
{
    "1": "అప్పుడు ఇశ్రాయేలువారందరు హెబ్రోనులోనున్న దావీదునొద్దకు కూడి వచ్చి - చిత్తగించుము, మేము నీ ఎముకయు నీ మాంసమునై యున్నాము.",
    "2": "ఇంతకుముందు సౌలు రాజుగా ఉన్నప్పుడు ఇశ్రాయేలీయులను నడిపినవాడవు నీవే; మరియు - నీవు నా ప్రజలైన ఇశ్రాయేలీయులను ఏలి, నా ప్రజలైన ఇశ్రాయేలు మీద అధిపతిగా ఉందువని నీ దేవుడైన యెహోవా నీతో సెలవిచ్చెనని చెప్పిరి.",
    "3": "అట్లు ఇశ్రాయేలు పెద్దలందరు హెబ్రోనులో రాజునొద్దకు రాగా దావీదు హెబ్రోనులో యెహోవా సన్నిధిని వారితో నిబంధన చేసెను; సమూయేలు ద్వారా యెహోవా సెలవిచ్చిన మాట చొప్పున వారు దావీదును ఇశ్రాయేలు మీద రాజుగా అభిషేకించిరి.",
    "4": "దావీదును ఇశ్రాయేలీయులందరును యెరూషలేమునకు, అనగా యెబూసునకు వెళ్లిరి; ఆ దేశ నివాసులైన యెబూసీయులు అక్కడ ఉండిరి.",
    "5": "యెబూసు నివాసులు - నీవు ఇక్కడికి రాకూడదని దావీదుతో చెప్పగా, దావీదు సీయోను కోటను పట్టుకొనెను; అదే దావీదు పురము.",
    "6": "యెబూసీయులను ముందుగా హతము చేయువాడు అధిపతియు సైన్యాధిపతియు అగునని దావీదు చెప్పగా, సెరూయా కుమారుడైన యోవాబు ముందుగా ఎక్కి అధిపతి ఆయెను.",
    "7": "దావీదు ఆ కోటలో కాపురముండెను గనుక దానికి దావీదు పురమని పేరు పెట్టబడెను.",
    "8": "అతడు మిల్లో మొదలుకొని చుట్టు పట్టణము కట్టించెను; యోవాబు పట్టణము యొక్క మిగిలిన భాగము బాగుచేసెను.",
    "9": "సైన్యములకు అధిపతియగు యెహోవా అతనికి తోడుగా ఉండెను గనుక దావీదు అంతకంతకు వర్ధిల్లుచుండెను.",
    "10": "ఇశ్రాయేలు అంతటితో కూడ దావీదునకు రాజ్యము స్థిరపరచుటకు, ఇశ్రాయేలును గూర్చి యెహోవా సెలవిచ్చిన మాట చొప్పున అతనిని రాజుగా చేయుటకు అతనితో బలిష్ఠులైన దావీదునకున్న పరాక్రమశాలుల ముఖ్యులు వీరే.",
    "11": "దావీదునకున్న పరాక్రమశాలుల పట్టిక ఇదే. ముప్పదిమందిలో ముఖ్యుడు హక్మోనీ కుమారుడైన యాషోబాము; ఇతడు తన ఈటెను ఎత్తి ఒక్కమారే మూడు వందలమందిని హతము చేసెను.",
    "12": "అతని తరువాత అహోహీయుడైన దోదో కుమారుడగు ఎలియాజరు; ఇతడు ఆ ముగ్గురు పరాక్రమశాలులలో ఒకడు.",
    "13": "ఫిలిష్తీయులు యుద్ధమునకు కూడి రాగా ఇతడు పస్దమ్మీములో దావీదునొద్ద ఉండెను; అక్కడ యవలు గల ఒక పొలము ఉండెను; జనులు ఫిలిష్తీయుల యెదుటనుండి పారిపోగా",
    "14": "వారు ఆ పొలము మధ్య నిలిచి దానిని కాపాడి ఫిలిష్తీయులను హతము చేసిరి; యెహోవా గొప్ప రక్షణ కలుగజేసెను.",
    "15": "ఆ ముప్పదిమంది ముఖ్యులలో ముగ్గురు అదుల్లాము గుహలోనున్న బండ యొద్ద దావీదునొద్దకు వచ్చిరి; ఫిలిష్తీయుల దండు రెఫాయీయుల లోయలో దిగియుండెను.",
    "16": "అప్పుడు దావీదు కొండ కోటలో ఉండెను; ఫిలిష్తీయుల దండు బేత్లెహేములో ఉండెను.",
    "17": "దావీదు - బేత్లెహేము గవిని యొద్దనున్న బావి నీళ్లు ఎవడు నాకు త్రాగనిచ్చునని కోరగా",
    "18": "ఆ ముగ్గురు ఫిలిష్తీయుల దండులో చొరబడి, బేత్లెహేము గవిని యొద్దనున్న బావి నీళ్లు చేది దావీదునొద్దకు తీసికొనివచ్చిరి; అయితే దావీదు వాటిని త్రాగనొల్లక యెహోవాకు పానార్పణముగా పోసి",
    "19": "నా దేవా, నేను దీనిని చేయకుండును గాక; తమ ప్రాణములకు తెగించి వెళ్లిన ఈ మనుష్యుల రక్తమును నేను త్రాగుదునా? వారు తమ ప్రాణములకు తెగించి దీని తెచ్చిరని చెప్పి త్రాగనొల్లకపోయెను. ఆ ముగ్గురు పరాక్రమశాలులు ఆలాగు చేసిరి.",
    "20": "యోవాబు సహోదరుడైన అబీషై ఆ ముగ్గురిలో ముఖ్యుడు; అతడు తన యీటెను ఎత్తి మూడు వందలమందిని హతము చేసి ఆ ముగ్గురిలో పేరు పొందెను.",
    "21": "ఆ ముగ్గురిలో అతడు ఆ ఇద్దరికంటె ఘనుడు గనుక అతడు వారికి అధిపతి ఆయెను; అయినను మొదటి ముగ్గురితో అతడు సమము కాలేదు.",
    "22": "కబ్సెయేలు వాడైన యెహోయదా కుమారుడగు బెనాయా పరాక్రమము గలవాడై ఘనకార్యములను చేసెను; అతడు మోయాబు వలని సింహముల వంటి ఇద్దరు మనుష్యులను హతము చేసెను; మరియు అతడు హిమకాలమందు ఒక గోతిలో దిగి ఒక సింహమును చంపెను.",
    "23": "మరియు అతడు ఐదు మూరల ఎత్తుగల ఒక ఐగుప్తీయుని చంపెను; ఆ ఐగుప్తీయుని చేతిలో నేతగాని దోనె వంటి ఈటె ఉండగా ఇతడు కర్ర పట్టుకొని అతని మీదికి వెళ్లి, ఆ ఐగుప్తీయుని చేతిలోనుండి ఈటెను ఊడదీసి దానితోనే అతని చంపెను.",
    "24": "యెహోయదా కుమారుడైన బెనాయా ఇట్టి కార్యములను చేసి ఆ ముగ్గురు పరాక్రమశాలులలో పేరు పొందెను.",
    "25": "ఆ ముప్పదిమందిలో అతడు ఘనుడు గాని మొదటి ముగ్గురితో అతడు సమము కాలేదు. దావీదు తన దేహసంరక్షకుల మీద అతని నియమించెను.",
    "26": "సైన్యములోని పరాక్రమశాలులు ఎవరనగా - యోవాబు సహోదరుడైన అసాహేలు, బేత్లెహేము వాడైన ఎల్హానాను,",
    "27": "హరోదీయుడైన షమ్మోతు, పెలోనీయుడైన హెలెజ్,",
    "28": "తెకోవా వాడైన ఇక్కేష్ కుమారుడగు ఈరా, అనాతోతీయుడైన అబీయెజెరు,",
    "29": "హుషాతీయుడైన సిబ్బెకై, అహోహీయుడైన ఈలై,",
    "30": "నెటోపాతీయుడైన మహరై, నెటోపాతీయుడైన బనాయా యొద్దనున్న హేలెద్,",
    "31": "బెన్యామీనీయుల గిబియా వాడైన రిబై కుమారుడగు ఇత్తయి, పిరాతోనీయుడైన బెనాయా,",
    "32": "గాయషు లోయలయొద్దనున్న హూరై, అర్వాతీయుడైన అబీ,",
    "33": "బహెరూమీయుడైన అజ్మావెతు, షయల్బోనీయుడైన ఎల్యహబా,",
    "34": "గిజోనీయుడైన హాషేము కుమారులు, హరారీయుడైన షాగే కుమారుడగు యోనాతాను,",
    "35": "హరారీయుడైన సాకారు కుమారుడగు అహీయామ్, ఊరు కుమారుడగు ఎలీఫాలు,",
    "36": "మెకేరాతీయుడైన హెపెరు, పెలోనీయుడైన అహీయా,",
    "37": "కర్మెలీయుడైన హెస్రో, ఎజ్బాయి కుమారుడగు నహరై,",
    "38": "నాతాను సహోదరుడైన యోవేలు, హగ్రీ కుమారుడైన మిబ్హారు,",
    "39": "అమ్మోనీయుడైన సెలెకు, సెరూయా కుమారుడైన యోవాబు ఆయుధములను మోయు బెయేరోతీయుడైన నహరై,",
    "40": "ఇత్రీయుడైన ఈరా, ఇత్రీయుడైన గారేబు,",
    "41": "హిత్తీయుడైన ఊరియా, అహ్లయి కుమారుడగు జాబాదు,",
    "42": "రూబేనీయుడైన షీజా కుమారుడును రూబేనీయులకు అధిపతియునగు అదీనా, అతనితో ముప్పదిమంది ఉండిరి,",
    "43": "మయకా కుమారుడగు హానాను, మిత్నీయుడైన యెహోషాపాతు,",
    "44": "అష్తెరాతీయుడైన ఉజ్జియా, అరోయేరీయుడైన హోతాము కుమారులగు షామా యెహీయేలు,",
    "45": "షిమ్రి కుమారుడగు యెదీయెల్, అతని సహోదరుడైన తీజీయుడగు యోహా,",
    "46": "మహవీయుడైన ఎలీయేలు, ఎల్నయము కుమారులగు యెరీబై యోషవ్యా, మోాబీయుడైన ఇత్మా,",
    "47": "ఎలీయేలు, ఓబేదు, మెసోబాయీయుడైన యాసియేలు."
}
