
{
    "1": "కీషు కుమారుడైన సౌలునకు భయపడి దావీదు సిక్లగులో దాగియున్నప్పుడు అతని యొద్దకు వచ్చినవారు వీరే; వీరు యుద్ధమందు సహాయము చేసిన పరాక్రమశాలులు.",
    "2": "వీరు విలుకాండ్రై, కుడి ఎడమ చేతులతో రాళ్లు విసురుటకును విల్లేసి బాణములు ప్రయోగించుటకును నేర్పరులు; వీరు బెన్యామీను గోత్రపు సౌలు బంధువులు.",
    "3": "అధిపతియైన అహీయెజెరు, యోవాషు అనువారు గిబియాతీయుడైన షెమాయా కుమారులు; అజ్మావెతు కుమారులైన యెజీయేలు, పెలెటు; బెరాకా, అనాతోతీయుడైన యెహూ;",
    "4": "ముప్పదిమందిలో పరాక్రమశాలియు ముప్పదిమందికి అధిపతియునైన గిబియోనీయుడగు ఇష్మాయా;",
    "5": "యిర్మీయా, యహజీయేలు, యోహానాను, గెదేరాతీయుడైన యోజాబాదు,",
    "6": "ఎలుజై, యెరీమోతు, బెలవ్యా, షెమర్యా, హరూపీయుడైన షెఫట్యా;",
    "7": "ఎల్కానా, యిష్షీయా, అజరేలు, యోయెజెరు, యాషొబాము అను కోరహీయులు;",
    "8": "గెదోరు వాడైన యెరోహాము కుమారులగు యోవేలా, జెబద్యా.",
    "9": "గాదీయులలో కొందరు అరణ్యమందలి కోటలోనున్న దావీదునొద్దకు చేరిరి; వారు పరాక్రమశాలులును యుద్ధమునకు నేర్పరులునైన సైనికులు; వారు కేడెమును ఈటెను పట్టుకొనువారు; వారి ముఖములు సింహపు ముఖముల వంటివి; వారు కొండలమీది లేళ్లవలె వేగము గలవారు.",
    "10": "వారిలో ఏజెరు అధిపతి, ఓబద్యా రెండవవాడు, ఏలియాబు మూడవవాడు,",
    "11": "మిష్మన్నా నాలుగవవాడు, యిర్మీయా ఐదవవాడు,",
    "12": "అత్తై ఆరవవాడు, ఎలీయేలు ఏడవవాడు,",
    "13": "యోహానాను ఎనిమిదవవాడు, ఎల్జాబాదు తొమ్మిదవవాడు,",
    "14": "యిర్మీయా పదవవాడు, మక్బన్నై పదకొండవవాడు.",
    "15": "ఈ గాదీయులు సైన్యాధిపతులు; వారిలో అల్పుడైనవాడు నూరుమందికి, ఘనుడైనవాడు వెయ్యిమందికి అధిపతి.",
    "16": "మొదటి నెలలో యొర్దాను నది గట్లన్నిటి మీద పొర్లి పారుచున్నప్పుడు వీరు దానిని దాటి, లోయలలో నివసించిన వారినందరిని తూర్పునకును పడమటికిని పారిపోవునట్లు చేసిరి.",
    "17": "మరియు బెన్యామీనీయులలోను యూదా వారిలోను కొందరు కోటలోనున్న దావీదునొద్దకు రాగా",
    "18": "దావీదు వారిని ఎదుర్కొనబోయి వారితో ఇట్లనెను - మీరు నాకు సహాయము చేయుటకు సమాధానముగా నా యొద్దకు వచ్చినయెడల నా హృదయము మీతో కలిసియుండును; నా యందు ఏ దోషమును లేకపోయినను మీరు నా శత్రువులకు నన్ను అప్పగించుటకు వచ్చినయెడల మన పితరుల దేవుడు దానిని చూచి మీకు తీర్పు తీర్చును గాక.",
    "19": "అప్పుడు ముప్పదిమందికి అధిపతియైన అమాశై ఆత్మవశుడై - దావీదూ, మేము నీవారము; యెష్షయి కుమారుడా, మేము నీ పక్షమున ఉన్నాము; నీకు సమాధానము, నీకు సమాధానము; నీకు సహాయము చేయువానికిని సమాధానము; నీ దేవుడు నీకు సహాయము చేయుచున్నాడని చెప్పగా, దావీదు వారిని చేర్చుకొని వారిని దండు మీద అధిపతులుగా నియమించెను.",
    "20": "దావీదు ఫిలిష్తీయులతో కలిసి సౌలు మీద యుద్ధమునకు పోయినప్పుడు మనష్షే వారిలో కొందరు అతని పక్షమున చేరిరి. అయితే ఫిలిష్తీయుల సర్దారులు ఆలోచన చేసి - ఇతడు మన ప్రాణములకు ముప్పు తెచ్చి తన యజమానుడైన సౌలు పక్షమున చేరునని చెప్పి అతనిని పంపివేసిరి గనుక వారు సౌలుకు సహాయము చేయలేదు.",
    "21": "అతడు సిక్లగునకు వెళ్లుచుండగా మనష్షే వారిలో అద్నా, యోజాబాదు, యెదీయెల్, మిఖాయేలు, యోజాబాదు, ఎలీహు, జిల్తై అనువారు అతని పక్షమున చేరిరి; వీరు మనష్షే వారిలో సహస్రాధిపతులు.",
    "22": "అమాలేకీయుల దండు మీద దావీదునకు సహాయము చేయుటకై వీరు వచ్చిరి; వీరందరు పరాక్రమశాలులు, సైన్యమునకు అధిపతులైరి.",
    "23": "ఆ కాలమున దావీదునకు సహాయము చేయుటకును, దేవుని సెలవు చొప్పున సౌలు రాజ్యమును అతని తట్టు త్రిప్పుటకును జనులు దినదినము అతని యొద్దకు వచ్చుచుండుటవలన, దేవుని సైన్యమంతటి గొప్ప సైన్యము సమకూడెను.",
    "24": "హెబ్రోనులోనున్న దావీదునొద్దకు వచ్చి, యుద్ధమునకు సిద్ధపడిన సైనికుల సంఖ్య ఇదే. యెహోవా సెలవు చొప్పున సౌలు రాజ్యమును దావీదునకు అప్పగించుటకు వీరు వచ్చిరి.",
    "25": "యూదా వారిలో కేడెము ఈటె పట్టుకొని యుద్ధసన్నద్ధులైనవారు ఆరు వేల ఎనిమిది వందలమంది.",
    "26": "షిమ్యోను వారిలో పరాక్రమశాలులైన సైనికులు ఏడు వేల వందమంది.",
    "27": "లేవి వారిలో నాలుగు వేల ఆరు వందలమంది.",
    "28": "అహరోను సంతతివారిలో యెహోయదా అధిపతి; అతని యొద్ద మూడు వేల ఏడు వందలమంది ఉండిరి.",
    "29": "పరాక్రమశాలియైన సాదోకు అను ఒక యౌవనస్థుడును, అతని తండ్రి యింటివారైన ఇరవై ఇద్దరు అధిపతులును వచ్చిరి.",
    "30": "సౌలు బంధువులైన బెన్యామీను వారిలో మూడు వేలమంది వచ్చిరి; అప్పటివరకు వారిలో అనేకులు సౌలు ఇంటివారిని కనిపెట్టుకొని యుండిరి.",
    "31": "ఎఫ్రాయిము వారిలో తమ పితరుల ఇండ్లలో పేరుగొనిన పరాక్రమశాలులు ఇరవై వేల ఎనిమిది వందలమంది.",
    "32": "మనష్షే అర్ధ గోత్రపు వారిలో దావీదును రాజుగా చేయుటకు పేరు పేరున నిర్ణయింపబడినవారు పద్దెనిమిది వేలమంది.",
    "33": "ఇస్సాఖారు వారిలో సమయోచిత జ్ఞానము కలిగి ఇశ్రాయేలీయులు చేయవలసినది ఏదియో ఎరిగినవారు రెండు వందలమంది అధిపతులు; వారి గోత్రపు వారందరు వారి మాటకు లోబడిరి.",
    "34": "జెబూలూను వారిలో యుద్ధసన్నద్ధులై సకలవిధములైన యుద్ధాయుధములను ధరించుకొని, కపటము లేనివారై పంక్తులు తీర్చి యుద్ధమునకు పోదగినవారు ఏబది వేలమంది.",
    "35": "నఫ్తాలి వారిలో వెయ్యిమంది అధిపతులు; వారితో కూడ కేడెము ఈటె పట్టుకొనినవారు ముప్పది ఏడు వేలమంది.",
    "36": "దాను వారిలో యుద్ధమునకు సిద్ధపడినవారు ఇరవై ఎనిమిది వేల ఆరు వందలమంది.",
    "37": "ఆషేరు వారిలో యుద్ధసన్నద్ధులై యుద్ధమునకు పోదగినవారు నలభై వేలమంది.",
    "38": "యొర్దాను అవతల నున్న రూబేనీయులలోను గాదీయులలోను మనష్షే అర్ధ గోత్రపు వారిలోను సకలవిధములైన యుద్ధాయుధములు గలవారు లక్షా ఇరవై వేలమంది.",
    "39": "వీరందరును యుద్ధవీరులై దావీదును ఇశ్రాయేలు అంతటి మీద రాజుగా చేయవలెనని పూర్ణహృదయముతో హెబ్రోనుకు వచ్చిరి; ఇశ్రాయేలులో మిగిలినవారందరును దావీదును రాజుగా చేయవలెనని ఏకమనస్సు గలవారై యుండిరి.",
    "40": "తమ సహోదరులు తమ కొరకు సిద్ధము చేసియుండిరి గనుక వారు అక్కడ దావీదునొద్ద మూడు దినములు ఉండి అన్నపానములు పుచ్చుకొనుచుండిరి.",
    "41": "మరియు వారికి సమీపముగా ఉన్నవారును, ఇస్సాఖారు జెబూలూను నఫ్తాలి దేశముల వరకు ఉన్నవారును, గాడిదల మీదను ఒంటెల మీదను కంచరగాడిదల మీదను ఎద్దుల మీదను, ఆహార వస్తువులైన పిండిని అంజూరపు అడలను ద్రాక్ష గెలలను ద్రాక్షారసమును నూనెను, పశువులను గొర్రెలను విస్తారముగా తీసికొని వచ్చిరి; ఇశ్రాయేలులో సంతోషము కలిగెను."
}
