
{
    "1": "దావీదు దావీదు పురములో తనకు ఇండ్లను కట్టించుకొనెను; మరియు దేవుని మందసమునకు ఒక స్థలమును సిద్ధపరచి దానికి ఒక గుడారమును వేసెను.",
    "2": "అప్పుడు దావీదు - లేవీయులు తప్ప మరెవరును దేవుని మందసమును మోయకూడదు; దేవుని మందసమును మోయుటకును, నిత్యము తనకు సేవ చేయుటకును యెహోవా వారిని ఏర్పరచుకొనెనని చెప్పెను.",
    "3": "యెహోవా మందసమునకు తాను సిద్ధపరచిన స్థలమునకు దానిని తీసికొనివచ్చుటకై దావీదు ఇశ్రాయేలీయులనందరిని యెరూషలేమునకు సమకూర్చెను.",
    "4": "మరియు దావీదు అహరోను సంతతివారిని లేవీయులను సమకూర్చెను.",
    "5": "కహాతీయులలో అధిపతియైన ఊరియేలును, నూట ఇరవైమందియైన అతని సహోదరులను;",
    "6": "మెరారీయులలో అధిపతియైన అశాయాను, రెండు వందల ఇరవైమందియైన అతని సహోదరులను;",
    "7": "గెర్షోనీయులలో అధిపతియైన యోవేలును, నూట ముప్పదిమందియైన అతని సహోదరులను;",
    "8": "ఎలీషాపాను సంతతివారిలో అధిపతియైన షెమయాను, రెండు వందలమందియైన అతని సహోదరులను;",
    "9": "హెబ్రోను సంతతివారిలో అధిపతియైన ఎలీయేలును, ఎనభైమందియైన అతని సహోదరులను;",
    "10": "ఉజ్జీయేలు సంతతివారిలో అధిపతియైన అమ్మీనాదాబును, నూట పన్నెండుమందియైన అతని సహోదరులను సమకూర్చెను.",
    "11": "అప్పుడు దావీదు యాజకులైన సాదోకును అభ్యాతారును, లేవీయులైన ఊరియేలును అశాయాను యోవేలును షెమయాను ఎలీయేలును అమ్మీనాదాబును పిలిచి వారితో ఇట్లనెను",
    "12": "మీరు లేవీయుల పితరుల ఇండ్లకు పెద్దలు; ఇశ్రాయేలు దేవుడైన యెహోవా మందసమునకు నేను సిద్ధపరచిన స్థలమునకు మీరు దానిని తీసికొనివచ్చునట్లు మిమ్మును మీ సహోదరులను ప్రతిష్ఠించుకొనుడి.",
    "13": "మునుపు మీరు దానిని మోయలేదు గనుక మన దేవుడైన యెహోవా మనలో ఒకనిని హతము చేసెను; ఏలయనగా మనము విధి చొప్పున ఆయన యొద్ద విచారణ చేయలేదు.",
    "14": "కాబట్టి యాజకులును లేవీయులును ఇశ్రాయేలు దేవుడైన యెహోవా మందసమును తీసికొనివచ్చుటకు తమను తాము ప్రతిష్ఠించుకొనిరి.",
    "15": "మోషే ఆజ్ఞాపించినట్లు యెహోవా సెలవిచ్చిన మాట చొప్పున లేవీయులు దేవుని మందసమును దాని కర్రలతో తమ భుజముల మీద మోసిరి.",
    "16": "మరియు దావీదు - సితారాలను స్వరమండలములను తాళములను వాయించుచు, హెచ్చైన స్వరముతో సంతోషముగా పాడవలెనని లేవీయులకును వారి సహోదరులైన గాయకులకును ఆజ్ఞాపించుడని లేవీయుల అధిపతులతో చెప్పగా",
    "17": "లేవీయులు యోవేలు కుమారుడైన హేమానును, అతని సహోదరులలో బెెరెక్యా కుమారుడైన ఆసాపును, వారి సహోదరులైన మెరారీయులలో కూషాయా కుమారుడైన ఏతానును,",
    "18": "వారితో కూడ రెండవ వరసవారైన తమ సహోదరులగు జెకర్యాను, బేనును, యహజీయేలును, షెమీరామోతును, యెహీయేలును, ఉన్నీని, ఏలీయాబును, బెనాయాను, మయశేయాను, మత్తిత్యాను, ఎలీఫెలెహును, మిక్నేయాహును, ద్వారపాలకులగు ఓబేదెదోమును, యెీయేలును నియమించిరి.",
    "19": "గాయకులైన హేమాను ఆసాపు ఏతానులు ఇత్తడి తాళములను గట్టిగా వాయించుటకు నియమింపబడిరి.",
    "20": "జెకర్యా, అజీయేలు, షెమీరామోతు, యెహీయేలు, ఉన్నీ, ఏలీయాబు, మయశేయా, బెనాయా అనువారు హెచ్చైన స్వరము గల సితారాలను వాయించుటకు నియమింపబడిరి.",
    "21": "మత్తిత్యా, ఎలీఫెలెహు, మిక్నేయాహు, ఓబేదెదోము, యెీయేలు, అజజ్యా అనువారు ఎనిమిది తీగెలు గల స్వరమండలములను వాయించుచు పాటను నడిపించుటకు నియమింపబడిరి.",
    "22": "లేవీయుల అధిపతియైన కెనన్యా పాడించుటలో నేర్పరి గనుక అతడు పాటను నడిపించుటకు నియమింపబడెను.",
    "23": "బెరెక్యా, ఎల్కానా అనువారు మందసమునకు ద్వారపాలకులుగా ఉండిరి.",
    "24": "షెబన్యా, యోషాపాతు, నెతనేలు, అమాశై, జెకర్యా, బెనాయా, ఎలీయెజెరు అను యాజకులు దేవుని మందసము ముందర బూరలు ఊదుటకై నియమింపబడిరి. ఓబేదెదోము, యెహీయ్యా అనువారు మందసమునకు ద్వారపాలకులుగా ఉండిరి.",
    "25": "అట్లు దావీదును ఇశ్రాయేలు పెద్దలును సహస్రాధిపతులును యెహోవా నిబంధన మందసమును ఓబేదెదోము ఇంటినుండి సంతోషముతో తీసికొనివచ్చుటకు వెళ్లిరి.",
    "26": "యెహోవా నిబంధన మందసమును మోయు లేవీయులకు దేవుడు సహాయము చేయగా వారు ఏడు కోడెలను ఏడు పొట్టేళ్లను బలి అర్పించిరి.",
    "27": "దావీదును మందసమును మోయు లేవీయులందరును గాయకులును గాయకుల పాటను నడిపించు కెనన్యాయును సన్నపు నార వస్త్రములు ధరించుకొనిరి; దావీదు నార ఏఫోదు ధరించుకొనెను.",
    "28": "అట్లు ఇశ్రాయేలీయులందరు ఆర్భాటముతోను, బూర ధ్వనితోను, బాకాలతోను, తాళములతోను, సితారాలతోను, స్వరమండలములతోను యెహోవా నిబంధన మందసమును తీసికొనివచ్చిరి.",
    "29": "యెహోవా నిబంధన మందసము దావీదు పురములోనికి వచ్చినప్పుడు, సౌలు కుమార్తెయైన మీకాలు కిటికీలోనుండి చూచి, రాజైన దావీదు నాట్యము ఆడుచు గంతులు వేయుట చూచి తన మనస్సులో అతనిని హీనపరచెను."
}
