
{
    "1": "దావీదు తన ఇంట నివసించుచున్నప్పుడు అతడు ప్రవక్తయైన నాతానుతో - చూడుము, నేను దేవదారు మ్రానుతో కట్టిన ఇంట నివసించుచున్నాను, యెహోవా నిబంధన మందసము తెరల క్రింద ఉన్నదని చెప్పగా",
    "2": "నాతాను - దేవుడు నీకు తోడుగా ఉన్నాడు, నీ హృదయములో నున్నదంతయు చేయుమని దావీదుతో అనెను.",
    "3": "అయితే ఆ రాత్రి దేవుని వాక్యము నాతానుకు ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను",
    "4": "నీవు వెళ్లి నా సేవకుడైన దావీదుతో ఇట్లనుము - యెహోవా సెలవిచ్చునదేమనగా - నేను నివసించుటకు నీవు నాకు ఒక ఇల్లు కట్టించకూడదు.",
    "5": "నేను ఇశ్రాయేలీయులను రప్పించిన నాటినుండి నేటి వరకు నేను ఇంట నివసింపక, ఒక గుడారమునుండి మరియొక గుడారమునకును, ఒక నివాసమునుండి మరియొక నివాసమునకును వెళ్లుచు వచ్చితిని.",
    "6": "నేను ఇశ్రాయేలీయులందరితో సంచరించిన కాలమంతటిలో, నా ప్రజలను మేపుమని నేను ఆజ్ఞాపించిన ఇశ్రాయేలు న్యాయాధిపతులలో ఎవరితోనైనను - మీరు నాకు దేవదారు మ్రానుతో ఇల్లు కట్టించకపోతిరని నేను ఎప్పుడైనను చెప్పితినా?",
    "7": "కాబట్టి నా సేవకుడైన దావీదుతో నీవు చెప్పవలసినదేమనగా - సైన్యములకు అధిపతియగు యెహోవా సెలవిచ్చునదేమనగా - నా ప్రజలైన ఇశ్రాయేలీయుల మీద అధిపతిగా ఉండునట్లు గొర్రెల దొడ్డిలోనుండి గొర్రెలను వెంబడించుచున్న నిన్ను నేను పిలిచితిని.",
    "8": "నీవు వెళ్లిన ప్రతి స్థలమున నేను నీకు తోడైయుండి, నీ యెదుటనుండి నీ శత్రువులనందరిని నిర్మూలము చేసితిని; లోకములోని ఘనులకుండు పేరు వంటి పేరు నీకు కలుగజేసెదను.",
    "9": "మరియు నా ప్రజలైన ఇశ్రాయేలీయుల కొరకు ఒక స్థలమును ఏర్పరచి, వారు తమ స్థలములో నివసించి ఇక కదలింపబడకుండునట్లు వారిని నాటెదను; పూర్వము జరిగినట్లును,",
    "10": "నా ప్రజలైన ఇశ్రాయేలీయుల మీద నేను న్యాయాధిపతులను నియమించిన దినము మొదలుకొని జరిగినట్లును దుర్మార్గులు ఇక వారిని లయపరచకుందురు; నీ శత్రువులందరిని నేను అణచివేసెదను. మరియు యెహోవా నీకు సంతానము కలుగజేయునని నేను నీకు తెలియజేయుచున్నాను.",
    "11": "నీ దినములు నిండి నీవు నీ పితరుల యొద్దకు వెళ్లిన తరువాత, నీ కుమారులలో ఒకనిని, అనగా నీ గర్భములోనుండి రాబోవు నీ సంతానమును నీ తరువాత హెచ్చించి, అతని రాజ్యమును స్థిరపరచెదను.",
    "12": "అతడు నాకు ఒక ఇల్లు కట్టించును; అతని సింహాసనమును నేను నిత్యము స్థిరపరచెదను.",
    "13": "నేను అతనికి తండ్రినైయుందును, అతడు నాకు కుమారుడైయుండును; నీకు ముందున్నవాని యొద్దనుండి నా కృపను నేను తీసివేసినట్లు అతని యొద్దనుండి తీసివేయను.",
    "14": "నా ఇంటను నా రాజ్యమందును నేను అతనిని నిత్యము స్థిరపరచెదను; అతని సింహాసనము నిత్యము స్థిరపరచబడును.",
    "15": "ఈ మాటలన్నిటి ప్రకారమును ఈ దర్శనమంతటి ప్రకారమును నాతాను దావీదుతో మాటలాడెను.",
    "16": "అప్పుడు రాజైన దావీదు లోపలికి వెళ్లి యెహోవా సన్నిధిని కూర్చుండి ఇట్లనెను - దేవా యెహోవా, నేనెంతటివాడను? నా ఇల్లేపాటిది? నీవు నన్ను ఇంత వరకు తెచ్చియున్నావు.",
    "17": "దేవా, ఇది నీ దృష్టికి అల్పమే గదా? రాబోవు బహు కాలము వరకు నీ దాసుని ఇంటిని గూర్చి నీవు సెలవిచ్చియున్నావు; దేవా యెహోవా, గొప్పవానిగా చేయబోవు వానిని చూచినట్లు నీవు నన్ను చూచియున్నావు.",
    "18": "నీ దాసునికి నీవు చేసిన ఘనతను గూర్చి దావీదు నీతో ఇంకేమి చెప్పగలడు? నీవు నీ దాసుని ఎరుగుదువు.",
    "19": "యెహోవా, నీ దాసుని నిమిత్తమును నీ హృదయాలోచన ప్రకారమును నీవు ఈ గొప్ప కార్యమంతయు చేసి, ఈ గొప్ప సంగతులన్నిటిని బయలుపరచితివి.",
    "20": "యెహోవా, నీవంటివాడు లేడు; మేము మా చెవులతో విన్న వాటన్నిటిని బట్టి చూడగా నీవు తప్ప దేవుడు లేడు.",
    "21": "నీ ప్రజలైన ఇశ్రాయేలీయుల వంటి జనము లోకములో ఏది? దేవుడు తన ప్రజలనుగా వారిని విమోచించుటకును, భయంకరమైన గొప్ప కార్యములను చేయుటవలన తనకు పేరు తెచ్చుకొనుటకును, ఐగుప్తులోనుండి నీవు విమోచించిన నీ ప్రజల యెదుటనుండి అన్యజనులను తోలివేయుటకును దేవుడు వెళ్లిన జనము ఇదే గదా.",
    "22": "నీ ప్రజలైన ఇశ్రాయేలీయులు నిత్యము నీకు ప్రజలుగా ఉండునట్లు నీవు వారిని స్థిరపరచితివి; యెహోవా, నీవే వారికి దేవుడవైతివి.",
    "23": "కాబట్టి యెహోవా, నీవు నీ దాసుని గూర్చియు అతని ఇంటిని గూర్చియు సెలవిచ్చిన మాట నిత్యము స్థిరముగా ఉండును గాక; నీవు చెప్పినట్లు చేయుము.",
    "24": "అది స్థిరముగా ఉండును గాక; సైన్యములకు అధిపతియగు యెహోవా ఇశ్రాయేలీయుల దేవుడు, ఆయన ఇశ్రాయేలుకు దేవుడు అని నీ నామము నిత్యము ఘనపరచబడును గాక; మరియు నీ దాసుడైన దావీదు ఇల్లు నీ యెదుట స్థిరపరచబడును గాక.",
    "25": "నా దేవా - నేను నీకు ఇల్లు కట్టించెదనని నీ దాసునికి బయలుపరచితివి గనుక నీ సన్నిధిని ప్రార్థన చేయుటకు నీ దాసునికి ధైర్యము కలిగెను.",
    "26": "కాబట్టి యెహోవా, నీవే దేవుడవు; నీవు నీ దాసునికి ఈ మేలు చేసెదనని సెలవిచ్చితివి.",
    "27": "కాబట్టి నీ దాసుని ఇల్లు నిత్యము నీ సన్నిధిని ఉండునట్లు దానిని ఆశీర్వదించుటకు నీకు ఇష్టమాయెను; యెహోవా, నీవు ఆశీర్వదించితివి గనుక అది నిత్యము ఆశీర్వదించబడును."
}
