
{
    "1": "ఇవి జరిగిన తరువాత దావీదు ఫిలిష్తీయులను జయించి వారిని లొంగదీసికొనెను; మరియు దావీదు ఫిలిష్తీయుల చేతిలోనుండి గాతును దాని గ్రామములను పట్టుకొనెను.",
    "2": "అతడు మోయాబీయులను జయించగా మోయాబీయులు దావీదునకు దాసులై కప్పము చెల్లించువారైరి.",
    "3": "మరియు సోబా రాజైన హదదెజెరు యూఫ్రటీసు నది యొద్ద తన రాజ్యమును స్థాపించుకొనుటకు వెళ్ళగా దావీదు హమాతు దగ్గర అతనిని జయించెను.",
    "4": "దావీదు అతని యొద్దనుండి వెయ్యి రథములను, ఏడు వేలమంది రౌతులను, ఇరవై వేల కాల్బలమును పట్టుకొనెను; దావీదు రథపు గుఱ్ఱములలో నూరు గుఱ్ఱములను ఉంచుకొని మిగిలినవాటి సిరలను కోయించెను.",
    "5": "సోబా రాజైన హదదెజెరుకు సహాయము చేయుటకు దమస్కు సిరియనుల వచ్చినప్పుడు దావీదు ఆ సిరియనులలో ఇరవై రెండు వేలమందిని హతము చేసెను.",
    "6": "అప్పుడు దావీదు దమస్కు సిరియాలో దండును ఉంచగా, సిరియనుల దావీదునకు దాసులై కప్పము చెల్లించువారైరి. దావీదు ఎక్కడికి వెళ్లినను యెహోవా అతనికి జయము నిచ్చెను.",
    "7": "దావీదు హదదెజెరు సేవకులకున్న బంగారు డాలులను తీసికొని యెరూషలేమునకు తెచ్చెను.",
    "8": "మరియు హదదెజెరు పట్టణములైన టిబ్హతునుండియు కూనునుండియు దావీదు అతి విస్తారమైన ఇత్తడిని తీసికొనెను; దానితో సొలొమోను ఇత్తడి సముద్రమును స్తంభములను ఇత్తడి పాత్రలను చేసెను.",
    "9": "దావీదు సోబా రాజైన హదదెజెరుయొక్క సమస్త సైన్యమును ఓడించెనని హమాతు రాజైన తోవు వినెను.",
    "10": "హదదెజెరు తోవు మీద యుద్ధము చేయువాడు గనుక దావీదు అతనితో యుద్ధము చేసి అతనిని జయించినందున, రాజైన దావీదు కుశలమడుగుటకును అతనిని దీవించుటకును తోవు తన కుమారుడైన హదోరమును అతని యొద్దకు పంపెను. హదోరము సకలవిధములైన బంగారు వస్తువులను వెండి వస్తువులను ఇత్తడి వస్తువులను తీసికొనివచ్చెను.",
    "11": "రాజైన దావీదు వాటిని, తాను జయించిన సకల జనములయొద్దనుండి, అనగా ఎదోమీయులయొద్దనుండియు, మోయాబీయులయొద్దనుండియు, అమ్మోనీయులయొద్దనుండియు, ఫిలిష్తీయులయొద్దనుండియు, అమాలేకీయులయొద్దనుండియు తెచ్చిన వెండి బంగారములతో కూడ యెహోవాకు ప్రతిష్ఠించెను.",
    "12": "మరియు సెరూయా కుమారుడైన అబీషై ఉప్పు లోయలో పద్దెనిమిది వేలమంది ఎదోమీయులను హతము చేసెను.",
    "13": "అతడు ఎదోములో దండును ఉంచగా ఎదోమీయులందరు దావీదునకు దాసులైరి. దావీదు ఎక్కడికి వెళ్లినను యెహోవా అతనికి జయము నిచ్చెను.",
    "14": "దావీదు ఇశ్రాయేలు అంతటిని ఏలెను; అతడు తన ప్రజలకందరికి నీతి న్యాయములను జరిగించుచుండెను.",
    "15": "సెరూయా కుమారుడైన యోవాబు సైన్యాధిపతి; అహీలూదు కుమారుడైన యెహోషాపాతు రాజ్యవృత్తాంతముల లేఖకుడు;",
    "16": "అహీటూబు కుమారుడైన సాదోకును అభ్యాతారు కుమారుడైన అహీమెలెకును యాజకులు; షవ్యా శాస్త్రి;",
    "17": "యెహోయదా కుమారుడైన బెనాయా కెరేతీయులకును పెలేతీయులకును అధిపతి; దావీదు కుమారులు రాజునకు ముఖ్యమంత్రులు."
}
