
{
    "1": "ఇవి జరిగిన తరువాత అమ్మోనీయుల రాజైన నాహాషు చనిపోయెను; అతని కుమారుడు అతనికి మారుగా రాజాయెను.",
    "2": "అప్పుడు దావీదు - నాహాషు నాకు ఉపకారము చేసినట్లు నేనును అతని కుమారుడైన హానూనుకు ఉపకారము చేసెదనని అనుకొని, అతని తండ్రిని గూర్చి అతనిని ఓదార్చుటకు దూతలను పంపెను. దావీదు సేవకులు హానూనును ఓదార్చుటకు అమ్మోనీయుల దేశమునకు వచ్చినప్పుడు",
    "3": "అమ్మోనీయుల అధిపతులు హానూనుతో - దావీదు నిన్ను ఓదార్చువారిని పంపుట నీ తండ్రిని ఘనపరచుట అని నీవు అనుకొనుచున్నావా? దేశమును పరిశోధించి దానిని పాడుచేయుటకై వేగు చూచుటకు అతని సేవకులు నీ యొద్దకు వచ్చియున్నారు గదా అనిరి.",
    "4": "అప్పుడు హానూను దావీదు సేవకులను పట్టుకొని, వారి తలలు గొరిగించి, వారి వస్త్రములను పిరుదుల వరకు సగము కత్తిరించి వారిని పంపివేసెను.",
    "5": "ఆ మనుష్యులకు జరిగినది కొందరు వెళ్లి దావీదునకు తెలియజేయగా, ఆ మనుష్యులు మిక్కిలి సిగ్గుపడిరి గనుక రాజు వారిని ఎదుర్కొనుటకు మనుష్యులను పంపి - మీ గడ్డములు పెరుగు వరకు మీరు యెరికోలో ఉండి తరువాత రండని సెలవిచ్చెను.",
    "6": "అమ్మోనీయులు తాము దావీదునకు అసహ్యులమైతిమని చూచినప్పుడు, హానూనును అమ్మోనీయులును వెయ్యి తలాంతుల వెండిని పంపి, మెసొపొతమియనుండియు సిరియమాకానుండియు సోబానుండియు రథములను రౌతులను కూలికి పిలిపించిరి.",
    "7": "వారు ముప్పది రెండు వేల రథములను, మయకా రాజును అతని జనులను కూలికి పిలిపించిరి; వారు వచ్చి మేదెబా ముందర దిగిరి. అమ్మోనీయులు తమ పట్టణములలోనుండి కూడి వచ్చి యుద్ధమునకు సిద్ధపడిరి.",
    "8": "దావీదు ఆ సంగతి విని యోవాబును బలిష్ఠులైన సైన్యమంతటిని పంపెను.",
    "9": "అమ్మోనీయులు బయలుదేరి పట్టణపు గవిని యొద్ద యుద్ధపంక్తి తీర్చిరి; వచ్చిన రాజులు విడిగా పొలములో ఉండిరి.",
    "10": "యోవాబు తన ముందరను వెనుకను యుద్ధపంక్తి తీర్చియుండుట చూచి, ఇశ్రాయేలీయులలో శూరులైనవారినందరిని ఏరికొని సిరియనులకు ఎదురుగా పంక్తి తీర్చెను.",
    "11": "మిగిలిన జనులను తన సహోదరుడైన అబీషై చేతికి అప్పగించి అమ్మోనీయులకు ఎదురుగా పంక్తి తీర్చెను.",
    "12": "అతడు - సిరియనులు నాకంటే బలవంతులైనయెడల నీవు నాకు సహాయము చేయవలెను; అమ్మోనీయులు నీకంటే బలవంతులైనయెడల నేను నీకు సహాయము చేసెదను.",
    "13": "ధైర్యము వహించుము; మన జనుల కొరకును మన దేవుని పట్టణముల కొరకును మనము పురుషత్వము కనపరచుదము; యెహోవా తన దృష్టికి మంచిదైనట్లు చేయును గాక అనెను.",
    "14": "యోవాబును అతనితోనున్న జనులును సిరియనులతో యుద్ధము చేయుటకు దగ్గరపడగా వారు అతని యెదుటనుండి పారిపోయిరి.",
    "15": "సిరియనులు పారిపోవుట అమ్మోనీయులు చూచి, వారును అతని సహోదరుడైన అబీషై యెదుటనుండి పారిపోయి పట్టణములో ప్రవేశించిరి. అప్పుడు యోవాబు యెరూషలేమునకు వచ్చెను.",
    "16": "తాము ఇశ్రాయేలీయులచేత ఓడిపోతిమని సిరియనులు చూచినప్పుడు వారు దూతలను పంపి నది అవతలనున్న సిరియనులను పిలిపించిరి; హదదెజెరు సైన్యాధిపతియైన షోఫకు వారికి ముందర నడిచెను.",
    "17": "ఆ సంగతి దావీదునకు తెలుపబడినప్పుడు అతడు ఇశ్రాయేలీయులనందరిని సమకూర్చి, యొర్దాను దాటి వారి యొద్దకు వచ్చి, వారికి ఎదురుగా పంక్తి తీర్చెను. దావీదు సిరియనులకు ఎదురుగా యుద్ధపంక్తి తీర్చిన తరువాత వారు అతనితో యుద్ధము చేసిరి.",
    "18": "సిరియనులు ఇశ్రాయేలీయుల యెదుటనుండి పారిపోయిరి; దావీదు సిరియనులలో ఏడువేల రథముల వారిని, నలభై వేల కాల్బలమును హతము చేసెను; మరియు వారి సైన్యాధిపతియైన షోఫకును చంపెను.",
    "19": "హదదెజెరు సేవకులు తాము ఇశ్రాయేలీయులచేత ఓడిపోతిమని చూచినప్పుడు వారు దావీదుతో సమాధానపడి అతనికి దాసులైరి; అప్పటినుండి సిరియనులు అమ్మోనీయులకు సహాయము చేయనొల్లకపోయిరి."
}
