
{
    "1": "ఇశ్రాయేలు కుమారులు; రూబేను, షిమ్యోను, లేవి, యూదా, ఇస్సాఖారు, జెబూలూను,",
    "2": "దాను, యోసేపు, బెన్యామీను, నఫ్తాలి, గాదు, ఆషేరు.",
    "3": "యూదా కుమారులు ఏరు, ఓనాను, షేలా; ఈ ముగ్గురు కనానీయురాలగు షువ కుమార్తెవలన అతనికి పుట్టిరి. యూదా జ్యేష్ఠకుమారుడగు ఏరు యెహోవా దృష్టికి చెడ్డవాడైనందున ఆయన అతనిని చంపెను.",
    "4": "యూదా కోడలగు తామారు పెరెసును జెరహును అతనికి కనెను; యూదా కుమారులందరు ఐదుగురు.",
    "5": "పెరెసు కుమారులు హెస్రోను, హామూలు.",
    "6": "జెరహు కుమారులు జిమ్రీ, ఏతాను, హేమాను, కల్కోలు, దారా; వీరందరు ఐదుగురు.",
    "7": "కర్మీ కుమారుడు ఆకాను; ఇతడు శపితమైనదాని విషయములో తిరుగుబాటు చేసి ఇశ్రాయేలీయులను బాధపెట్టెను.",
    "8": "ఏతాను కుమారుడు అజర్యా.",
    "9": "హెస్రోనుకు పుట్టిన కుమారులు యెరాహ్మేలు, రాము, కెలూబై.",
    "10": "రాము అమ్మీనాదాబును కనెను; అమ్మీనాదాబు యూదా వారికి అధికారియగు నయస్సోనును కనెను.",
    "11": "నయస్సోను సల్మానును కనెను; సల్మాను బోయజును కనెను;",
    "12": "బోయజు ఓబేదును కనెను; ఓబేదు యెష్షయిని కనెను;",
    "13": "యెష్షయి తన జ్యేష్ఠకుమారుడగు ఏలీయాబును, రెండవవాడగు అబీనాదాబును, మూడవవాడగు షిమ్మాను,",
    "14": "నాలుగవవాడగు నెతనేలును, ఐదవవాడగు రద్దాయిని,",
    "15": "ఆరవవాడగు ఓజెమును, ఏడవవాడగు దావీదును కనెను.",
    "16": "వీరి సహోదరీలు జెరుయా, అబీగయీలు. జెరుయా కుమారులు అబీషై, యోవాబు, అసాహేలు అను ముగ్గురు.",
    "17": "అబీగయీలు అమాశాను కనెను; అమాశా తండ్రి ఇష్మాయేలీయుడగు యెతెరు.",
    "18": "హెస్రోను కుమారుడగు కాలేబు తన భార్యయగు అజూబా వలనను, యెరీయోతు వలనను పిల్లలను కనెను. ఆమె కుమారులు యేషెరు, షోబాబు, అర్దోను.",
    "19": "అజూబా చనిపోయిన తరువాత కాలేబు ఎఫ్రాతాను పెండ్లి చేసికొనెను; ఆమె అతనికి హూరును కనెను.",
    "20": "హూరు ఊరీని కనెను; ఊరీ బెసలేలును కనెను.",
    "21": "తరువాత హెస్రోను అరవై ఏండ్లవాడైనప్పుడు గిలాదు తండ్రియగు మాకీరు కుమార్తెను కూడి, ఆమెను పెండ్లి చేసికొనెను; ఆమె అతనికి సెగూబును కనెను.",
    "22": "సెగూబు యాయీరును కనెను; ఇతనికి గిలాదు దేశములో ఇరవై మూడు ఊర్లు ఉండెను.",
    "23": "అయితే గెషూరీయులును సిరియనులును వారియొద్దనుండి హవ్వోత్యాయీరును, కెనాతను దాని గ్రామములను, అనగా అరువది ఊర్లను తీసికొనిరి. వీరందరు గిలాదు తండ్రియగు మాకీరు కుమారులు.",
    "24": "హెస్రోను కాలేబు ఎఫ్రాతాలో చనిపోయిన తరువాత హెస్రోను భార్యయగు అబీయా అతనికి తెకోవ తండ్రియగు అష్షూరును కనెను.",
    "25": "హెస్రోను జ్యేష్ఠకుమారుడగు యెరాహ్మేలు కుమారులు ఎవరనగా - జ్యేష్ఠుడగు రాము, బూనా, ఓరెను, ఓజెము, అహీయా.",
    "26": "యెరాహ్మేలుకు అతారా అను వేరొక భార్య ఉండెను; ఆమె ఓనాము తల్లి.",
    "27": "యెరాహ్మేలు జ్యేష్ఠకుమారుడగు రాము కుమారులు మయజు, యామీను, ఏకెరు.",
    "28": "ఓనాము కుమారులు షమ్మయి, యాదా. షమ్మయి కుమారులు నాదాబు, అబీషూరు.",
    "29": "అబీషూరు భార్య పేరు అబీహాయిలు; ఆమె అతనికి అహబానును మోలీదును కనెను.",
    "30": "నాదాబు కుమారులు సెలెదు, అప్పాయిము; సెలెదు సంతానము లేక చనిపోయెను.",
    "31": "అప్పాయిము కుమారుడు ఇషీ; ఇషీ కుమారుడు షేషాను; షేషాను కుమారుడు అహ్లయి.",
    "32": "షమ్మయి సహోదరుడగు యాదా కుమారులు యెతెరు, యోనాతాను; యెతెరు సంతానము లేక చనిపోయెను.",
    "33": "యోనాతాను కుమారులు పెలెతు, జాజా. వీరు యెరాహ్మేలు కుమారులు.",
    "34": "షేషానుకు కుమార్తెలే గాని కుమారులు లేరు. షేషానుకు యర్హాను ఒక ఐగుప్తీయుడగు దాసుడుండెను.",
    "35": "షేషాను తన కుమార్తెను తన దాసుడగు యర్హాకు ఇచ్చి పెండ్లి చేసెను; ఆమె అతనికి అత్తయిని కనెను.",
    "36": "అత్తయి నాతానును కనెను; నాతాను జాబాదును కనెను;",
    "37": "జాబాదు ఎఫ్లాలును కనెను; ఎఫ్లాలు ఓబేదును కనెను;",
    "38": "ఓబేదు యెహూను కనెను; యెహూ అజర్యాను కనెను;",
    "39": "అజర్యా హెలెెసును కనెను; హెలెెసు ఎలాశాను కనెను;",
    "40": "ఎలాశా సిస్మయిని కనెను; సిస్మయి షల్లూమును కనెను;",
    "41": "షల్లూము యెకన్యాను కనెను; యెకన్యా ఎలీషామను కనెను.",
    "42": "యెరాహ్మేలు సహోదరుడగు కాలేబు కుమారులు ఎవరనగా - జీఫు తండ్రియగు మేషా అతనికి జ్యేష్ఠుడు; మరియు హెబ్రోను తండ్రియగు మారేషా కుమారులు అతని కుమారులు.",
    "43": "హెబ్రోను కుమారులు కోరహు, తప్పూయ, రెకెము, షెమ.",
    "44": "షెమ యొర్కెయాము తండ్రియగు రహమును కనెను; రెకెము షమ్మయిని కనెను.",
    "45": "షమ్మయి కుమారుడు మాోను; మాోను బేత్సూరుకు తండ్రి.",
    "46": "కాలేబు ఉపపత్నియగు ఏఫా హారానును మోజాను గాజేజును కనెను; హారాను గాజేజును కనెను.",
    "47": "యెహదాయై కుమారులు రెగెము, యోతాము, గేషాను, పెలెటు, ఏఫా, షయపు.",
    "48": "కాలేబు ఉపపత్నియగు మయకా షెబెరును తిర్హానాను కనెను.",
    "49": "మరియు ఆమె మద్మన్నాకు తండ్రియగు షయపును, మక్బేనాకును గిబియాకును తండ్రియగు షెవాను కనెను; కాలేబు కుమార్తె అక్సా.",
    "50": "వీరు కాలేబు కుమారులు. ఎఫ్రాతాకు జ్యేష్ఠకుమారుడగు హూరు కుమారులు ఎవరనగా - కిర్యత్యారీము తండ్రియగు శోబాలు,",
    "51": "బేత్లెహేము తండ్రియగు సల్మా, బేత్గాదేరు తండ్రియగు హారేపు.",
    "52": "కిర్యత్యారీము తండ్రియగు శోబాలు కుమారులు హరోయే, మానహతియారిలో సగము మంది.",
    "53": "కిర్యత్యారీము వంశములు ఏవనగా - యిత్రీయులు, పూతీయులు, షుమాతీయులు, మిష్రాయీయులు; వీరిలోనుండి సొరాతీయులును, ఎష్తావోలీయులును వచ్చిరి.",
    "54": "సల్మా కుమారులు బేత్లెహేము, నెటోపాతీయులు, ఆత్రోత్బేత్, యోవాబు, మానహతీయులలో సగము మంది, జొరీయులు.",
    "55": "యబ్బేజులో నివసించిన లేఖకుల వంశములు ఏవనగా - తిరాతీయులు, షిమాతీయులు, శూకాతీయులు; వీరు రేకాబు ఇంటివారికి తండ్రియగు హమ్మతువలన వచ్చిన కేనీయులు."
}
