
{
    "1": "సాతాను ఇశ్రాయేలుకు విరోధముగా లేచి, ఇశ్రాయేలీయులను లెక్కించుమని దావీదును ప్రేరేపించెను.",
    "2": "కాబట్టి దావీదు యోవాబుతోను జనుల అధిపతులతోను - మీరు వెళ్లి బెేర్షెబా మొదలుకొని దాను వరకు ఇశ్రాయేలీయులను లెక్కించి, వారి సంఖ్య నాకు తెలియునట్లు నా యొద్దకు తెండని చెప్పెను.",
    "3": "అందుకు యోవాబు - యెహోవా తన జనులను ఇప్పుడున్నవారికంటే నూరంతలు ఎక్కువగా చేయును గాక; అయినను నా ఏలినవాడా రాజా, వారందరు నా ఏలినవానికి దాసులు కారా? నా ఏలినవాడు దీనిని ఎందుకు కోరుచున్నాడు? ఇశ్రాయేలుకు శిక్ష కలుగుటకు అతడు ఎందుకు కారకుడగును అనెను.",
    "4": "అయినను యోవాబు మాటకు రాజు మాట గట్టిదాయెను గనుక యోవాబు బయలుదేరి ఇశ్రాయేలు అంతట సంచరించి యెరూషలేమునకు వచ్చెను.",
    "5": "యోవాబు జనుల మొత్తమును దావీదునకు అప్పగించెను; ఇశ్రాయేలీయులలో కత్తి దూయువారు పదకొండు లక్షలమంది; యూదావారు కత్తి దూయువారు నాలుగు లక్షల డెబ్బది వేలమంది.",
    "6": "రాజు మాట యోవాబుకు అసహ్యముగా ఉండెను గనుక అతడు వారిలో లేవి బెన్యామీను గోత్రములను లెక్కింపలేదు.",
    "7": "ఈ కార్యము దేవుని దృష్టికి చెడ్డది గనుక ఆయన ఇశ్రాయేలును మొత్తెను.",
    "8": "అప్పుడు దావీదు - నేను ఈలాగు చేసి గొప్ప పాపము కట్టుకొంటిని; దయచేసి నీ దాసుని దోషమును పరిహరించుము; నేను బహు బుద్ధిహీనముగా చేసితిని అని దేవునితో చెప్పెను.",
    "9": "యెహోవా దావీదు దీర్ఘదర్శియగు గాదుతో ఇట్లనెను",
    "10": "నీవు వెళ్లి దావీదుతో ఇట్లనుము - యెహోవా సెలవిచ్చునదేమనగా - మూడు ఇబ్బందులను నీ యెదుట పెట్టుచున్నాను; వాటిలో ఒకదానిని నీవు కోరుకొనుము, దానిని నీకు చేసెదను.",
    "11": "కాబట్టి గాదు దావీదునొద్దకు వచ్చి అతనితో ఇట్లనెను - యెహోవా సెలవిచ్చునదేమనగా - నీకు ఇష్టమైనదానిని కోరుకొనుము.",
    "12": "మూడు సంవత్సరములు కరవు కలుగుటయా? లేక నీ శత్రువుల కత్తి నిన్ను తరిమినప్పుడు మూడు నెలలు నీ విరోధుల యెదుట లయమగుటయా? లేక మూడు దినములు యెహోవా కత్తి, అనగా దేశములో తెగులు ఉండి యెహోవా దూత ఇశ్రాయేలు సరిహద్దులన్నిటిలో నాశనము చేయుటయా? నన్ను పంపినవానికి నేను ఏమి ప్రత్యుత్తరమియ్యవలెనో ఆలోచించుకొనుము.",
    "13": "అందుకు దావీదు - నాకు బహు ఇబ్బందిగా ఉన్నది; యెహోవా మహా కనికరము గలవాడు గనుక మనుష్యుని చేతిలో పడకుండ యెహోవా చేతిలోనే పడుదము గాక అని గాదుతో అనెను.",
    "14": "కాబట్టి యెహోవా ఇశ్రాయేలీయుల మీదికి తెగులును రప్పించెను; ఇశ్రాయేలీయులలో డెబ్బది వేలమంది చనిపోయిరి.",
    "15": "మరియు యెరూషలేమును నాశనము చేయుటకు దేవుడు ఒక దూతను పంపెను; అతడు నాశనము చేయుచుండగా యెహోవా చూచి ఆ కీడును గూర్చి సంతాపించి - చాలును, నీ చెయ్యి తీయుమని నాశనము చేయుచున్న దూతతో చెప్పెను. అప్పుడు యెహోవా దూత యెబూసీయుడగు ఒర్నాను కళ్లము దగ్గర నిలిచియుండెను.",
    "16": "దావీదు కన్నులెత్తి చూడగా, భూమ్యాకాశముల మధ్య నిలిచి, చేతిలో కత్తి దూసి యెరూషలేము మీద చాపియున్న యెహోవా దూత కనబడెను. అప్పుడు దావీదును పెద్దలును గోనెపట్ట కట్టుకొనినవారై సాష్టాంగపడిరి.",
    "17": "దావీదు - జనులను లెక్కించుమని ఆజ్ఞాపించినవాడను నేనే గదా? పాపము చేసి చెడుతనము జరిగించినవాడను నేనే; ఈ గొర్రెలు ఏమి చేసినవి? యెహోవా నా దేవా, నీ చెయ్యి నా మీదను నా తండ్రి ఇంటివారి మీదను ఉండనిమ్ము గాని నీ జనులకు తెగులు తగలకుండును గాక అని దేవునితో చెప్పెను.",
    "18": "అప్పుడు - దావీదు వెళ్లి యెబూసీయుడగు ఒర్నాను కళ్లములో యెహోవాకు ఒక బలిపీఠమును కట్టించవలెనని దావీదుతో చెప్పుమని యెహోవా దూత గాదుకు ఆజ్ఞాపించెను.",
    "19": "యెహోవా నామమున గాదు పలికిన మాట చొప్పున దావీదు వెళ్ళెను.",
    "20": "ఒర్నాను వెనుకకు తిరిగి ఆ దూతను చూచెను; అతనితో నున్న అతని నలుగురు కుమారులు దాగిరి. ఒర్నాను గోధుమలు దుళ్లగొట్టుచుండెను.",
    "21": "దావీదు ఒర్నాను నొద్దకు రాగా ఒర్నాను తేరిచూచి దావీదును కనుగొని, కళ్లములోనుండి బయటికి వచ్చి దావీదునకు సాష్టాంగ నమస్కారము చేసెను.",
    "22": "దావీదు - జనులలోనుండి తెగులు నిలిచిపోవునట్లు నేను దీనిమీద యెహోవాకు బలిపీఠమును కట్టుటకు ఈ కళ్లమున్న స్థలమును నాకిమ్ము; నిండు వెలకు దానిని నాకిమ్ము అని ఒర్నానుతో చెప్పెను.",
    "23": "అందుకు ఒర్నాను - నీవు దానిని తీసికొనుము; నా ఏలినవాడవగు రాజు తన దృష్టికి ఇష్టమైనట్లు చేయును గాక; చూడుము, దహనబలికి ఎడ్లను, కట్టెలకు నురిపిడి మ్రానులను, నైవేద్యమునకు గోధుమలను నేను ఇచ్చెదను; అంతయు నేను ఇచ్చెదనని దావీదుతో చెప్పెను.",
    "24": "అందుకు రాజైన దావీదు - ఆలాగు కాదు, నిండు వెల ఇచ్చి నిశ్చయముగా దీనిని కొందును; యెహోవా కొరకు నీ సొమ్మును నేను తీసికొనను, ఉచితముగా దహనబలి అర్పింపనని ఒర్నానుతో చెప్పెను.",
    "25": "అట్లు దావీదు ఆ స్థలమునకు ఆరువందల తులముల బంగారమును తూచి ఒర్నానుకు ఇచ్చెను.",
    "26": "అక్కడ దావీదు యెహోవాకు బలిపీఠమును కట్టించి దహనబలులను సమాధానబలులను అర్పించి యెహోవాకు మొరపెట్టగా, ఆయన ఆకాశమునుండి దహనబలిపీఠము మీదికి అగ్ని ద్వారా అతనికి ఉత్తరమిచ్చెను.",
    "27": "యెహోవా దూతకు ఆజ్ఞాపింపగా అతడు తన కత్తిని వరలో ఉంచెను.",
    "28": "యెబూసీయుడగు ఒర్నాను కళ్లములో యెహోవా తనకు ఉత్తరమిచ్చెనని దావీదు ఆ కాలమున చూచి అక్కడ బలి అర్పించెను.",
    "29": "మోషే అరణ్యములో చేయించిన యెహోవా నివాసమును దహనబలిపీఠమును ఆ కాలమున గిబియోనునందలి ఉన్నత స్థలములో ఉండెను.",
    "30": "అయితే యెహోవా దూత కత్తికి భయపడినందున దావీదు దేవుని యొద్ద విచారణ చేయుటకు దాని ముందర వెళ్లలేకపోయెను."
}
