
{
    "1": "అప్పుడు దావీదు - దేవుడైన యెహోవా మందిరము ఇదే, ఇశ్రాయేలీయుల దహనబలిపీఠము ఇదే అనెను.",
    "2": "మరియు ఇశ్రాయేలు దేశమందున్న పరదేశులను సమకూర్చుడని దావీదు ఆజ్ఞాపించెను; దేవుని మందిరమును కట్టుటకు రాళ్లను మలుచుటకై అతడు రాతి పనివారిని నియమించెను.",
    "3": "మరియు గవునుల తలుపుల మేకులకును చీలలకును దావీదు విస్తారమైన ఇనుమును, తూచలేనంత విస్తారమైన ఇత్తడిని,",
    "4": "లెక్కలేనన్ని దేవదారు మ్రానులను సిద్ధపరచెను; సీదోనీయులును తూరువారును దావీదునకు విస్తారమైన దేవదారు మ్రానులను తెచ్చియుండిరి.",
    "5": "దావీదు - నా కుమారుడైన సొలొమోను ఇంకా బాలుడును లేత ప్రాయము గలవాడునై యున్నాడు; యెహోవాకు కట్టబడబోవు మందిరము సకల దేశములలో కీర్తియు ఘనతయు కలుగునట్లు అత్యంత గొప్పదిగా ఉండవలెను; కాబట్టి నేను దానికొరకు వస్తువులను సిద్ధపరచెదనని అనుకొనెను. అట్లు దావీదు తన మరణమునకు ముందు విస్తారముగా సిద్ధపరచెను.",
    "6": "అతడు తన కుమారుడైన సొలొమోనును పిలిపించి, ఇశ్రాయేలు దేవుడైన యెహోవాకు ఒక మందిరమును కట్టుమని అతనికి ఆజ్ఞాపించెను.",
    "7": "దావీదు సొలొమోనుతో ఇట్లనెను - నా కుమారా, నా దేవుడైన యెహోవా నామమునకు ఒక మందిరమును కట్టించవలెనని నా మనస్సులో ఉంచుకొంటిని.",
    "8": "అయితే యెహోవా వాక్కు నాకు ప్రత్యక్షమై ఇట్లనెను - నీవు విస్తారముగా రక్తము చిందించితివి, గొప్ప యుద్ధములు చేసితివి; నా నామమునకు నీవు మందిరమును కట్టకూడదు; నా కన్నుల యెదుట నీవు భూమిమీద విస్తారముగా రక్తము చిందించితివి.",
    "9": "ఇదిగో నీకు ఒక కుమారుడు పుట్టును; అతడు విశ్రాంతి గలవాడగును; చుట్టునున్న అతని శత్రువులందరి బాధ లేకుండ అతనికి విశ్రాంతినిచ్చెదను; అతని పేరు సొలొమోను; అతని దినములలో ఇశ్రాయేలుకు సమాధానమును నెమ్మదిని దయచేసెదను.",
    "10": "అతడు నా నామమునకు ఒక మందిరమును కట్టించును; అతడు నాకు కుమారుడగును, నేను అతనికి తండ్రినగుదును; ఇశ్రాయేలులో అతని రాజ్య సింహాసనమును నిత్యము స్థిరపరచెదను.",
    "11": "ఇప్పుడు నా కుమారా, యెహోవా నీకు తోడైయుండును గాక; నీవు వర్ధిల్లి, ఆయన నిన్ను గూర్చి సెలవిచ్చినట్లు నీ దేవుడైన యెహోవా మందిరమును కట్టుదువు గాక.",
    "12": "నీవు యెహోవా ధర్మశాస్త్రమును గైకొనునట్లు యెహోవా నీకు జ్ఞానవివేకములను అనుగ్రహించి ఇశ్రాయేలు మీద నిన్ను నియమించును గాక.",
    "13": "ఇశ్రాయేలీయుల కొరకు యెహోవా మోషేకు ఆజ్ఞాపించిన కట్టడలను విధులను చేయుటకు నీవు జాగ్రత్తపడినయెడల నీవు వర్ధిల్లుదువు; నిబ్బరము కలిగి ధైర్యముగా ఉండుము, భయపడకుము, దిగులుపడకుము.",
    "14": "ఇదిగో నేను నా శ్రమలో యెహోవా మందిరము కొరకు లక్ష తలాంతుల బంగారమును, పది లక్షల తలాంతుల వెండిని, తూచలేనంత విస్తారమైన ఇత్తడిని ఇనుమును సిద్ధపరచితిని; మ్రానులను రాళ్లను కూడ సిద్ధపరచితిని; నీవు ఇంకను సమకూర్చవచ్చును.",
    "15": "పనివారును, అనగా రాతి పనివారును, కాసెవారును, వడ్రంగులును, ప్రతి పనిలో నేర్పు గలవారును నీకు విస్తారముగా ఉన్నారు.",
    "16": "బంగారమును వెండిని ఇత్తడిని ఇనుమును లెక్కలేనంత ఉన్నది; లేచి పని చేయుము, యెహోవా నీకు తోడైయుండును గాక.",
    "17": "తన కుమారుడైన సొలొమోనుకు సహాయము చేయుమని దావీదు ఇశ్రాయేలు అధిపతులకందరికిని ఆజ్ఞాపించెను.",
    "18": "మీ దేవుడైన యెహోవా మీకు తోడైయున్నాడు గదా? చుట్టునున్న వారివలన మీకు విశ్రాంతినిచ్చియున్నాడు గదా? ఆయన దేశ నివాసులను నా చేతికి అప్పగించియున్నాడు; యెహోవా యెదుటను ఆయన జనుల యెదుటను దేశము లోపరచబడియున్నది.",
    "19": "కాబట్టి మీ దేవుడైన యెహోవాను వెతుకుటకు మీ హృదయమును మీ మనస్సును నిలుపుడి; యెహోవా నిబంధన మందసమును దేవుని పరిశుద్ధ ఉపకరణములను యెహోవా నామమున కట్టబడబోవు మందిరములోనికి తెచ్చునట్లు మీరు లేచి దేవుడైన యెహోవా యొక్క పరిశుద్ధ స్థలమును కట్టుడి."
}
