
{
    "1": "దావీదు వృద్ధుడై దినములు నిండినవాడైనప్పుడు తన కుమారుడైన సొలొమోనును ఇశ్రాయేలు మీద రాజుగా చేసెను.",
    "2": "అతడు ఇశ్రాయేలు అధిపతులనందరిని యాజకులను లేవీయులను సమకూర్చెను.",
    "3": "ముప్పది ఏండ్లు మొదలుకొని పైప్రాయము గల లేవీయులు లెక్కించబడిరి; వారి సంఖ్య తలల లెక్క చొప్పున ముప్పది ఎనిమిది వేలు.",
    "4": "వారిలో ఇరవై నాలుగు వేలమంది యెహోవా మందిరపు పని మీద నిర్ణయింపబడిరి; ఆరు వేలమంది న్యాయాధిపతులుగాను అధికారులుగాను ఉండిరి.",
    "5": "నాలుగు వేలమంది ద్వారపాలకులు; నాలుగు వేలమంది దావీదు - స్తుతించుటకు నేను చేయించిన వాద్యములతో యెహోవాను స్తుతించువారనెను.",
    "6": "దావీదు వారిని లేవి కుమారులైన గెర్షోను కహతు మెరారి అనువారి చొప్పున వరుసలుగా విభజించెను.",
    "7": "గెర్షోనీయులలో లద్దాను, షిమీ.",
    "8": "లద్దాను కుమారులు ముగ్గురు; వారిలో యెహీయేలు ప్రధానుడు, జేతాము, యోవేలు.",
    "9": "షిమీ కుమారులు ముగ్గురు; షెలోమీతు, హజీయేలు, హారాను; వీరు లద్దాను పితరుల ఇండ్లకు పెద్దలు.",
    "10": "షిమీ కుమారులు యహతు, జీనా, యెయూషు, బెరీయా; ఈ నలుగురు షిమీ కుమారులు.",
    "11": "యహతు ప్రధానుడు, జీజా రెండవవాడు; యెయూషుకును బెరీయాకును కుమారులు అనేకులు లేకపోయిరి గనుక వారు పితరుల ఇంట ఒక్కటిగానే ఎంచబడిరి.",
    "12": "కహతు కుమారులు నలుగురు; అమ్రాము, ఇస్హారు, హెబ్రోను, ఉజ్జీయేలు.",
    "13": "అమ్రాము కుమారులు అహరోను, మోషే. అహరోనును అతని కుమారులును నిత్యము అతి పరిశుద్ధమైనవాటిని ప్రతిష్ఠించుటకును, యెహోవా సన్నిధిని ధూపము వేయుటకును, ఆయనకు సేవ చేయుటకును, ఆయన నామమున నిత్యము దీవించుటకును ప్రత్యేకించబడిరి.",
    "14": "దైవజనుడైన మోషే కుమారులు లేవి గోత్రములో ఎంచబడిరి.",
    "15": "మోషే కుమారులు గెర్షోము, ఎలీయెజెరు.",
    "16": "గెర్షోము కుమారులలో షెబూయేలు ప్రధానుడు.",
    "17": "ఎలీయెజెరు కుమారులలో రెహబ్యా ప్రధానుడు. ఎలీయెజెరుకు వేరే కుమారులు లేరు గాని రెహబ్యా కుమారులు అనేకులు.",
    "18": "ఇస్హారు కుమారులలో షెలోమీతు ప్రధానుడు.",
    "19": "హెబ్రోను కుమారులలో యెరీయా ప్రధానుడు, అమర్యా రెండవవాడు, యహజీయేలు మూడవవాడు, యెకమెయాము నాలుగవవాడు.",
    "20": "ఉజ్జీయేలు కుమారులలో మీకా ప్రధానుడు, యిష్షీయ రెండవవాడు.",
    "21": "మెరారి కుమారులు మహలి, మూషి. మహలి కుమారులు ఎలియాజరు, కీషు.",
    "22": "ఎలియాజరు కుమారులు లేకయే చనిపోయెను; అతనికి కుమార్తెలే గాని కుమారులు లేరు గనుక కీషు కుమారులైన వారి పినతండ్రి కుమారులు వారిని పెండ్లి చేసికొనిరి.",
    "23": "మూషి కుమారులు ముగ్గురు; మహలి, ఏదెరు, యెరీమోతు.",
    "24": "వీరు తమ తమ పితరుల ఇండ్ల చొప్పున లేవి కుమారులు; వీరు పితరుల ఇండ్ల పెద్దలు; ఇరవై ఏండ్లు మొదలుకొని పైప్రాయము కలిగి యెహోవా మందిరపు సేవ చేయువారు తమ తమ పేర్ల లెక్క చొప్పున తలల ప్రకారము లెక్కించబడిరి.",
    "25": "దావీదు ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా తన ప్రజలకు విశ్రాంతినిచ్చియున్నాడు; ఆయన నిత్యము యెరూషలేములో నివసించును.",
    "26": "లేవీయులు ఇకమీదట మందిరమునైనను దాని సేవ కొరకైన ఉపకరణములనైనను మోయ పని లేదు.",
    "27": "దావీదు చివరి మాటలను బట్టి ఇరవై ఏండ్లు మొదలుకొని పైప్రాయము గల లేవీయులు లెక్కించబడిరి.",
    "28": "యెహోవా మందిరపు సేవలో అహరోను కుమారులకు సహాయము చేయుట వారి పని; ఆవరణములను గదులను చూచుకొనుటయు, సమస్త ప్రతిష్ఠిత వస్తువులను శుద్ధి చేయుటయు, దేవుని మందిరపు సేవ పనియు,",
    "29": "సముఖపు రొట్టెలను, నైవేద్యమునకు సన్నపు పిండిని, పొంగని పలచని అప్పడములను, పెనము మీద కాల్చినవాటిని, నూనెతో కలిపినవాటిని, సమస్తమైన కొలలను పరిమాణములను చూచుకొనుటయు,",
    "30": "ప్రతి ఉదయమునను సాయంకాలమునను నిలిచి యెహోవాకు కృతజ్ఞతాస్తుతులు చెల్లించుటయు,",
    "31": "విశ్రాంతి దినములలోను, అమావాస్యలలోను, పండుగలలోను యెహోవాకు దహనబలులన్నిటిని అర్పించుటయు వారి పని; వీరు సంఖ్య చొప్పున క్రమముగా ఎల్లప్పుడును యెహోవా సన్నిధిని సేవింపవలెను.",
    "32": "వారు ప్రత్యక్షపు గుడారమును పరిశుద్ధ స్థలమును కాపాడుచు, యెహోవా మందిరపు సేవలో తమ సహోదరులైన అహరోను కుమారులకు సహాయము చేయుచుండవలెను."
}
