
{
    "1": "అహరోను కుమారుల తరగతులు ఏవనగా - అహరోను కుమారులు నాదాబు, అబీహు, ఎలియాజరు, ఈతాకూరు.",
    "2": "నాదాబును అబీహును తమ తండ్రి కంటే ముందుగా చనిపోయిరి, వారికి కుమారులు లేకపోయిరి; కాబట్టి ఎలియాజరును ఈతాకూరును యాజకత్వము చేసిరి.",
    "3": "దావీదు ఎలియాజరు సంతతివాడైన సాదోకుతోను, ఈతాకూరు సంతతివాడైన అహీమెలెకుతోను కలిసి వారి వారి సేవ చొప్పున వారిని తరగతులుగా నియమించెను.",
    "4": "ఈతాకూరు కుమారులకంటె ఎలియాజరు కుమారులలో ముఖ్యులైన పురుషులు ఎక్కువగా ఉండుట చూచి, దానికి తగినట్లు వారిని పంచిపెట్టిరి; ఎలియాజరు కుమారులలో పదహారుగురు తమ పితరుల ఇండ్లకు పెద్దలుగాను, ఈతాకూరు కుమారులలో ఎనిమిదిమంది తమ పితరుల ఇండ్లకు పెద్దలుగాను ఉండిరి.",
    "5": "ఎలియాజరు కుమారులలోను ఈతాకూరు కుమారులలోను ప్రతిష్ఠితమైనవాటి మీద అధికారులును దేవుని సేవలో అధికారులును ఉండిరి గనుక వంతుల ప్రకారము చీటివేసి వారిని పంచిపెట్టిరి.",
    "6": "లేవీయుడగు నెతనేలు కుమారుడైన షెమయా అను శాస్త్రి, రాజు యెదుటను, అధిపతుల యెదుటను, యాజకుడైన సాదోకు యెదుటను, అభ్యాతారు కుమారుడైన అహీమెలెకు యెదుటను, యాజకుల యొక్కయు లేవీయుల యొక్కయు పితరుల ఇండ్ల పెద్దల యెదుటను వారి పేర్లను వ్రాసెను; ఎలియాజరు కొరకు ఒక పితరుల ఇల్లు, ఈతాకూరు కొరకు ఒక పితరుల ఇల్లు తీయబడెను.",
    "7": "మొదటి చీటి యెహోయారీబునకు, రెండవది యెదాయాకు,",
    "8": "మూడవది హారిమునకు, నాలుగవది శెయోరీమునకు,",
    "9": "ఐదవది మల్కీయాకు, ఆరవది మియ్యామినుకు,",
    "10": "ఏడవది హక్కోజుకు, ఎనిమిదవది అబీయాకు,",
    "11": "తొమ్మిదవది యేషూవకు, పదవది షెకన్యాకు,",
    "12": "పదకొండవది ఎల్యాషీబునకు, పన్నెండవది యాకీమునకు,",
    "13": "పదమూడవది హుప్పాకు, పద్నాలుగవది యెషెబాబునకు,",
    "14": "పదిహేనవది బిల్గాకు, పదారవది ఇమ్మెరుకు,",
    "15": "పదిహేడవది హెజీరుకు, పద్దెనిమిదవది హప్పెిస్సెసుకు,",
    "16": "పంతొమ్మిదవది పెతహ్యాకు, ఇరవైయవది యెహెజ్కేలుకు,",
    "17": "ఇరవై ఒకటవది యాకీనుకు, ఇరవై రెండవది గామూలుకు,",
    "18": "ఇరవై మూడవది దెలాయాకు, ఇరవై నాలుగవది మజ్యాకు వచ్చెను.",
    "19": "ఇశ్రాయేలు దేవుడైన యెహోవా తమ తండ్రియైన అహరోనుకు ఆజ్ఞాపించినట్లు అతని చేతికింద యెహోవా మందిరములో ప్రవేశించి సేవ చేయుటకు వారి వారి వంతులు ఇవే.",
    "20": "లేవి కుమారులలో మిగిలినవారు ఎవరనగా - అమ్రాము కుమారులలో షూబాయేలు; షూబాయేలు కుమారులలో యెహెద్యా.",
    "21": "రెహబ్యా కుమారులలో జ్యేష్ఠుడు ఇష్షీయా.",
    "22": "ఇస్హారీయులలో షెలోమోతు; షెలోమోతు కుమారులలో యహతు.",
    "23": "హెబ్రోను కుమారులలో జ్యేష్ఠుడు యెరీయా, రెండవవాడు అమర్యా, మూడవవాడు యహజీయేలు, నాలుగవవాడు యెకమెయాము.",
    "24": "ఉజ్జీయేలు కుమారులలో మీకా; మీకా కుమారులలో షామీరు.",
    "25": "మీకా సహోదరుడు ఇష్షీయా; ఇష్షీయా కుమారులలో జెకర్యా.",
    "26": "మెరారి కుమారులు మహలి, మూషి; యహజీయా కుమారుడు బెనో.",
    "27": "మెరారి కుమారులు; యహజీయా వలన బెనో,షోహాము, జక్కూరు, ఇబ్రీ.",
    "28": "మహలికి ఎలియాజరు పుట్టెను, అతనికి కుమారులు లేరు.",
    "29": "కీషు కుమారులలో యెరాహ్మేలు.",
    "30": "మూషి కుమారులు మహలి, ఏదెరు, యెరీమోతు. వీరు తమ తమ పితరుల ఇండ్ల చొప్పున లేవీయులు.",
    "31": "తమ సహోదరులైన అహరోను సంతతివారివలె వీరును, అనగా పితరుల ఇండ్ల పెద్దలును వారి తమ్ములను రాజు యెదుటను, సాదోకు యెదుటను, అహీమెలెకు యెదుటను, యాజకుల యొక్కయు లేవీయుల యొక్కయు పితరుల ఇండ్ల పెద్దల యెదుటను చీట్లు వేసికొనిరి."
}
