
{
    "1": "మరియు దావీదును సైన్యాధిపతులును ఆసాపు హేమాను యెదూతూనుల కుమారులలో కొందరిని సేవ నిమిత్తము ప్రత్యేకించిరి; వీరు సితారాలతోను స్వరమండలములతోను తాళములతోను ప్రవచింపవలెను. ఈ సేవ చేయువారి సంఖ్య ఎంతనగా",
    "2": "ఆసాపు కుమారులలో జక్కూరు, యోసేపు, నెతన్యా, అషర్రేలా; వీరు ఆసాపు కుమారులు; వీరు రాజు ఆజ్ఞ చొప్పున ప్రవచించిన ఆసాపు చేతికింద ఉండిరి.",
    "3": "యెదూతూను కుమారులలో గెదల్యా, జెరీ, యెషయా, షిమీ, హషబ్యా, మత్తిత్యా అను ఆరుగురు; వీరు యెహోవాకు కృతజ్ఞతాస్తుతులు చెల్లించుచు ప్రవచించుచున్న తమ తండ్రియైన యెదూతూను చేతికింద సితారాలను వాయించుచుండిరి.",
    "4": "హేమాను కుమారులలో బుక్కీయా, మత్తన్యా, ఉజ్జీయేలు, షెబూయేలు, యెరీమోతు, హనన్యా, హనానీ, ఎలీయాతా, గిద్దల్తి, రోమమ్తియెజెరు, యొష్బెకాషా, మల్లోతి, హోతీరు, మహజీయోతు;",
    "5": "వీరందరు రాజుకు దీర్ఘదర్శియైన హేమాను కుమారులు; దేవుని వాక్యమును బట్టి ఇశ్రాయేలు బలమును హెచ్చించుటకై దేవుడు హేమానుకు పద్నాలుగురు కుమారులను ముగ్గురు కుమార్తెలను ఇచ్చెను.",
    "6": "వీరందరు యెహోవా మందిరములో గానము చేయుటకు తమ తండ్రి చేతికింద ఉండి, తాళములతోను స్వరమండలములతోను సితారాలతోను దేవుని మందిర సేవ జరిగించిరి. ఆసాపును యెదూతూనును హేమానును రాజు చేతికింద ఉండిరి.",
    "7": "యెహోవాకు గానము చేయుటలో నేర్పు కలిగి, విద్య అభ్యసించిన తమ సహోదరులతో కూడ వీరి సంఖ్య రెండు వందల ఎనభై ఎనిమిది.",
    "8": "పెద్దలేమి చిన్నవారేమి, గురువులేమి శిష్యులేమి, అందరును సరిగా చీట్లు వేసికొనిరి.",
    "9": "మొదటి చీటి ఆసాపు వంశస్థుడగు యోసేపునకు పడెను; రెండవది గెదల్యాకు, అతడును అతని సహోదరులును అతని కుమారులును పన్నెండుమంది.",
    "10": "మూడవది జక్కూరుకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "11": "నాలుగవది ఇజ్రీకి, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "12": "ఐదవది నెతన్యాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "13": "ఆరవది బుక్కీయాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "14": "ఏడవది యెషరెలాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "15": "ఎనిమిదవది యెషయాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "16": "తొమ్మిదవది మత్తన్యాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "17": "పదవది షిమీకి, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "18": "పదకొండవది అజరేలుకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "19": "పన్నెండవది హషబ్యాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "20": "పదమూడవది షూబాయేలుకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "21": "పద్నాలుగవది మత్తిత్యాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "22": "పదిహేనవది యెరేమోతుకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "23": "పదారవది హనన్యాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "24": "పదిహేడవది యొష్బెకాషాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "25": "పద్దెనిమిదవది హనానీకి, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "26": "పంతొమ్మిదవది మల్లోతికి, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "27": "ఇరవైయవది ఎలీయాతాకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "28": "ఇరవై ఒకటవది హోతీరుకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "29": "ఇరవై రెండవది గిద్దల్తికి, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "30": "ఇరవై మూడవది మహజీయోతుకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది.",
    "31": "ఇరవై నాలుగవది రోమమ్తియెజెరుకు, అతని కుమారులును అతని సహోదరులును పన్నెండుమంది."
}
