
{
    "1": "ద్వారపాలకుల తరగతులు ఏవనగా - కోరహీయులలో ఆసాపు కుమారులగు కోరే కుమారుడైన మెషెలెమ్యా.",
    "2": "మెషెలెమ్యా కుమారులు - జ్యేష్ఠుడగు జెకర్యా, రెండవవాడగు యెదీయెల్, మూడవవాడగు జెబద్యా, నాలుగవవాడగు యత్నీయేలు,",
    "3": "ఐదవవాడగు ఏలామ్, ఆరవవాడగు యెహోహానాను, ఏడవవాడగు ఎల్యోయేనై.",
    "4": "ఓబేదెదోము కుమారులు - జ్యేష్ఠుడగు షెమయా, రెండవవాడగు యెహోజాబాదు, మూడవవాడగు యోవాహు, నాలుగవవాడగు సాకారు, ఐదవవాడగు నెతనేలు,",
    "5": "ఆరవవాడగు అమ్మీయేలు, ఏడవవాడగు ఇస్సాఖారు, ఎనిమిదవవాడగు పెవుల్లెతై; దేవుడు అతనిని ఆశీర్వదించెను.",
    "6": "అతని కుమారుడైన షెమయాకు కుమారులు పుట్టిరి; వారు పరాక్రమశాలులైనందున తమ తండ్రి యింటివారి మీద ఏలుబడి చేసిరి.",
    "7": "షెమయా కుమారులు ఒత్నీ, రెఫాయేలు, ఓబేదు, ఎల్జాబాదు; బలవంతులైన ఇతని సహోదరులు ఎలీహు, సెమక్యా.",
    "8": "వీరందరు ఓబేదెదోము సంతతివారు; వీరును వీరి కుమారులును వీరి సహోదరులును సేవ చేయుటకు సామర్థ్యము గల బలిష్ఠులు; ఓబేదెదోమునకు పుట్టినవారు అరువది ఇద్దరు.",
    "9": "మెషెలెమ్యాకు పుట్టిన కుమారులును సహోదరులును పద్దెనిమిదిమంది; వీరు పరాక్రమశాలులు.",
    "10": "మెరారీయుల సంతతివాడగు హోసాకు కుమారులు పుట్టిరి; వారిలో షిమ్రి పెద్దవాడు; ఇతడు జ్యేష్ఠుడు కాకపోయినను ఇతని తండ్రి ఇతనిని పెద్దగా ఉంచెను.",
    "11": "రెండవవాడు హిల్కీయా, మూడవవాడు టెబల్యా, నాలుగవవాడు జెకర్యా; హోసా కుమారులును సహోదరులును అందరు కలిసి పదమూడుమంది.",
    "12": "ద్వారపాలకుల తరగతులు వారి వారి పెద్దల యొద్దను, యెహోవా మందిరములో సేవ చేయు వారి సహోదరుల యొద్దను వంతుల ప్రకారము ఉంచబడెను.",
    "13": "ప్రతి గుమ్మమునొద్ద కాపలా కాయుటకై వారు తమ పితరుల ఇండ్ల చొప్పున పిన్నలకును పెద్దలకును సరిగా చీట్లు వేసికొనిరి.",
    "14": "తూర్పు తట్టున షెలెమ్యాకు చీటి పడెను. బుద్ధిమంతుడును ఆలోచనకర్తయునైన అతని కుమారుడగు జెకర్యా కొరకు వారు చీట్లు వేయగా ఉత్తరపు తట్టు అతనికి పడెను.",
    "15": "దక్షిణపు తట్టు ఓబేదెదోముకును, అతని కుమారులకు కొట్ల కావలియు పడెను.",
    "16": "పడమటి తట్టునను, ఎక్కిపోవు రాజమార్గమున నున్న షల్లేకెతు గుమ్మమునొద్దను షుప్పీముకును హోసాకును చీటి పడెను; కావలికి ఎదురుగా కావలి ఉండెను.",
    "17": "తూర్పున ఆరుగురు లేవీయులును, ఉత్తరమున రోజుకు నలుగురును, దక్షిణమున రోజుకు నలుగురును, కొట్ల యొద్ద ఇద్దరిద్దరును ఉండిరి.",
    "18": "పడమటి దిక్కుననున్న పార్బారు నొద్ద, అనగా రాజమార్గమున నలుగురును పార్బారు నొద్ద ఇద్దరును ఉండిరి.",
    "19": "కోరహు కుమారులలోను మెరారి కుమారులలోను ద్వారపాలకుల తరగతులు ఇవే.",
    "20": "లేవీయులలో అహీయా దేవుని మందిరపు బొక్కసములకును, ప్రతిష్ఠిత వస్తువుల బొక్కసములకును పైవిచారణకర్తగా ఉండెను.",
    "21": "లద్దాను కుమారులు; గెర్షోనీయుడైన లద్దానునకు పుట్టిన గెర్షోనీయులు, అనగా లద్దాను వంశస్థులలో పితరుల ఇండ్ల పెద్దయైన యెహీయేలి.",
    "22": "యెహీయేలి కుమారులు జేతాము, అతని సహోదరుడైన యోవేలు; వీరు యెహోవా మందిరపు బొక్కసములకు పైవిచారణకర్తలుగా ఉండిరి.",
    "23": "అమ్రామీయులలోను ఇస్హారీయులలోను హెబ్రోనీయులలోను ఉజ్జీయేలీయులలోను",
    "24": "మోషే కుమారుడైన గెర్షోము కుమారుడగు షెబూయేలు బొక్కసములకు ప్రధానుడు.",
    "25": "అతని సహోదరులు ఎవరనగా - ఎలీయెజెరు వలన పుట్టిన అతని కుమారుడు రెహబ్యా, అతని కుమారుడు యెషయా, అతని కుమారుడు యోరాము, అతని కుమారుడు జి క్రీ, అతని కుమారుడు షెలోమోతు.",
    "26": "ఈ షెలోమోతును అతని సహోదరులును, రాజైన దావీదును పితరుల ఇండ్ల పెద్దలును సహస్రాధిపతులును శతాధిపతులును సైన్యాధిపతులును ప్రతిష్ఠించిన వస్తువుల బొక్కసములన్నిటి మీద ఉండిరి.",
    "27": "యుద్ధములలో కొల్లపెట్టిన సొమ్ములో కొంత భాగమును యెహోవా మందిరమును బాగుచేయుటకై వారు ప్రతిష్ఠించిరి.",
    "28": "దీర్ఘదర్శియైన సమూయేలును, కీషు కుమారుడైన సౌలును, నేరు కుమారుడైన అబ్నేరును, సెరూయా కుమారుడైన యోవాబును ప్రతిష్ఠించినదంతయు, ఎవరెవరు ఏమేమి ప్రతిష్ఠించిరో అదంతయు షెలోమోతు చేతిక్రిందను అతని సహోదరుల చేతిక్రిందను ఉండెను.",
    "29": "ఇస్హారీయులలో కెనన్యాను అతని కుమారులును మందిరము బయటి పనిమీద ఇశ్రాయేలీయులకు అధికారులుగాను న్యాయాధిపతులుగాను ఉండిరి.",
    "30": "హెబ్రోనీయులలో హషబ్యాయు అతని సహోదరులైన వెయ్యిన్ని ఏడువందలమంది పరాక్రమశాలులును, యొర్దాను అవతల పడమటి వైపున యెహోవా సేవ నిమిత్తమును రాజు సేవ నిమిత్తమును ఇశ్రాయేలీయుల మీద విచారణకర్తలుగా ఉండిరి.",
    "31": "హెబ్రోనీయులలో వంశావళి పట్టిక ప్రకారము యెరీయా పెద్ద; దావీదు ఏలుబడిలో నలభయ్యవ సంవత్సరమున వారిని వెదకగా గిలాదులోని యాజేరులో వారిలో పరాక్రమశాలులు కనబడిరి.",
    "32": "అతని సహోదరులు రెండు వేల ఏడువందలమంది పరాక్రమశాలులు, పితరుల ఇండ్ల పెద్దలు; రాజైన దావీదు దేవుని సంగతులన్నిటిలోను రాజు సంగతులన్నిటిలోను రూబేనీయుల మీదను గాదీయుల మీదను మనష్షే అర్ధ గోత్రము మీదను వీరిని నియమించెను."
}
