
{
    "1": "ఇశ్రాయేలీయులలో పితరుల ఇండ్ల పెద్దలును, సహస్రాధిపతులును, శతాధిపతులును, నెల నెలకు వంతుల చొప్పున సంవత్సరమంతయు వచ్చిపోవుచుండిన జనులందరిలో రాజును సేవించిన అధికారులును సంఖ్యకు ఇరవై నాలుగు వేలమంది.",
    "2": "మొదటి నెలకు మొదటి వంతు మీద జబ్దియేలు కుమారుడైన యాషోబాము ఉండెను; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "3": "అతడు పెరెసు సంతానపువాడై మొదటి నెలలో సేవ చేయు సైన్యాధిపతులందరికి ముఖ్యుడు.",
    "4": "రెండవ నెల వంతు మీద అహోహీయుడైన దోదై ఉండెను; అతని వంతుకు మిక్లోతు అధిపతి; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "5": "మూడవ నెలలో మూడవ సైన్యాధిపతి ప్రధాన యాజకుడగు యెహోయదా కుమారుడైన బెనాయా; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "6": "ఈ బెనాయా ఆ ముప్పదిమందిలో పరాక్రమశాలియై ఆ ముప్పదిమందికి పైవాడుగా ఉండెను; అతని వంతు మీద అతని కుమారుడైన అమ్మిజాబాదు ఉండెను.",
    "7": "నాలుగవ నెలలో నాలుగవవాడు యోవాబు సహోదరుడైన అసాహేలు, అతని తరువాత అతని కుమారుడైన జెబద్యా; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "8": "ఐదవ నెలలో ఐదవవాడు ఇజ్రాహీయుడైన షమ్మూతు; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "9": "ఆరవ నెలలో ఆరవవాడు తెకోవా వాడగు ఇక్కేష్ కుమారుడైన ఈరా; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "10": "ఏడవ నెలలో ఏడవవాడు ఎఫ్రాయిము సంతానపువాడును పెలోనీయుడునగు హెలెజ్; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "11": "ఎనిమిదవ నెలలో ఎనిమిదవవాడు జెరహీయుల వంశస్థుడును హుషాతీయుడునగు సిబ్బెకై; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "12": "తొమ్మిదవ నెలలో తొమ్మిదవవాడు బెన్యామీనీయుడును అనాతోతీయుడునగు అబీయెజెరు; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "13": "పదవ నెలలో పదవవాడు జెరహీయుల వంశస్థుడును నెటోపాతీయుడునగు మహరై; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "14": "పదకొండవ నెలలో పదకొండవవాడు ఎఫ్రాయిము సంతానపువాడును పిరాతోనీయుడునగు బెనాయా; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "15": "పన్నెండవ నెలలో పన్నెండవవాడు ఒత్నీయేలు వంశస్థుడును నెటోపాతీయుడునగు హెల్దై; అతని వంతులో ఇరవై నాలుగు వేలమంది ఉండిరి.",
    "16": "మరియు ఇశ్రాయేలు గోత్రముల మీదనున్న అధికారులు ఎవరనగా - రూబేనీయులకు జి క్రీ కుమారుడైన ఎలీయెజెరు, షిమ్యోనీయులకు మయకా కుమారుడైన షెఫట్యా,",
    "17": "లేవీయులకు కెమూయేలు కుమారుడైన హషబ్యా, అహరోను సంతతివారికి సాదోకు,",
    "18": "యూదా వారికి దావీదు సహోదరులలో ఒకడగు ఎలీహు, ఇస్సాఖారు వారికి మిఖాయేలు కుమారుడైన ఒమ్రీ,",
    "19": "జెబూలూను వారికి ఓబద్యా కుమారుడైన ఇష్మాయా, నఫ్తాలి వారికి అజ్రీయేలు కుమారుడైన యెరీమోతు,",
    "20": "ఎఫ్రాయిము వారికి అజజ్యా కుమారుడైన హోషేయ, మనష్షే అర్ధ గోత్రపు వారికి పెదాయా కుమారుడైన యోవేలు,",
    "21": "గిలాదులోనున్న మనష్షే అర్ధ గోత్రపు వారికి జెకర్యా కుమారుడైన ఇద్దో, బెన్యామీను వారికి అబ్నేరు కుమారుడైన యహశీయేలు,",
    "22": "దాను వారికి యెరోహాము కుమారుడైన అజరేలు. వీరు ఇశ్రాయేలు గోత్రములకు అధిపతులు.",
    "23": "ఇశ్రాయేలీయులను ఆకాశ నక్షత్రములవలె విస్తరింపజేసెదనని యెహోవా సెలవిచ్చియుండెను గనుక ఇరవై ఏండ్లు మొదలుకొని తక్కువ వయస్సు గలవారిని దావీదు లెక్కింపలేదు.",
    "24": "సెరూయా కుమారుడైన యోవాబు లెక్కించుటకు ఆరంభించెను గాని ముగించలేదు; ఆ లెక్కను బట్టి ఇశ్రాయేలు మీద కోపము వచ్చెను గనుక ఆ లెక్క రాజైన దావీదు వృత్తాంతముల గ్రంథమందు దాఖలు కాలేదు.",
    "25": "అదీయేలు కుమారుడైన అజ్మావెతు రాజు బొక్కసముల మీద ఉండెను; ఉజ్జియా కుమారుడైన యెహోనాతాను పొలములలోను పట్టణములలోను పల్లెలలోను కోటలలోను ఉన్న బొక్కసముల మీద ఉండెను.",
    "26": "పొలము దున్ను వ్యవసాయకుల మీద కెలూబు కుమారుడైన ఎజ్రీ ఉండెను.",
    "27": "ద్రాక్షతోటల మీద రామాతీయుడైన షిమీ ఉండెను; ద్రాక్షతోటల రాబడియైన ద్రాక్షారసపు కొట్ల మీద షిఫ్మీయుడైన జబ్ది ఉండెను.",
    "28": "మైదానమందున్న ఒలీవ చెట్ల మీదను మేడి చెట్ల మీదను గెదేరీయుడైన బయల్హానాను ఉండెను; నూనె కొట్ల మీద యోవాషు ఉండెను.",
    "29": "షారోనులో మేయు పశువుల మీద షారోనీయుడైన షిత్రై ఉండెను; లోయలలో నున్న పశువుల మీద అదీలాయి కుమారుడైన షాపాతు ఉండెను.",
    "30": "ఒంటెల మీద ఇష్మాయేలీయుడైన ఓబీలు ఉండెను; గాడిదల మీద మేరోనాతీయుడైన యెహ్దెయా ఉండెను.",
    "31": "గొర్రెల మీద హగ్రీయుడైన యాజీజు ఉండెను; వీరందరు రాజైన దావీదు ఆస్తికి అధికారులై యుండిరి.",
    "32": "దావీదు పినతండ్రియైన యోనాతాను వివేకము గల ఆలోచనకర్తయు శాస్త్రియునై యుండెను; హక్మోనీ కుమారుడైన యెహీయేలు రాజు కుమారుల యొద్ద ఉండెను.",
    "33": "అహీతోపెలు రాజుకు ఆలోచనకర్త; అర్కీయుడైన హూషై రాజుకు స్నేహితుడు.",
    "34": "అహీతోపెలు తరువాత బెనాయా కుమారుడైన యెహోయదాయును అభ్యాతారును మంత్రులుగా ఉండిరి; యోవాబు రాజు సైన్యాధిపతి."
}
