
{
    "1": "దావీదు ఇశ్రాయేలు అధిపతులనందరిని, అనగా గోత్రముల అధిపతులను, రాజుకు సేవ చేయు తరగతుల అధిపతులను, సహస్రాధిపతులను, శతాధిపతులను, రాజుకును అతని కుమారులకును కలిగిన ఆస్తికిని పశువులకును అధికారులైన వారినందరిని, పరివారమును, పరాక్రమశాలులను, శూరులనందరిని యెరూషలేమునకు సమకూర్చెను.",
    "2": "అప్పుడు రాజైన దావీదు లేచి నిలిచి ఇట్లనెను - నా సహోదరులారా, నా ప్రజలారా, నా మాట వినుడి; యెహోవా నిబంధన మందసమునకును మన దేవుని పాదపీఠమునకును విశ్రాంతి స్థలముగా ఒక మందిరమును కట్టించవలెనని నేను నా హృదయములో నిశ్చయించుకొని, కట్టించుటకు సిద్ధపరచితిని.",
    "3": "అయితే దేవుడు నాతో - నీవు యుద్ధశూరుడవు, నీవు రక్తము చిందించినవాడవు గనుక నీవు నా నామమునకు మందిరమును కట్టకూడదని సెలవిచ్చెను.",
    "4": "అయినను ఇశ్రాయేలు దేవుడైన యెహోవా ఇశ్రాయేలు మీద నిత్యము రాజునై యుండుటకు నా తండ్రి ఇంటివారందరిలో నన్ను కోరుకొనెను; ఆయన యూదాను నాయకునిగాను, యూదా ఇంటిలో నా తండ్రి ఇంటిని కోరుకొనెను; నా తండ్రి కుమారులలో నన్ను ఇష్టపడి ఇశ్రాయేలు అంతటి మీద రాజుగా చేసెను.",
    "5": "మరియు యెహోవా నాకు అనేక కుమారులను దయచేసెను; ఆయన నా కుమారులందరిలో నా కుమారుడైన సొలొమోనును ఇశ్రాయేలు మీదనున్న యెహోవా రాజ్య సింహాసనమునందు కూర్చుండుటకు కోరుకొనెను.",
    "6": "ఆయన నాతో ఇట్లనెను - నీ కుమారుడైన సొలొమోను నా మందిరమును నా ఆవరణములను కట్టించును; నేను అతనిని నాకు కుమారునిగా కోరుకొంటిని, నేను అతనికి తండ్రినైయుందును.",
    "7": "నేడు జరిగినట్లు అతడు నా ఆజ్ఞలను నా విధులను గైకొనుటయందు స్థిరముగా ఉన్నయెడల, నేను అతని రాజ్యమును నిత్యము స్థిరపరచెదను.",
    "8": "కాబట్టి మీరు ఈ మంచి దేశమును అనుభవించి, మీ తరువాత మీ పిల్లలకు అది శాశ్వతమైన స్వాస్థ్యముగా ఉండునట్లు, యెహోవా సమాజమైన ఇశ్రాయేలీయులందరు చూచుచుండగాను, మన దేవుడు వినుచుండగాను మీ దేవుడైన యెహోవా ఆజ్ఞలన్నిటిని విచారించి గైకొనుడి.",
    "9": "నా కుమారా సొలొమోనూ, నీ తండ్రి దేవుడైన యెహోవాను తెలిసికొని, ఆయనను హృదయపూర్వకముగాను సంతోషముగాను సేవించుము; యెహోవా అందరి హృదయములను పరిశోధించును, ప్రతి ఆలోచనను ఉద్దేశమును ఎరుగును; నీవు ఆయనను వెదకినయెడల ఆయన నీకు దొరుకును; నీవు ఆయనను విసర్జించినయెడల ఆయన నిన్ను నిత్యము త్రోసివేయును.",
    "10": "కాబట్టి పరిశుద్ధ స్థలముగా ఉండుటకు ఒక మందిరమును కట్టించుటకై యెహోవా నిన్ను కోరుకొనెనని తెలిసికొని, ధైర్యము వహించి దీని జరిగించుము.",
    "11": "అప్పుడు దావీదు మంటపము యొక్కయు, మందిరము యొక్కయు, దాని బొక్కసముల యొక్కయు, దాని మేడ గదుల యొక్కయు, దాని లోపలి గదుల యొక్కయు, కరుణాపీఠపు గది యొక్కయు నమూనాను తన కుమారుడైన సొలొమోనుకు ఇచ్చెను.",
    "12": "మరియు యెహోవా మందిరపు ఆవరణములను గూర్చియు, చుట్టునున్న గదులను గూర్చియు, దేవుని మందిరపు బొక్కసములను గూర్చియు, ప్రతిష్ఠిత వస్తువుల బొక్కసములను గూర్చియు దేవుని ఆత్మవలన తనకు కలిగిన నమూనాను అతనికిచ్చెను.",
    "13": "మరియు యాజకుల యొక్కయు లేవీయుల యొక్కయు తరగతులను గూర్చియు, యెహోవా మందిరపు సేవ పని అంతటిని గూర్చియు, యెహోవా మందిరపు సేవ కొరకైన ఉపకరణములన్నిటిని గూర్చియు అతనికి తెలియజేసెను.",
    "14": "మరియు ఆయా సేవలకు కావలసిన బంగారు ఉపకరణములకు ఎంత బంగారము కావలెనో ఆయా సేవలకు కావలసిన వెండి ఉపకరణములకు ఎంత వెండి కావలెనో ఆ తూనికను అతడు నిర్ణయించెను.",
    "15": "బంగారు దీపవృక్షములకును వాటి బంగారు ప్రమిదెలకును, వెండి దీపవృక్షములకును వాటి వెండి ప్రమిదెలకును వాటి వాటి పనికి తగినట్లుగా ఎంతెంత బంగారమును ఎంతెంత వెండియు కావలెనో అంత నిర్ణయించెను.",
    "16": "మరియు సముఖపు రొట్టెల బల్లలలో ఒక్కొక్క దానికి ఎంత బంగారము కావలెనో, వెండి బల్లలకు ఎంత వెండి కావలెనో అంత నిర్ణయించెను.",
    "17": "ముండ్లకొంకులకును, గిన్నెలకును, గరిటెలకును, బంగారు పాత్రలకును, వెండి పాత్రలకును ఎంతెంత బంగారమును ఎంతెంత వెండియు కావలెనో అంత నిర్ణయించెను.",
    "18": "ధూప పీఠమునకు ఎంత పుటము వేసిన బంగారము కావలెనో అంత నిర్ణయించెను; మరియు కెరూబులు రెక్కలు చాపి యెహోవా నిబంధన మందసమును కప్పుచుండుటను సూచించు బంగారు రథము యొక్క నమూనాను అతనికిచ్చెను.",
    "19": "ఇదంతయు యెహోవా హస్తము నా మీదికి వచ్చి వ్రాయబడియున్న నమూనా అంతటిని నాకు తెలియజేసెనని దావీదు చెప్పెను.",
    "20": "మరియు దావీదు తన కుమారుడైన సొలొమోనుతో ఇట్లనెను - నీవు నిబ్బరము కలిగి ధైర్యముగా పని జరిపించుము; భయపడకుము, దిగులుపడకుము; నా దేవుడైన యెహోవా నీకు తోడైయుండును; యెహోవా మందిరపు సేవ పని అంతయు ముగియువరకు ఆయన నిన్ను విడువడు, నిన్ను ఎడబాయడు.",
    "21": "ఇదిగో దేవుని మందిరపు పని అంతటి కొరకు యాజకుల యొక్కయు లేవీయుల యొక్కయు తరగతులు ఉన్నవి; మరియు పని తెలిసిన నిపుణులందరు సకలవిధములైన పనులను ఇష్టపూర్వకముగా చేయుటకు నీ యొద్ద ఉన్నారు; అధిపతులును జనులందరును నీ ఆజ్ఞకు బద్ధులైయుందురు."
}
