
{
    "1": "మరియు రాజైన దావీదు సర్వసమాజముతో ఇట్లనెను - దేవుడు కోరుకొనిన నా కుమారుడైన సొలొమోను ఇంకా బాలుడును లేత ప్రాయము గలవాడునై యున్నాడు; ఈ మందిరము మనుష్యునికి కాదు, దేవుడైన యెహోవాకే గనుక ఈ పని గొప్పది.",
    "2": "నేను నా శక్తికొలది నా దేవుని మందిరము నిమిత్తము బంగారు పనికి బంగారమును, వెండి పనికి వెండిని, ఇత్తడి పనికి ఇత్తడిని, ఇనుప పనికి ఇనుమును, కఱ్ఱ పనికి కఱ్ఱను, గోమేధికములను, పొదుగవలసిన రాళ్లను, రంగు రాళ్లను, నానావిధములైన రత్నములను, తెల్లరాళ్లను విస్తారముగా సంపాదించితిని.",
    "3": "ఇదియు గాక నా దేవుని మందిరము మీద నాకున్న ఆసక్తిని బట్టి, పరిశుద్ధాలయం కొరకు నేను సంపాదించిన వస్తువులు గాక నా స్వంతమైన బంగారమును వెండిని నా దేవుని మందిరము నిమిత్తము నేను ఇచ్చెదను.",
    "4": "మందిరము గోడలను పొదిగించుటకై మూడు వేల తలాంతుల ఓఫీరు బంగారమును, ఏడు వేల తలాంతుల శుద్ధ వెండిని,",
    "5": "బంగారు పనికి బంగారమును, వెండి పనికి వెండిని, పనివారి చేత చేయబడు ప్రతి పనికి కావలసినదంతయు ఇచ్చెదను; ఈ దినమున యెహోవాకు మనఃపూర్వకముగా ఇచ్చువారెవరైన మీలో ఉన్నారా?",
    "6": "అప్పుడు పితరుల ఇండ్ల పెద్దలును, ఇశ్రాయేలు గోత్రముల అధిపతులును, సహస్రాధిపతులును, శతాధిపతులును, రాజు పనివారి పైవిచారణకర్తలును మనఃపూర్వకముగా",
    "7": "దేవుని మందిరపు పని కొరకు ఐదు వేల తలాంతుల బంగారమును, పదివేల తులముల బంగారమును, పదివేల తలాంతుల వెండిని, పద్దెనిమిది వేల తలాంతుల ఇత్తడిని, లక్ష తలాంతుల ఇనుమును ఇచ్చిరి.",
    "8": "రత్నములు గలవారు వాటిని గెర్షోనీయుడైన యెహీయేలు చేతికి యెహోవా మందిరపు బొక్కసమునకు ఇచ్చిరి.",
    "9": "వారు పూర్ణహృదయముతో యెహోవాకు మనఃపూర్వకముగా ఇచ్చిరి గనుక ప్రజలు తాము సంతోషముగా ఇచ్చినదానిని బట్టి సంతోషించిరి; రాజైన దావీదును మహదానందము పొందెను.",
    "10": "అందువలన దావీదు సమాజమంతటి యెదుట యెహోవాను స్తుతించెను; దావీదు ఇట్లనెను - మా పితరుడైన ఇశ్రాయేలు దేవా యెహోవా, నిరంతరము నీవు స్తుతింపబడుదువు గాక.",
    "11": "యెహోవా, మహత్యమును పరాక్రమమును ప్రభావమును విజయమును ఘనతయు నీకే చెందును; ఆకాశమందును భూమియందును ఉన్నదంతయు నీదే; యెహోవా, రాజ్యము నీది; నీవు అందరి మీదను అధిపతిగా హెచ్చియున్నావు.",
    "12": "ఐశ్వర్యమును ఘనతయు నీవలన కలుగును; నీవు సమస్తమును ఏలువాడవు; బలమును పరాక్రమమును నీ చేతిలో ఉన్నవి; అందరిని హెచ్చించుటయు అందరికి బలము నిచ్చుటయు నీ చేతిలో ఉన్నది.",
    "13": "మా దేవా, మేము నీకు కృతజ్ఞతాస్తుతులు చెల్లించుచున్నాము; ప్రభావము గల నీ నామమును కొనియాడుచున్నాము.",
    "14": "ఈ ప్రకారము మనఃపూర్వకముగా ఇచ్చుటకు మాకు సామర్థ్యము కలుగుటకు నేను ఏపాటివాడను? నా ప్రజలు ఏపాటివారు? సమస్తమును నీవలననే కలుగును గదా? నీ స్వహస్తములనుండి మాకు వచ్చినదానిలో కొంత మేము నీకు ఇచ్చితిమి.",
    "15": "మా పితరులందరివలె మేమును నీ యెదుట పరదేశులమును యాత్రికులమునై యున్నాము; భూమిమీద మా దినములు నీడ వంటివి, స్థిరముగా ఉన్నవాడొకడును లేడు.",
    "16": "మా దేవా యెహోవా, నీ పరిశుద్ధ నామము కొరకు నీకు మందిరమును కట్టించుటకై మేము సమకూర్చిన ఈ మృగ్యమంతయు నీ చేతిలోనుండి వచ్చినదే, అదంతయు నీదే.",
    "17": "నా దేవా, నీవు హృదయమును పరిశీలించుచు యథార్థవంతుల యందు ఇష్టపడుచున్నావని నేనెరుగుదును; నేనైతే యథార్థ హృదయము గలవాడనై ఇవన్నియు సంతోషముగా ఇచ్చియున్నాను; ఇప్పుడు ఇక్కడనున్న నీ జనులు నీకు సంతోషముగా ఇచ్చుట చూచి ఆనందించుచున్నాను.",
    "18": "అబ్రాహాము ఇస్సాకు ఇశ్రాయేలు అను మా పితరుల దేవా యెహోవా, నీ జనుల హృదయములోని ఈ ఉద్దేశమును ఈ తలంపును ఎల్లప్పుడును కాపాడుము; వారి హృదయమును నీ తట్టు త్రిప్పుము.",
    "19": "నీ ఆజ్ఞలను నీ శాసనములను నీ కట్టడలను గైకొనుటకును, అవన్నియు చేయుటకును, నేను సిద్ధపరచిన ఈ మందిరమును కట్టించుటకును నా కుమారుడైన సొలొమోనుకు హృదయపూర్వకమైన మనస్సు దయచేయుము.",
    "20": "తరువాత దావీదు - మీ దేవుడైన యెహోవాను స్తుతించుడని సర్వసమాజముతో చెప్పగా, సమాజమంతయు తమ పితరుల దేవుడైన యెహోవాను స్తుతించి, తలలు వంచి యెహోవాకును రాజునకును నమస్కరించిరి.",
    "21": "మరునాడు వారు యెహోవాకు బలులు అర్పించిరి; మరియు వారు ఇశ్రాయేలీయులందరి నిమిత్తము వెయ్యి కోడెలను వెయ్యి పొట్టేళ్లను వెయ్యి గొర్రెపిల్లలను వాటి పానార్పణములను యెహోవాకు దహనబలిగా అర్పించిరి.",
    "22": "ఆ దినమున వారు మహదానందముతో యెహోవా సన్నిధిని అన్నపానములు పుచ్చుకొనిరి. వారు దావీదు కుమారుడైన సొలొమోనును రెండవ మారు రాజుగా చేసి, అతడు యెహోవాకు అధిపతి అగునట్లును సాదోకు యాజకుడు అగునట్లును వారిని అభిషేకించిరి.",
    "23": "సొలొమోను తన తండ్రియైన దావీదునకు మారుగా యెహోవా సింహాసనము మీద రాజుగా ఆసీనుడై వర్ధిల్లెను; ఇశ్రాయేలీయులందరును అతనికి లోబడిరి.",
    "24": "అధిపతులందరును పరాక్రమశాలులందరును రాజైన దావీదు కుమారులందరును రాజైన సొలొమోనుకు లోబడిరి.",
    "25": "యెహోవా ఇశ్రాయేలీయులందరి యెదుట సొలొమోనును బహుగా హెచ్చించి, ఇశ్రాయేలు మీద ఏలిన రాజులలో ఎవరికిని కలుగని రాజరికపు ప్రభావమును అతనికి అనుగ్రహించెను.",
    "26": "యెష్షయి కుమారుడైన దావీదు ఇశ్రాయేలు అంతటిని ఏలెను.",
    "27": "అతడు ఇశ్రాయేలును ఏలిన కాలము నలభై ఏండ్లు; అతడు హెబ్రోనులో ఏడు ఏండ్లును యెరూషలేములో ముప్పది మూడు ఏండ్లును ఏలెను.",
    "28": "అతడు ఐశ్వర్యమును ఘనతను కలిగి, వృద్ధాప్యమందు దినములు నిండినవాడై మృతిబొందెను; అతని కుమారుడైన సొలొమోను అతనికి మారుగా రాజాయెను.",
    "29": "రాజైన దావీదు మొదటి చర్యలును చివరి చర్యలును దీర్ఘదర్శియగు సమూయేలు గ్రంథమందును ప్రవక్తయగు నాతాను గ్రంథమందును దీర్ఘదర్శియగు గాదు గ్రంథమందును వ్రాయబడియున్నవి.",
    "30": "అందులో అతని రాజ్యమంతయు, అతని పరాక్రమమును, అతనికిని ఇశ్రాయేలీయులకును ఇతర రాజ్యములకును జరిగిన సంగతులును వ్రాయబడియున్నవి."
}
