
{
    "1": "యూదా కుమారులు పెరెసు, హెస్రోను, కర్మీ, హూరు, శోబాలు.",
    "2": "శోబాలు కుమారుడగు రెవాయా యహతును కనెను; యహతు అహూమయిని లహదును కనెను; వీరు సొరాతీయుల వంశస్థులు.",
    "3": "ఏతాము తండ్రి కుమారులు యెజ్రెయేలు, ఇష్మా, ఇద్బాషు; వీరి సహోదరి పేరు హజ్జెలెల్పోని;",
    "4": "గెదోరు తండ్రియగు పెనూయేలు, హూషా తండ్రియగు ఏజెరు. వీరు బేత్లెహేము తండ్రియగు ఎఫ్రాతా జ్యేష్ఠకుమారుడైన హూరు కుమారులు.",
    "5": "తెకోవ తండ్రియగు అష్షూరుకు హెలా, నయరా అను ఇద్దరు భార్యలుండిరి.",
    "6": "నయరా అతనికి అహుజ్జామును హెపెరును తేమనీని అహష్తారిని కనెను; వీరు నయరా కుమారులు.",
    "7": "హెలా కుమారులు జెరెతు, ఇస్హారు, ఎత్నాను.",
    "8": "కోజు ఆనూబును సోబేబాను కనెను; మరియు హారుమ్ కుమారుడగు అహర్హెలు వంశములును అతనివే.",
    "9": "యబ్బేజు తన సహోదరులకంటె ఘనము పొందినవాడు; అతని తల్లి - నేను వేదనపడి ఇతని కంటినని చెప్పి అతనికి యబ్బేజు అని పేరు పెట్టెను.",
    "10": "యబ్బేజు ఇశ్రాయేలు దేవుని గూర్చి మొరపెట్టి - నీవు నన్ను నిశ్చయముగా ఆశీర్వదించి నా సరిహద్దును విశాలపరచి, నీ చెయ్యి నాకు తోడుగా ఉండ దయచేసి, నాకు కీడు రాకుండ దానిలోనుండి నన్ను తప్పించుము అని ప్రార్థించగా దేవుడు అతడు మనవి చేసినదానిని అతనికి దయచేసెను.",
    "11": "షూహ సహోదరుడగు కెలూబు మెహీరును కనెను; ఇతడు ఎష్తోను తండ్రి.",
    "12": "ఎష్తోను బేత్రాఫాను పాసెయహును, ఈర్నాహాషు తండ్రియగు తెహిన్నాను కనెను; వీరు రేకా మనుష్యులు.",
    "13": "కనజ్ కుమారులు ఒత్నీయేలు, శెరాయా; ఒత్నీయేలు కుమారులు హతతు, మయోనాతై.",
    "14": "మయోనాతై ఒఫ్రాను కనెను; శెరాయా యోవాబును కనెను; ఇతడు శిల్పకారుల లోయకు తండ్రి; వారు శిల్పకారులు.",
    "15": "యెఫున్నె కుమారుడగు కాలేబు కుమారులు ఈరు, ఏలా, నయము; ఏలా కుమారుడు కనజ్.",
    "16": "యెహల్లెలేలు కుమారులు జీపు, జీఫా, తీర్యా, అశర్యేలు.",
    "17": "ఎజ్రా కుమారులు యెతెరు, మెరెదు, ఏపెరు, యాలొను; మెరెదు భార్య గర్భవతియై మిరియామును షమ్మయిని ఎష్తెమో తండ్రియగు ఇష్బహును కనెను.",
    "18": "అతని భార్యయగు యెహూదీయా గెదోరు తండ్రియగు యెరెదును, శోకో తండ్రియగు హెబెరును, జానోహ తండ్రియగు యెకూతీయేలును కనెను; వీరు మెరెదు పెండ్లి చేసికొనిన ఫరో కుమార్తెయగు బిత్యా కుమారులు.",
    "19": "నహము సహోదరియు హోదీయా భార్యయునైన ఆమె కుమారులు గర్మీయుడైన కెయిలా తండ్రియు, మయకాతీయుడైన ఎష్తెమో తండ్రియు.",
    "20": "షీమోను కుమారులు అమ్నోను, రిన్నా, బెన్హానాను, తీలోను. ఇషీ కుమారులు జోహెతు, బెన్జోహెతు.",
    "21": "యూదా కుమారుడగు షేలా కుమారులు లేకా తండ్రియగు ఏరు, మారేషా తండ్రియగు లాయదా, బేతష్బెయాలో సన్నపు నారను నేయువారి వంశస్థులు,",
    "22": "యోకీము, కోజేబా మనుష్యులు, మోయాబులో ప్రభుత్వము చేసిన యోవాషు, శారాపు, యాషూబీలెహెమ్; ఇవి పురాతనమైన మాటలు.",
    "23": "వీరు కుమ్మరివారై నెతాయీములోను గెదేరాలోను నివసించిరి; రాజు పనుల నిమిత్తము వారు అక్కడ కాపురముండిరి.",
    "24": "షిమ్యోను కుమారులు నెమూయేలు, యామీను, యారీబు, జెరహు, షావూలు.",
    "25": "షావూలు కుమారుడు షల్లూము; షల్లూము కుమారుడు మిబ్శాము; మిబ్శాము కుమారుడు మిష్మా.",
    "26": "మిష్మా కుమారులు - అతని కుమారుడు హమ్మూవేలు; అతని కుమారుడు జక్కూరు; అతని కుమారుడు షిమీ.",
    "27": "షిమీకి పదహారుగురు కుమారులును ఆరుగురు కుమార్తెలును కలిగిరి గాని, అతని సహోదరులకు పిల్లలు అనేకమంది లేకపోయిరి గనుక వారి వంశమంతయు యూదా వంశమంత విస్తరించలేదు.",
    "28": "వారు బెేర్షెబాలోను, మోలాదాలోను, హజర్షువాలులోను,",
    "29": "బిల్హాలోను, ఎజెములోను, తోలాదులోను,",
    "30": "బెతూయేలులోను, హోర్మాలోను, సిక్లగులోను,",
    "31": "బేత్ మర్కాబోతులోను, హజర్సూసీలోను, బేత్బిరీలోను, షరాయిములోను నివసించిరి; దావీదు ఏలుబడి వరకు ఇవి వారి పట్టణములు.",
    "32": "వారి పల్లెలు ఏతాము, అయిను, రిమ్మోను, తోకెను, ఆషాను అను ఐదు పట్టణములు.",
    "33": "మరియు బయలు వరకు ఆ పట్టణముల చుట్టునున్న పల్లెలన్నియు వారివే. ఇవి వారి నివాసములు, వారి వంశావళి పట్టిక.",
    "34": "మెషోబాబు, యమ్లేకు, అమజ్యా కుమారుడగు యోషా,",
    "35": "యోవేలు, ఆసియేలు కుమారుడగు శెరాయాకు పుట్టిన యోషిబ్యా కుమారుడగు యెహూ,",
    "36": "ఎల్యోయేనై, యలకోబా, యెషోహాయా, అశాయా, అదీయేలు, యెసీమియేలు, బెనాయా,",
    "37": "షిమీ కుమారుడగు జక్కూరుకు పుట్టిన అల్లోను కుమారుడగు షిప్రికి జననమైన జీజా.",
    "38": "పేర్ల చేత చెప్పబడిన వీరు తమ వంశములలో ప్రధానులు; వీరి పితరుల కుటుంబములు బహుగా విస్తరించెను.",
    "39": "వారు తమ మందలకు మేత వెతుకుచు గెదోరు పొలిమేర వరకు, అనగా ఆ లోయకు తూర్పున ప్రవేశించిరి.",
    "40": "అక్కడ వారికి పుష్టి గల మంచి మేత దొరికెను; ఆ దేశము విశాలమైనదియు, నిమ్మళమైనదియు, క్షేమకరమైనదియునై యుండెను; పూర్వము అక్కడ నివసించినవారు హాము వంశస్థులు.",
    "41": "పేర్ల చేత వ్రాయబడిన వీరు యూదా రాజైన హిజ్కియా దినములలో వచ్చి వారి గుడారములను, అక్కడ కనబడిన మెయూనీయులను కొట్టి, నేటి వరకు ఉన్నట్లు వారిని నిర్మూలము చేసి, తమ మందలకు అక్కడ మేత ఉన్నందున వారి స్థానమున నివసించిరి.",
    "42": "మరియు వారిలో, అనగా షిమ్యోను కుమారులలో ఐదువందలమంది మనుష్యులు ఇషీ కుమారులగు పెలట్యా, నెయర్యా, రెఫాయా, ఉజ్జీయేలు అనువారిని తమకు అధిపతులుగా చేసికొని శేయీరు మన్నెమునకు వెళ్లి,",
    "43": "అమాలేకీయులలో తప్పించుకొనిన శేషమును హతము చేసి నేటి వరకు అక్కడ నివసించుచున్నారు."
}
