
{
    "1": "ఇశ్రాయేలు జ్యేష్ఠకుమారుడగు రూబేను కుమారులు; రూబేను జ్యేష్ఠుడే గాని అతడు తన తండ్రి పడకను అపవిత్రము చేసినందున అతని జ్యేష్ఠత్వము ఇశ్రాయేలు కుమారుడగు యోసేపు కుమారులకు ఇయ్యబడెను గనుక వంశావళిలో జ్యేష్ఠునిగా అతడు దాఖలు కాలేదు.",
    "2": "యూదా తన సహోదరులలో హెచ్చినందున అతనిలోనుండి అధిపతి పుట్టెను; అయినను జ్యేష్ఠత్వము యోసేపుదాయెను.",
    "3": "ఇశ్రాయేలు జ్యేష్ఠకుమారుడగు రూబేను కుమారులు హనోకు, పల్లు, హెస్రోను, కర్మీ.",
    "4": "యోవేలు కుమారులు - అతని కుమారుడు షెమయా, అతని కుమారుడు గోగు, అతని కుమారుడు షిమీ,",
    "5": "అతని కుమారుడు మీకా, అతని కుమారుడు రెవాయా, అతని కుమారుడు బయలు,",
    "6": "అతని కుమారుడు బేర; ఇతనిని అష్షూరు రాజైన తిగ్లత్పిలేసెరు చెరపట్టి తీసికొనిపోయెను; ఇతడు రూబేనీయులకు ప్రధానుడు.",
    "7": "వారి వంశావళి పట్టికలో వ్రాయబడిన వారి వంశముల చొప్పున అతని సహోదరులు ఎవరనగా - ముఖ్యుడు యెహీయేలు, జెకర్యా,",
    "8": "యోవేలు కుమారుడగు షెమకు పుట్టిన ఆజాజు కుమారుడగు బెల; ఇతడు అరోయేరులోను నెబో వరకును బయల్మెయోను వరకును నివసించెను.",
    "9": "మరియు తూర్పున గిలాదు దేశము మొదలుకొని యూఫ్రటీసు నది వరకు అరణ్య ముఖమున అతడు నివసించెను; ఏలయనగా గిలాదు దేశములో వారి పశువులు విస్తరించెను.",
    "10": "సౌలు దినములలో వారు హగ్రీయులతో యుద్ధము చేసి వారిని హతము చేసి, గిలాదు తూర్పు దేశమంతట వారి గుడారములలో నివసించిరి.",
    "11": "గాదు కుమారులు వారికి ఎదురుగా బాషాను దేశములో సల్కా వరకు నివసించిరి.",
    "12": "వారిలో ముఖ్యుడు యోవేలు, రెండవవాడు షాపాము, తరువాత యానై, బాషానులో షాపాతు.",
    "13": "వారి పితరుల యింటివారైన వారి సహోదరులు మిఖాయేలు, మెషుల్లాము, షేబ, యోరై, యకాను, జీయా, ఏబెరు అను ఏడుగురు.",
    "14": "వీరు హూరి కుమారుడగు అబీహాయిలు కుమారులు; హూరి యారోవహు కుమారుడు, యారోవహు గిలాదు కుమారుడు, గిలాదు మిఖాయేలు కుమారుడు, మిఖాయేలు యెషీషై కుమారుడు, యెషీషై యహదో కుమారుడు, యహదో బూజు కుమారుడు.",
    "15": "గూనీ కుమారుడగు అబ్దీయేలు కుమారుడైన అహీ వారి పితరుల ఇంటికి పెద్ద.",
    "16": "వారు గిలాదులోను బాషానులోను దాని గ్రామములలోను షారోను పచ్చిక బయళ్లన్నిటిలోను వాటి సరిహద్దుల వరకు నివసించిరి.",
    "17": "వీరందరు యూదా రాజైన యోతాము దినములలోను ఇశ్రాయేలు రాజైన యరొబాము దినములలోను వంశావళి పట్టికలో వ్రాయబడిరి.",
    "18": "రూబేనీయులును గాదీయులును మనష్షే అర్ధ గోత్రపు వారును, అనగా కేడెము కత్తి ధరించి విల్లు ఎక్కుపెట్టి యుద్ధము నేర్చిన పరాక్రమశాలులు నలభై నాలుగు వేల ఏడువందల అరువదిమంది యుద్ధమునకు పోదగినవారుండిరి.",
    "19": "వారు హగ్రీయులతోను యెతూరు నాఫీషు నోదాబు వారితోను యుద్ధము చేసిరి.",
    "20": "వారి మీదికి సహాయము దొరకగా హగ్రీయులును వారి యొద్దనున్న వారందరును వారి చేతికి అప్పగింపబడిరి; ఏలయనగా వారు యుద్ధమునందు దేవునికి మొరపెట్టగా వారు ఆయనను నమ్ముకొనినందున ఆయన వారి మనవి ఆలకించెను.",
    "21": "వారు వారి పశువులను, అనగా ఏబది వేల ఒంటెలను, రెండున్నర లక్షల గొర్రెలను, రెండు వేల గాడిదలను, లక్ష మనుష్యులను చెరపట్టుకొనిరి.",
    "22": "యుద్ధము దేవునివలన కలిగెను గనుక అనేకులు హతులై కూలిరి; వారు చెరపట్టబడు వరకు హగ్రీయుల స్థానమున నివసించిరి.",
    "23": "మనష్షే అర్ధ గోత్రపు వారు ఆ దేశములో నివసించిరి; వారు బాషాను మొదలుకొని బయల్హెర్మోను వరకును సెనీరు వరకును హెర్మోను పర్వతము వరకును వ్యాపించిరి; వారు బహుగా విస్తరించిరి.",
    "24": "వారి పితరుల యింటి పెద్దలు ఎవరనగా - ఏపెరు, ఇషీ, ఎలీయేలు, అజ్రీయేలు, యిర్మీయా, హోదవ్యా, యహదీయేలు; వీరు పరాక్రమశాలులైన పేరు పొందిన మనుష్యులు, తమ పితరుల యింటికి పెద్దలు.",
    "25": "అయితే వారు తమ పితరుల దేవుని మీద తిరుగుబాటు చేసి, దేవుడు తమ యెదుటనుండి నశింపజేసిన దేశపు జనుల దేవతలతో వ్యభిచరించిరి.",
    "26": "కాబట్టి ఇశ్రాయేలు దేవుడు అష్షూరు రాజైన పూలు మనస్సును, అష్షూరు రాజైన తిగ్లత్పిలేసెరు మనస్సును రేపగా, అతడు రూబేనీయులను గాదీయులను మనష్షే అర్ధ గోత్రపు వారిని చెరపట్టి, హాలాకును హాబోరుకును హారాకును గోజాను నదికిని వారిని తీసికొనిపోయెను; నేటి వరకు వారు అక్కడనే ఉన్నారు."
}
