
{
    "1": "లేవి కుమారులు గెర్షోను, కహతు, మెరారి.",
    "2": "కహతు కుమారులు అమ్రాము, ఇస్హారు, హెబ్రోను, ఉజ్జీయేలు.",
    "3": "అమ్రాము పిల్లలు అహరోను, మోషే, మిర్యాము; అహరోను కుమారులు నాదాబు, అబీహు, ఎలియాజరు, ఈతాకూరు.",
    "4": "ఎలియాజరు ఫీనెహాసును కనెను; ఫీనెహాసు అబీషూవను కనెను;",
    "5": "అబీషూవ బుక్కీని కనెను; బుక్కీ ఉజ్జీని కనెను;",
    "6": "ఉజ్జీ జెరాహ్యాను కనెను; జెరాహ్యా మెరాయోతును కనెను;",
    "7": "మెరాయోతు అమర్యాను కనెను; అమర్యా అహీటూబును కనెను;",
    "8": "అహీటూబు సాదోకును కనెను; సాదోకు అహిరయూదును కనెను;",
    "9": "అహిరయూదు అజర్యాను కనెను; అజర్యా యోహానానును కనెను;",
    "10": "యోహానాను అజర్యాను కనెను; ఇతడు యెరూషలేములో సొలొమోను కట్టించిన మందిరమందు యాజకత్వము జరిగించినవాడు.",
    "11": "అజర్యా అమర్యాను కనెను; అమర్యా అహీటూబును కనెను;",
    "12": "అహీటూబు సాదోకును కనెను; సాదోకు షల్లూమును కనెను;",
    "13": "షల్లూము హిల్కీయాను కనెను; హిల్కీయా అజర్యాను కనెను;",
    "14": "అజర్యా శెరాయాను కనెను; శెరాయా యెహోజాదాకును కనెను.",
    "15": "యెహోవా నెబుకద్నెజరు చేత యూదా వారిని యెరూషలేము వారిని చెరపట్టించినప్పుడు యెహోజాదాకు చెరపట్టబడి పోయెను.",
    "16": "లేవి కుమారులు గెర్షోము, కహతు, మెరారి.",
    "17": "గెర్షోము కుమారుల పేర్లు లిబ్నీ, షిమీ.",
    "18": "కహతు కుమారులు అమ్రాము, ఇస్హారు, హెబ్రోను, ఉజ్జీయేలు.",
    "19": "మెరారి కుమారులు మహలి, మూషి. వారి పితరుల చొప్పున లేవీయుల వంశములు ఇవే.",
    "20": "గెర్షోము కుమారుడు లిబ్నీ; లిబ్నీ కుమారుడు యహతు; యహతు కుమారుడు జిమ్మా;",
    "21": "జిమ్మా కుమారుడు యోవాహు; యోవాహు కుమారుడు ఇద్దో; ఇద్దో కుమారుడు జెరహు; జెరహు కుమారుడు యెయ్తెరయి.",
    "22": "కహతు కుమారుడు అమ్మీనాదాబు; అమ్మీనాదాబు కుమారుడు కోరహు; కోరహు కుమారుడు అస్సీరు;",
    "23": "అస్సీరు కుమారుడు ఎల్కానా; ఎల్కానా కుమారుడు ఎబ్యాసాపు; ఎబ్యాసాపు కుమారుడు అస్సీరు;",
    "24": "అస్సీరు కుమారుడు తహతు; తహతు కుమారుడు ఊరియేలు; ఊరియేలు కుమారుడు ఉజ్జియా; ఉజ్జియా కుమారుడు షావూలు.",
    "25": "ఎల్కానా కుమారులు అమాశై, అహీమోతు.",
    "26": "ఎల్కానా కుమారుడు జోపై; జోపై కుమారుడు నహతు;",
    "27": "నహతు కుమారుడు ఏలీయాబు; ఏలీయాబు కుమారుడు యెరోహాము; యెరోహాము కుమారుడు ఎల్కానా.",
    "28": "సమూయేలు కుమారులు జ్యేష్ఠుడగు వష్ని, అబీయా.",
    "29": "మెరారి కుమారుడు మహలి; మహలి కుమారుడు లిబ్నీ; లిబ్నీ కుమారుడు షిమీ; షిమీ కుమారుడు ఉజ్జా;",
    "30": "ఉజ్జా కుమారుడు షిమ్యా; షిమ్యా కుమారుడు హగ్గీయా; హగ్గీయా కుమారుడు అశాయా.",
    "31": "మందసమునకు నెమ్మది కలిగిన తరువాత యెహోవా మందిరములో గానము చేయుటకు దావీదు నియమించినవారు వీరే.",
    "32": "సొలొమోను యెరూషలేములో యెహోవా మందిరమును కట్టించు వరకు వీరు ప్రత్యక్షపు గుడారము నివాసము యెదుట గానముతో ఉపచారము చేయుచుండిరి; తమ వంతుల ప్రకారము వారు తమ పనిలో నిలిచిరి.",
    "33": "తమ కుమారులతో కూడ పనిలో నిలిచినవారు ఎవరనగా - కహాతీయులలో గాయకుడైన హేమాను; ఇతడు యోవేలు కుమారుడు, యోవేలు సమూయేలు కుమారుడు,",
    "34": "సమూయేలు ఎల్కానా కుమారుడు, ఎల్కానా యెరోహాము కుమారుడు, యెరోహాము ఎలీయేలు కుమారుడు, ఎలీయేలు తోవహు కుమారుడు,",
    "35": "తోవహు సూపు కుమారుడు, సూపు ఎల్కానా కుమారుడు, ఎల్కానా మహతు కుమారుడు, మహతు అమాశై కుమారుడు,",
    "36": "అమాశై ఎల్కానా కుమారుడు, ఎల్కానా యోవేలు కుమారుడు, యోవేలు అజర్యా కుమారుడు, అజర్యా జెఫన్యా కుమారుడు,",
    "37": "జెఫన్యా తహతు కుమారుడు, తహతు అస్సీరు కుమారుడు, అస్సీరు ఎబ్యాసాపు కుమారుడు, ఎబ్యాసాపు కోరహు కుమారుడు,",
    "38": "కోరహు ఇస్హారు కుమారుడు, ఇస్హారు కహతు కుమారుడు, కహతు లేవి కుమారుడు, లేవి ఇశ్రాయేలు కుమారుడు.",
    "39": "అతని కుడి ప్రక్కన నిలుచు అతని సహోదరుడగు ఆసాపు; ఆసాపు బెరెక్యా కుమారుడు, బెరెక్యా షిమ్యా కుమారుడు,",
    "40": "షిమ్యా మిఖాయేలు కుమారుడు, మిఖాయేలు బయశేయా కుమారుడు, బయశేయా మల్కీయా కుమారుడు,",
    "41": "మల్కీయా ఎత్నీ కుమారుడు, ఎత్నీ జెరహు కుమారుడు, జెరహు అదాయా కుమారుడు,",
    "42": "అదాయా ఏతాను కుమారుడు, ఏతాను జిమ్మా కుమారుడు, జిమ్మా షిమీ కుమారుడు,",
    "43": "షిమీ యహతు కుమారుడు, యహతు గెర్షోము కుమారుడు, గెర్షోము లేవి కుమారుడు.",
    "44": "ఎడమ ప్రక్కన నిలుచు వారి సహోదరులైన మెరారి కుమారులు ఎవరనగా - ఏతాను; ఏతాను కీషీ కుమారుడు, కీషీ అబ్దీ కుమారుడు, అబ్దీ మల్లూకు కుమారుడు,",
    "45": "మల్లూకు హషబ్యా కుమారుడు, హషబ్యా అమజ్యా కుమారుడు, అమజ్యా హిల్కీయా కుమారుడు,",
    "46": "హిల్కీయా అమ్జీ కుమారుడు, అమ్జీ బానీ కుమారుడు, బానీ షెమెరు కుమారుడు,",
    "47": "షెమెరు మహలి కుమారుడు, మహలి మూషి కుమారుడు, మూషి మెరారి కుమారుడు, మెరారి లేవి కుమారుడు.",
    "48": "వారి సహోదరులైన లేవీయులు దేవుని మందిరమైన నివాసపు సేవ అంతటికి నియమింపబడిరి.",
    "49": "అయితే అహరోనును అతని కుమారులును దహనబలి పీఠము మీదను ధూప పీఠము మీదను ధూపము వేయుచు, అతి పరిశుద్ధ స్థలము యొక్క పని అంతటిని, దేవుని సేవకుడైన మోషే ఆజ్ఞాపించినదంతటి చొప్పున ఇశ్రాయేలీయుల నిమిత్తము ప్రాయశ్చిత్తము చేయుటకై నియమింపబడిరి.",
    "50": "అహరోను కుమారులు ఎవరనగా - అతని కుమారుడు ఎలియాజరు, అతని కుమారుడు ఫీనెహాసు, అతని కుమారుడు అబీషూవ,",
    "51": "అతని కుమారుడు బుక్కీ, అతని కుమారుడు ఉజ్జీ, అతని కుమారుడు జెరాహ్యా,",
    "52": "అతని కుమారుడు మెరాయోతు, అతని కుమారుడు అమర్యా, అతని కుమారుడు అహీటూబు,",
    "53": "అతని కుమారుడు సాదోకు, అతని కుమారుడు అహిరయూదు.",
    "54": "వారి సరిహద్దులలో వారి గుడారముల చొప్పున వారి నివాసములు ఏవనగా - కహాతీయుల వంశపువారైన అహరోను సంతానపు వారికి మొదటి చీటి పడెను.",
    "55": "యూదా దేశమందలి హెబ్రోనును దాని చుట్టునున్న పచ్చిక బయళ్లను వారికిచ్చిరి.",
    "56": "అయితే ఆ పట్టణపు పొలములను దాని పల్లెలను యెఫున్నె కుమారుడైన కాలేబునకు ఇచ్చిరి.",
    "57": "అహరోను సంతానపు వారికి ఆశ్రయపురమగు హెబ్రోనును, లిబ్నాను దాని పచ్చిక బయళ్లను, యత్తీరును, ఎష్తెమోను దాని పచ్చిక బయళ్లను,",
    "58": "హీలేనును దాని పచ్చిక బయళ్లను, దెబీరును దాని పచ్చిక బయళ్లను,",
    "59": "ఆషానును దాని పచ్చిక బయళ్లను, బేత్షెమెషును దాని పచ్చిక బయళ్లను ఇచ్చిరి.",
    "60": "బెన్యామీను గోత్రమునుండి గెబాను దాని పచ్చిక బయళ్లను, అల్లెమెతును దాని పచ్చిక బయళ్లను, అనాతోతును దాని పచ్చిక బయళ్లను ఇచ్చిరి. వారి వంశముల చొప్పున వారి పట్టణములన్నియు పదమూడు.",
    "61": "మిగిలిన కహాతీయులకు ఆ గోత్రపు వంశములోనుండి, అనగా మనష్షే అర్ధ గోత్రములోనుండి చీటివలన పది పట్టణములు వచ్చెను.",
    "62": "గెర్షోము కుమారులకు వారి వంశముల చొప్పున ఇస్సాఖారు గోత్రములోనుండియు, ఆషేరు గోత్రములోనుండియు, నఫ్తాలి గోత్రములోనుండియు, బాషానులోనున్న మనష్షే గోత్రములోనుండియు పదమూడు పట్టణములు వచ్చెను.",
    "63": "మెరారి కుమారులకు వారి వంశముల చొప్పున చీటివలన రూబేను గోత్రములోనుండియు, గాదు గోత్రములోనుండియు, జెబూలూను గోత్రములోనుండియు పన్నెండు పట్టణములు వచ్చెను.",
    "64": "ఈలాగున ఇశ్రాయేలీయులు ఈ పట్టణములను వాటి పచ్చిక బయళ్లను లేవీయులకు ఇచ్చిరి.",
    "65": "యూదా కుమారుల గోత్రములోనుండియు, షిమ్యోను కుమారుల గోత్రములోనుండియు, బెన్యామీను కుమారుల గోత్రములోనుండియు పేర్ల చొప్పున చెప్పబడిన ఈ పట్టణములను చీటివలన ఇచ్చిరి.",
    "66": "కహాతీయుల కుమారుల వంశములలో కొందరికి ఎఫ్రాయిము గోత్రమువలన వారి సరిహద్దులలో పట్టణములు కలిగెను.",
    "67": "ఎఫ్రాయిము మన్నెములో ఆశ్రయపురమగు షెకెమును దాని పచ్చిక బయళ్లను, గెజెరును దాని పచ్చిక బయళ్లను,",
    "68": "యొక్మెయామును దాని పచ్చిక బయళ్లను, బేత్హోరోనును దాని పచ్చిక బయళ్లను,",
    "69": "అయ్యాలోనును దాని పచ్చిక బయళ్లను, గాత్రిమ్మోనును దాని పచ్చిక బయళ్లను వారికిచ్చిరి.",
    "70": "మిగిలిన కహాతీయుల కుటుంబమునకు మనష్షే అర్ధ గోత్రములోనుండి ఆనేరును దాని పచ్చిక బయళ్లను, బిలామును దాని పచ్చిక బయళ్లను ఇచ్చిరి.",
    "71": "గెర్షోము కుమారులకు మనష్షే అర్ధ గోత్రపు కుటుంబములోనుండి బాషానులోని గోలానును దాని పచ్చిక బయళ్లను, అష్తారోతును దాని పచ్చిక బయళ్లను ఇచ్చిరి.",
    "72": "ఇస్సాఖారు గోత్రములోనుండి కెదెషును దాని పచ్చిక బయళ్లను, దాబెరతును దాని పచ్చిక బయళ్లను,",
    "73": "రామోతును దాని పచ్చిక బయళ్లను, ఆనేమును దాని పచ్చిక బయళ్లను ఇచ్చిరి.",
    "74": "ఆషేరు గోత్రములోనుండి మషాలును దాని పచ్చిక బయళ్లను, అబ్ధోనును దాని పచ్చిక బయళ్లను,",
    "75": "హుకోకును దాని పచ్చిక బయళ్లను, రెహోబును దాని పచ్చిక బయళ్లను ఇచ్చిరి.",
    "76": "నఫ్తాలి గోత్రములోనుండి గలిలయలోని కెదెషును దాని పచ్చిక బయళ్లను, హమ్మోనును దాని పచ్చిక బయళ్లను, కిర్యతాయిమును దాని పచ్చిక బయళ్లను ఇచ్చిరి.",
    "77": "మిగిలిన లేవీయులైన మెరారి కుమారులకు జెబూలూను గోత్రములోనుండి రిమ్మోనును దాని పచ్చిక బయళ్లను, తాబోరును దాని పచ్చిక బయళ్లను ఇచ్చిరి.",
    "78": "యెరికో దగ్గర యొర్దాను అవతల, యొర్దానుకు తూర్పున రూబేను గోత్రములోనుండి అరణ్యమందలి బెసెరును దాని పచ్చిక బయళ్లను, యహసాను దాని పచ్చిక బయళ్లను,",
    "79": "కెదేమోతును దాని పచ్చిక బయళ్లను, మేఫాతును దాని పచ్చిక బయళ్లను ఇచ్చిరి.",
    "80": "గాదు గోత్రములోనుండి గిలాదులోని రామోతును దాని పచ్చిక బయళ్లను, మహనయిమును దాని పచ్చిక బయళ్లను,",
    "81": "హెష్బోనును దాని పచ్చిక బయళ్లను, యాజేరును దాని పచ్చిక బయళ్లను ఇచ్చిరి."
}
