
{
    "1": "ఇస్సాఖారు కుమారులు నలుగురు; తోలా, పువ్వా, యాషూబు, షిమ్రోను.",
    "2": "తోలా కుమారులు ఉజ్జీ, రెఫాయా, యెరీయేలు, యహమై, ఇబ్సాము, షెమూయేలు; వీరు తమ పితరుల ఇండ్లకు, అనగా తోలాకు పెద్దలును, తమ తరములలో పరాక్రమశాలులునై యుండిరి; దావీదు దినములలో వారి సంఖ్య ఇరవై రెండు వేల ఆరువందలమంది.",
    "3": "ఉజ్జీ కుమారుడు ఇజ్రహ్యా; ఇజ్రహ్యా కుమారులు మిఖాయేలు, ఓబద్యా, యోవేలు, ఇష్షీయా; ఈ ఐదుగురును ప్రధానులు.",
    "4": "వారి తరములలో వారి పితరుల ఇండ్ల ప్రకారము వారి యొద్ద యుద్ధమునకు సిద్ధపడిన సైన్యము ముప్పది ఆరు వేలమంది యుండిరి; వారికి అనేకమంది భార్యలును కుమారులును ఉండిరి.",
    "5": "ఇస్సాఖారు కుటుంబములన్నిటిలో వారి సహోదరులైన పరాక్రమశాలులు వంశావళి ప్రకారము ఎనభై ఏడు వేలమంది లెక్కించబడిరి.",
    "6": "బెన్యామీను కుమారులు ముగ్గురు; బెల, బెకెరు, యెదీయెల్.",
    "7": "బెల కుమారులు ఐదుగురు; ఎస్బోను, ఉజ్జీ, ఉజ్జీయేలు, యెరీమోతు, ఈరీ; వీరు తమ పితరుల ఇండ్లకు పెద్దలును పరాక్రమశాలులునై యుండిరి; వీరి వంశావళి ప్రకారము ఇరవై రెండు వేల ముప్పది నలుగురు.",
    "8": "బెకెరు కుమారులు జెమీరా, యోవాషు, ఎలీయెజెరు, ఎల్యోయేనై, ఒమ్రీ, యెరేమోతు, అబీయా, ఆనాతు, ఆలెమెతు; వీరందరు బెకెరు కుమారులు.",
    "9": "వారి తరముల చొప్పున వారి పితరుల ఇండ్ల పెద్దలైన పరాక్రమశాలుల వంశావళి ప్రకారము ఇరవై వేల రెండువందలమంది.",
    "10": "యెదీయెల్ కుమారుడు బిల్హాను; బిల్హాను కుమారులు యెయూషు, బెన్యామీను, ఏహూదు, కెనానా, జేతాను, తర్షీషు, అహీషాహరు.",
    "11": "యెదీయెల్ కుమారులైన వీరందరును తమ పితరుల ఇండ్లకు పెద్దలును పరాక్రమశాలులునై యుండిరి; యుద్ధమందు ఈ పదిహేడు వేల రెండువందలమంది బయలుదేరువారు.",
    "12": "షూప్పీము హుప్పీము ఈరు కుమారులు; హుషీము అహేరు కుమారుడు.",
    "13": "నఫ్తాలి కుమారులు యహసీయేలు, గూనీ, యేసెరు, షల్లూము; వీరు బిల్హా కుమారులు.",
    "14": "మనష్షే కుమారుడు అశ్రీయేలు; ఇతనిని అతని ఉపపత్నియగు సిరియా స్త్రీ కనెను; ఆమె గిలాదు తండ్రియగు మాకీరును కనెను.",
    "15": "మాకీరు హుప్పీమునకును షూప్పీమునకును పెండ్లికూతుళ్లను చూచెను; అతని సహోదరి పేరు మయకా. రెండవవాని పేరు సెలోపెహాదు; సెలోపెహాదుకు కుమార్తెలు కలిగిరి.",
    "16": "మాకీరు భార్యయగు మయకా ఒక కుమారుని కని అతనికి పెరెషు అని పేరు పెట్టెను; అతని తమ్ముని పేరు షెరెషు; ఇతని కుమారులు ఊలాము, రెకెము.",
    "17": "ఊలాము కుమారుడు బెదను. వీరు గిలాదు కుమారులు; గిలాదు మాకీరు కుమారుడు, మాకీరు మనష్షే కుమారుడు.",
    "18": "అతని సహోదరియగు హమ్మోలెకెతు ఈష్హోదును అబీఎజెరును మహలాను కనెను.",
    "19": "షెమీదా కుమారులు అహ్యాను, షెకెము, లిఖి, అనీయామ్.",
    "20": "ఎఫ్రాయిము కుమారులు షూతెలహు; ఇతని కుమారుడు బెరెదు, ఇతని కుమారుడు తహతు, ఇతని కుమారుడు ఎల్కానా, ఇతని కుమారుడు తహతు,",
    "21": "ఇతని కుమారుడు జాబాదు, ఇతని కుమారుడు షూతెలహు; ఎజెరు, ఎలదు అనువారును పుట్టిరి; వీరు ఆ దేశమున పుట్టిన గత్ మనుష్యుల పశువులను పట్టుకొనబోగా వారు వీరిని చంపిరి.",
    "22": "వీరి తండ్రియగు ఎఫ్రాయిము అనేక దినములు దుఃఖింపగా అతని సహోదరులు అతనిని ఓదార్చవచ్చిరి.",
    "23": "తరువాత అతడు తన భార్యను కూడగా ఆమె గర్భవతియై కుమారుని కనెను; తన ఇంటికి కీడు వచ్చినప్పుడు వాడు పుట్టెను గనుక అతనికి బెరీయా అని పేరు పెట్టెను.",
    "24": "అతని కుమార్తె పేరు షేరా; ఈమె దిగువను ఎగువను ఉన్న బేత్హోరోనును ఉజ్జేన్షేరాను కట్టించెను.",
    "25": "అతని కుమారుడు రెఫహు; ఇతని కుమారుడు రెషెపు, ఇతని కుమారుడు తెలహు, ఇతని కుమారుడు తహను,",
    "26": "ఇతని కుమారుడు లద్దాను, ఇతని కుమారుడు అమ్మిహూదు, ఇతని కుమారుడు ఎలీషామా,",
    "27": "ఇతని కుమారుడు నూను, ఇతని కుమారుడు యెహోషువ.",
    "28": "వీరి ఆస్తులును నివాసములును ఏవనగా - బేతేలు దాని పల్లెలు, తూర్పున నారాను, పడమట గెజెరు దాని పల్లెలు, షెకెము దాని పల్లెలు, గాజా వరకును దాని పల్లెలు.",
    "29": "మనష్షే కుమారుల సరిహద్దుననున్న బేత్షెయాను దాని పల్లెలు, తానాకు దాని పల్లెలు, మెగిద్దో దాని పల్లెలు, దోరు దాని పల్లెలు. వీటిలో ఇశ్రాయేలు కుమారుడైన యోసేపు కుమారులు నివసించిరి.",
    "30": "ఆషేరు కుమారులు ఇమ్నా, ఇష్వా, ఇష్వీ, బెరీయా; వీరి సహోదరి శెరహు.",
    "31": "బెరీయా కుమారులు హెబెరు, మల్కీయూలు; ఇతడు బిర్జాయితుకు తండ్రి.",
    "32": "హెబెరు యప్లేతును, షోమేరును, హోతామును, వీరి సహోదరియగు షూవాలాను కనెను.",
    "33": "యప్లేతు కుమారులు పాసకు, బిమ్హాలు, అష్వతు; వీరు యప్లేతు కుమారులు.",
    "34": "షోమేరు కుమారులు అహీ, రోహ్గా, యెహుబ్బా, అరాము.",
    "35": "అతని సహోదరుడైన హేలెము కుమారులు జోఫహు, ఇమ్నా, షెలెషు, అమాలు.",
    "36": "జోఫహు కుమారులు సూవహు, హర్నెపెరు, షూవాలు, బేరి, ఇమ్రా,",
    "37": "బెసెరు, హోదు, షమ్మా, షిల్షా, ఇత్రాను, బెయేరా.",
    "38": "యెతెరు కుమారులు యెఫున్నె, పిస్పా, అరా.",
    "39": "ఉల్లా కుమారులు ఆరహు, హన్నీయేలు, రిజ్యా.",
    "40": "వీరందరు ఆషేరు కుమారులును, పితరుల ఇండ్ల పెద్దలును, ఏర్పరచబడినవారును, పరాక్రమశాలులును, ప్రధానులలో ముఖ్యులునై యుండిరి. యుద్ధము చేయుటకు సిద్ధపడినవారి వంశావళి సంఖ్య ఇరవై ఆరు వేలమంది."
}
