
{
    "1": "బెన్యామీను తన జ్యేష్ఠకుమారుడగు బెలను, రెండవవాడగు అష్బేలును, మూడవవాడగు అహరహును,",
    "2": "నాలుగవవాడగు నోహాను, ఐదవవాడగు రాపాను కనెను.",
    "3": "బెల కుమారులు అద్దారు, గెరా, అబీహూదు,",
    "4": "అబీషూవ, నయమాను, అహోవహు,",
    "5": "గెరా, షెపూపాను, హూరాము.",
    "6": "ఏహూదు కుమారులు వీరే; వీరు గెబా నివాసులకు పితరుల ఇండ్ల పెద్దలు; వీరిని మానహతునకు చెరపట్టి తీసికొనిపోయిరి.",
    "7": "నయమాను, అహీయా, గెరా అనువారు వీరిని తీసికొనిపోయిరి; అతడు ఉజ్జాను అహీహూదును కనెను.",
    "8": "షహరాయిము తన భార్యలగు హూషీమును బయారాను విడనాడిన తరువాత మోయాబు దేశములో పిల్లలను కనెను.",
    "9": "అతడు తన భార్యయగు హోదెషు వలన యోబాబును, సిబ్యాను, మేషాను, మల్కామును,",
    "10": "యెవూజును, శాక్యాను, మిర్మాను కనెను. ఇతని కుమారులు పితరుల ఇండ్ల పెద్దలు.",
    "11": "అతడు హూషీము వలన అబీటూబును ఎల్వయిలమును కనెను.",
    "12": "ఎల్వయిలము కుమారులు ఏబెరు, మిషాము, షామెదు; ఇతడు ఓనోను, లూదును, దాని గ్రామములను కట్టించెను.",
    "13": "బెరీయా, షెమ అనువారు అయ్యాలోను నివాసులకు పితరుల ఇండ్ల పెద్దలు; వీరు గాతు నివాసులను తోలివేసిరి.",
    "14": "అహ్యో, షాషకు, యెరేమోతు,",
    "15": "జెబద్యా, అరాదు, ఏదెరు,",
    "16": "మిఖాయేలు, ఇష్పా, యోహా అనువారు బెరీయా కుమారులు.",
    "17": "జెబద్యా, మెషుల్లాము, హిజ్కీ, హెబెరు,",
    "18": "ఇష్మెరై, యిజ్లీయా, యోబాబు అనువారు ఎల్వయిలము కుమారులు.",
    "19": "యాకీము, జి క్రీ, జబ్ది,",
    "20": "ఎలీయేనై, సిల్లెతై, ఎలీయేలు,",
    "21": "అదాయా, బెరాయా, షిమ్రాతు అనువారు షిమీ కుమారులు.",
    "22": "ఇష్పాను, ఏబెరు, ఎలీయేలు,",
    "23": "అబ్దోను, జి క్రీ, హానాను,",
    "24": "హనన్యా, ఏలాము, అంతోతీయా,",
    "25": "యిఫ్దెయా, పెనూయేలు అనువారు షాషకు కుమారులు.",
    "26": "షంషెరై, షెహర్యా, అత్ల్యా,",
    "27": "యారెష్యా, ఏలీయా, జి క్రీ అనువారు యెరోహాము కుమారులు.",
    "28": "వీరు తమ తరములలో పితరుల ఇండ్ల పెద్దలును ముఖ్యులునై యుండిరి; వీరు యెరూషలేములో నివసించిరి.",
    "29": "గిబియోను తండ్రియగు యెహీయేలు గిబియోనులో నివసించెను; అతని భార్య పేరు మయకా.",
    "30": "అతని జ్యేష్ఠకుమారుడు అబ్దోను; తరువాత సూరు, కీషు, బయలు, నాదాబు,",
    "31": "గెదోరు, అహ్యో, జెకెరు.",
    "32": "మిక్లోతు షిమ్యాను కనెను. వీరు యెరూషలేములో తమ సహోదరుల యెదుట తమ సహోదరులతో కూడా నివసించిరి.",
    "33": "నేరు కీషును కనెను; కీషు సౌలును కనెను; సౌలు యోనాతానును, మల్కీషూవను, అబీనాదాబును, ఎష్బయలును కనెను.",
    "34": "యోనాతాను కుమారుడు మెరీబ్బయలు; మెరీబ్బయలు మీకాను కనెను.",
    "35": "మీకా కుమారులు పీతోను, మెలెకు, తరేయ, ఆహాజు.",
    "36": "ఆహాజు యెహోద్దాను కనెను; యెహోద్దా ఆలెమెతును, అజ్మావెతును, జిమ్రీని కనెను; జిమ్రీ మోజాను కనెను.",
    "37": "మోజా బిన్యాను కనెను; బిన్యా కుమారుడు రాఫా; రాఫా కుమారుడు ఎలాశా; ఎలాశా కుమారుడు ఆసెల్.",
    "38": "ఆసెల్ కు ఆరుగురు కుమారులుండిరి; వారి పేర్లు అజ్రీకాము, బోకెరు, ఇష్మాయేలు, షెార్యా, ఓబద్యా, హానాను; వీరందరు ఆసెల్ కుమారులు.",
    "39": "అతని సహోదరుడగు ఏషెకు కుమారులు ఎవరనగా - జ్యేష్ఠుడగు ఊలాము, రెండవవాడగు యెహూష్, మూడవవాడగు ఎలీఫెలెటు.",
    "40": "ఊలాము కుమారులు విలువిద్యలో ప్రవీణులైన పరాక్రమశాలులు; వారికి కుమారులును మనుమలును నూట ఏబదిమంది యుండిరి. వీరందరు బెన్యామీనీయులు."
}
