
{
    "1": "ఇశ్రాయేలీయులందరు వంశావళుల చొప్పున లెక్కించబడిరి; వారు ఇశ్రాయేలు రాజుల గ్రంథమందు వ్రాయబడియున్నారు. యూదావారు తమ పాపమును బట్టి బబులోనునకు చెరపట్టబడిపోయిరి.",
    "2": "తమ స్వాస్థ్యములలోను తమ పట్టణములలోను మునుపు నివసించినవారు ఇశ్రాయేలీయులును యాజకులును లేవీయులును నెతీనీయులును.",
    "3": "యెరూషలేములో నివసించినవారు యూదా వంశస్థులు, బెన్యామీను వంశస్థులు, ఎఫ్రాయిము వంశస్థులు, మనష్షే వంశస్థులు.",
    "4": "యూదా కుమారుడగు పెరెసు సంతానములో బానీకి పుట్టిన ఇమ్మేరీ కుమారుడగు ఓమ్రికి జననమైన అమీహూదు కుమారుడగు ఊతై.",
    "5": "షీలోనీయులలో జ్యేష్ఠుడగు అశాయాయు అతని కుమారులును.",
    "6": "జెరహు సంతానములో యెహూవేలును వారి సహోదరులగు ఆరు వందల తొంభైమందియు.",
    "7": "బెన్యామీను వంశస్థులలో హస్సెనూయాకు పుట్టిన హోదవ్యా కుమారుడగు మెషుల్లామునకు జననమైన సల్లు.",
    "8": "యెరోహాము కుమారుడగు ఇబ్నెయా; మి క్రీ కుమారుడగు ఉజ్జీకి పుట్టిన ఏలా; ఇబ్నీయాకు పుట్టిన రగూయేలు కుమారుడగు షెఫట్యాకు జననమైన మెషుల్లాము.",
    "9": "వారి తరముల చొప్పున వారి సహోదరులు తొమ్మిది వందల యాబది ఆరుగురు. ఈ మనుష్యులందరు తమ పితరుల ఇండ్ల చొప్పున పితరుల ఇండ్లకు పెద్దలు.",
    "10": "యాజకులలో యెదాయా, యెహోయారీబు, యాకీను.",
    "11": "దేవుని మందిరపు అధికారియు అహీటూబు కుమారుడగు మెరాయోతునకు పుట్టిన సాదోకు కుమారుడైన మెషుల్లామునకు జననమైన హిల్కీయా కుమారుడగు అజర్యా.",
    "12": "మల్కీయాకు పుట్టిన పష్షూరు కుమారుడగు యెరోహామునకు జననమైన అదాయా; ఇమ్మేరుకు పుట్టిన మెషిల్లేమీతు కుమారుడగు మెషుల్లామునకు జననమైన యహజేరా కుమారుడగు అదీయేలునకు పుట్టిన మాశై.",
    "13": "వారి సహోదరులైన పితరుల ఇండ్ల పెద్దలు వెయ్యిన్ని ఏడు వందల అరువదిమంది; వీరు దేవుని మందిరపు సేవ పనిలో అతి సమర్థులు.",
    "14": "లేవీయులలో మెరారీయుల వంశస్థుడగు హషబ్యాకు పుట్టిన అజ్రీకాము కుమారుడగు హష్షూబునకు జననమైన షెమయా.",
    "15": "బక్బక్కర్, హెరెష్, గాలాలు; ఆసాపు కుమారుడగు జి క్రీకి పుట్టిన మీకా కుమారుడగు మత్తన్యా.",
    "16": "యెదూతూనుకు పుట్టిన గాలాలు కుమారుడగు షెమయాకు జననమైన ఓబద్యా; నెటోపాతీయుల గ్రామములలో నివసించిన ఎల్కానా కుమారుడగు ఆసాకు పుట్టిన బెరెక్యా.",
    "17": "ద్వారపాలకులు ఎవరనగా షల్లూము, అక్కూబు, టల్మోను, అహీమాను; వారి సహోదరుడైన షల్లూము అధిపతి.",
    "18": "ఇంతవరకు తూర్పుననున్న రాజు గుమ్మమునొద్ద కాచుకొనువారు వీరే; వీరు లేవీయుల పాళెములకు ద్వారపాలకులు.",
    "19": "కోరహు కుమారుడగు ఎబ్యాసాపునకు పుట్టిన కోరే కుమారుడైన షల్లూమును, అతని పితరుల యింటివారైన అతని సహోదరులగు కోరహీయులును సేవ పనికి నియమింపబడి గుడారపు ద్వారమును కాపాడువారు; వీరి పితరులు యెహోవా పాళెమునకు కావలివారై ప్రవేశించు స్థలమును కాపాడిరి.",
    "20": "పూర్వము ఎలియాజరు కుమారుడైన ఫీనెహాసు వారికి అధిపతి; యెహోవా అతనికి తోడైయుండెను.",
    "21": "మెషెలెమ్యా కుమారుడైన జెకర్యా ప్రత్యక్షపు గుడారము యొక్క ద్వారమును కాపాడువాడు.",
    "22": "ద్వారములను కాపాడుటకు ఏర్పరచబడిన వీరందరు రెండు వందల పన్నెండుమంది; వీరు తమ గ్రామములలో తమ వంశావళుల చొప్పున లెక్కించబడిరి; వీరి నమ్మకమును బట్టి దావీదును దీర్ఘదర్శియగు సమూయేలును వీరిని నియమించిరి.",
    "23": "వీరును వీరి కుమారులును యెహోవా మందిరపు ద్వారములను, అనగా గుడారపు మందిర ద్వారములను కాపాడుటకు కావలివారుగా ఉండిరి.",
    "24": "నలుదిక్కుల, అనగా తూర్పున పడమట ఉత్తరమున దక్షిణమున ద్వారపాలకులు ఉండిరి.",
    "25": "గ్రామములలోనున్న వీరి సహోదరులు ఏడు దినములకొకసారి వంతు చొప్పున వీరితో ఉండుటకు రావలసియుండెను.",
    "26": "ఏలయనగా లేవీయులైన నలుగురు ముఖ్య ద్వారపాలకులు తమ నమ్మకమును బట్టి దేవుని మందిరపు గదుల మీదను బొక్కసముల మీదను ఉండిరి.",
    "27": "వారికి కావలి పని అప్పగింపబడెను గనుక వారు దేవుని మందిరము చుట్టు రాత్రివేళ బస చేసిరి; ప్రతి ఉదయమున తలుపులు తీయుట వారి పని.",
    "28": "వారిలో కొందరి వశమున సేవా ఉపకరణములు ఉండెను; వారు లెక్క చొప్పున వాటిని లోపలికి తీసికొనివచ్చి లెక్క చొప్పున బయటికి తీసికొనిపోవలెను.",
    "29": "వారిలో కొందరు ఉపకరణముల మీదను, పరిశుద్ధ స్థలము యొక్క ఉపకరణములన్నిటి మీదను, సన్నపు పిండి మీదను, ద్రాక్షారసము మీదను, నూనె మీదను, సాంబ్రాణి మీదను, సుగంధ ద్రవ్యముల మీదను నియమింపబడిరి.",
    "30": "యాజకుల కుమారులలో కొందరు సుగంధ ద్రవ్యములను సిద్ధపరచువారు.",
    "31": "లేవీయులలో కోరహీయుడగు షల్లూము జ్యేష్ఠకుమారుడైన మత్తిత్యా నమ్మకమును బట్టి వంటకముల పని మీద నియమింపబడెను.",
    "32": "కహాతీయులగు వారి సహోదరులలో కొందరు ప్రతి విశ్రాంతి దినమున సముఖపు రొట్టెలను సిద్ధపరచు పని మీద నియమింపబడిరి.",
    "33": "లేవీయుల పితరుల ఇండ్ల పెద్దలైన గాయకులు తమ పని రేయింబగళ్లు జరుగుచుండుటవలన వేరొక పని లేక గదులలో ఉండిరి.",
    "34": "వీరు తమ తరములలో లేవీయుల పితరుల ఇండ్లకు పెద్దలును ముఖ్యులునై యుండిరి; వీరు యెరూషలేములో నివసించిరి.",
    "35": "గిబియోను తండ్రియగు యెహీయేలు గిబియోనులో నివసించెను; అతని భార్య పేరు మయకా.",
    "36": "అతని జ్యేష్ఠకుమారుడు అబ్దోను; తరువాత సూరు, కీషు, బయలు, నేరు, నాదాబు,",
    "37": "గెదోరు, అహ్యో, జెకర్యా, మిక్లోతు.",
    "38": "మిక్లోతు షిమ్యాను కనెను; వీరు యెరూషలేములో తమ సహోదరుల యెదుట తమ సహోదరులతో కూడా నివసించిరి.",
    "39": "నేరు కీషును కనెను; కీషు సౌలును కనెను; సౌలు యోనాతానును, మల్కీషూవను, అబీనాదాబును, ఎష్బయలును కనెను.",
    "40": "యోనాతాను కుమారుడు మెరీబ్బయలు; మెరీబ్బయలు మీకాను కనెను.",
    "41": "మీకా కుమారులు పీతోను, మెలెకు, తహ్రేయ, ఆహాజు.",
    "42": "ఆహాజు యారాను కనెను; యారా ఆలెమెతును, అజ్మావెతును, జిమ్రీని కనెను; జిమ్రీ మోజాను కనెను.",
    "43": "మోజా బిన్యాను కనెను; బిన్యా కుమారుడు రెఫాయా; రెఫాయా కుమారుడు ఎలాశా; ఎలాశా కుమారుడు ఆసెల్.",
    "44": "ఆసెల్ కు ఆరుగురు కుమారులుండిరి; వారి పేర్లు అజ్రీకాము, బోకెరు, ఇష్మాయేలు, షెార్యా, ఓబద్యా, హానాను; వీరందరు ఆసెల్ కుమారులు."
}
