
{
    "1": "యాకోబుతో ఐగుప్తునకు వచ్చిన ఇశ్రాయేలు కుమారుల పేర్లు ఏవనగా",
    "2": "రూబేను షిమ్యోను లేవి యూదా",
    "3": "ఇస్సాఖారు జెబూలూను బెన్యామీను",
    "4": "దాను నఫ్తాలి గాదు ఆషేరు.",
    "5": "యాకోబు గర్భవతులై పుట్టినవారందరు డెబ్బదిమంది. అప్పటికి యోసేపు ఐగుప్తులో ఉండెను.",
    "6": "తరువాత యోసేపును అతని అన్నదమ్ములందరును ఆ తరమువారందరును చనిపోయిరి.",
    "7": "ఇశ్రాయేలు కుమారులు బహు సంతానము గలవారై విస్తరించి అభివృద్ధి పొంది, మిక్కిలి బలముగలవారైరి; దేశము వారితో నిండియుండెను.",
    "8": "అప్పుడు యోసేపును ఎరుగని క్రొత్త రాజు ఐగుప్తును ఏలనారంభించెను.",
    "9": "అతడు తన జనులతో - ఇశ్రాయేలు సంతతివారైన ఈ జనులు మనకంటే విస్తారముగాను బలముగాను ఉన్నారు.",
    "10": "రండి, వారు విస్తరింపకుండునట్లు మనము వారి యెడల యుక్తిగా జరుగవలెను; లేనియెడల యుద్ధము కలుగునప్పుడు వారును మన శత్రువులతో చేరి మనతో యుద్ధము చేసి ఈ దేశములోనుండి వెళ్లిపోవుదురేమో అనెను.",
    "11": "కాబట్టి వారిని వెట్టి పనులచేత శ్రమ పెట్టుటకు వెట్టి పనులు చేయించు అధికారులను వారి మీద నియమించిరి. వారు ఫరో కొరకు ధాన్యము నిలువచేయు పీతోము రామెసెస్సు అను పట్టణములను కట్టిరి.",
    "12": "అయితే ఐగుప్తీయులు వారిని శ్రమపెట్టిన కొలది వారు విస్తరించి ప్రబలిరి గనుక వారు ఇశ్రాయేలీయుల యెడల అసహ్యపడిరి.",
    "13": "ఐగుప్తీయులు ఇశ్రాయేలీయుల చేత కఠినముగా సేవ చేయించుకొనిరి.",
    "14": "జిగట మంటి పనిలోను, ఇటుకల పనిలోను, పొలములో చేయు ప్రతి పనిలోను, కఠినమైన సేవచేత వారి ప్రాణములను విసికించిరి; వారు వీరిచేత చేయించుకొనిన ప్రతి పనియు కఠినముగా ఉండెను.",
    "15": "మరియు ఐగుప్తు రాజు షిఫ్రా పూయ అను హెబ్రీ మంత్రసానులతో మాటలాడి",
    "16": "మీరు హెబ్రీ స్త్రీలకు మంత్రసాని పని చేయుచు, కాన్పు పీటలమీద వారిని చూచినప్పుడు మగవాడైన యెడల వానిని చంపుడి, ఆడదైన యెడల దానిని బ్రతుకనియ్యుడని చెప్పెను.",
    "17": "అయితే ఆ మంత్రసానులు దేవునికి భయపడి, ఐగుప్తు రాజు తమకు ఆజ్ఞాపించినట్లు చేయక మగపిల్లలను బ్రతుకనిచ్చిరి.",
    "18": "కాబట్టి ఐగుప్తు రాజు ఆ మంత్రసానులను పిలిపించి - మీరెందుకు మగపిల్లలను బ్రతుకనిచ్చితిరి? ఈ పని ఏల చేసితిరని అడుగగా",
    "19": "ఆ మంత్రసానులు - హెబ్రీ స్త్రీలు ఐగుప్తు స్త్రీల వంటివారు కారు; వారు చురుకైనవారు, మంత్రసాని వారి యొద్దకు వెళ్లకమునుపే వారు ప్రసవించుదురని ఫరోతో చెప్పిరి.",
    "20": "కావున దేవుడు ఆ మంత్రసానులకు మేలు చేసెను; ఆ జనులు విస్తరించి మిక్కిలి బలముగలవారైరి.",
    "21": "ఆ మంత్రసానులు దేవునికి భయపడినందున ఆయన వారికి వంశాభివృద్ధి కలుగజేసెను.",
    "22": "అప్పుడు ఫరో - హెబ్రీయులలో పుట్టిన ప్రతి మగవానిని నైలునదిలో పారవేయుడి, ప్రతి ఆడుదానిని బ్రతుకనియ్యుడని తన జనులందరికి ఆజ్ఞాపించెను."
}
