
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను - నీవు ఫరో యొద్దకు వెళ్లుము; నేను అతని మధ్య నా సూచక క్రియలను కనపరచునట్లును,",
    "2": "నేను ఐగుప్తీయులను ఎట్లు వంచించితినో, నేను వారి మధ్య చేసిన నా సూచక క్రియలను నీవు నీ కుమారుని వినికిడిలోను నీ కుమారుని కుమారుని వినికిడిలోను వివరించునట్లును, నేను యెహోవానని మీరు తెలిసికొనునట్లును, నేను అతని హృదయమును అతని సేవకుల హృదయమును కఠినపరచితిని.",
    "3": "కాబట్టి మోషే అహరోనులు ఫరో యొద్దకు వెళ్లి అతనితో ఇట్లనిరి - హెబ్రీయుల దేవుడైన యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు - ఎన్నాళ్ల వరకు నీవు నాకు లొంగనొల్లకయుందువు? నన్ను సేవించుటకు నా ప్రజలను పోనిమ్ము.",
    "4": "నీవు నా ప్రజలను పోనియ్యనొల్లని యెడల, ఇదిగో రేపు నేను నీ ప్రాంతములలోనికి మిడతలను రప్పించెదను.",
    "5": "ఎవరును నేలను చూడలేనంతగా అవి భూతలమును కప్పును; వడగండ్ల దెబ్బకు తప్పించుకొని మీకు మిగిలిన శేషమును అవి తినివేయును; పొలములో మొలిచే ప్రతి చెట్టును అవి తినివేయును.",
    "6": "నీ ఇండ్లును నీ సేవకులందరి ఇండ్లును ఐగుప్తీయులందరి ఇండ్లును వాటితో నిండును; నీ పితరులుగాని నీ పితరుల పితరులుగాని తాము భూమిమీద పుట్టిన దినము మొదలుకొని నేటి వరకు అట్టివాటిని చూడలేదు అని చెప్పి తిరిగి ఫరో యొద్దనుండి వెళ్ళిపోయెను.",
    "7": "అప్పుడు ఫరో సేవకులు అతనితో - ఎన్నాళ్ల వరకు ఈ మనుష్యుడు మనకు ఉరిగా ఉండును? తమ దేవుడైన యెహోవాను సేవించుటకు ఈ మనుష్యులను పోనిమ్ము; ఐగుప్తు నాశనమాయెనని నీకింకా తెలియదా అనిరి.",
    "8": "కాబట్టి మోషే అహరోనులు ఫరో యొద్దకు తిరిగి రప్పించబడిరి. అతడు వారిని చూచి - మీరు వెళ్లి మీ దేవుడైన యెహోవాను సేవించుడి; అయితే వెళ్లువారు ఎవరెవరని అడుగగా",
    "9": "మోషే - మేము యెహోవాకు పండుగ ఆచరించవలెను గనుక మా యువకులతోను మా వృద్ధులతోను మా కుమారులతోను మా కుమార్తెలతోను మా మందలతోను మా పశువులతోను వెళ్లెదమని చెప్పెను.",
    "10": "అందుకతడు - నేను మిమ్మును మీ పిల్లలను పోనిచ్చిన యెడల యెహోవా మీకు తోడైయుండును గాక; చూడుడి, కీడు మీ ఎదుట నున్నది.",
    "11": "ఆలాగు వద్దు; పురుషులైన మీరు వెళ్లి యెహోవాను సేవించుడి; మీరు కోరినది అదే గదా అని వారితో చెప్పెను; అప్పుడు వారు ఫరో యొద్దనుండి వెళ్లగొట్టబడిరి.",
    "12": "అప్పుడు యెహోవా మోషేతో - ఐగుప్తు దేశము మీదికి మిడతలు వచ్చునట్లు నీ చెయ్యి చాపము; అవి ఐగుప్తు దేశము మీదికి వచ్చి, వడగండ్లు విడిచిపెట్టిన ప్రతి కూర మొక్కను, అనగా భూమి పంట అంతయు తినివేయునని చెప్పెను.",
    "13": "మోషే ఐగుప్తు దేశము మీద తన కర్రను చాపగా యెహోవా ఆ పగలల్లను ఆ రాత్రియల్లను ఆ దేశము మీద తూర్పు గాలి విసరజేసెను; ఉదయమైనప్పుడు ఆ తూర్పు గాలి మిడతలను కొనివచ్చెను.",
    "14": "మిడతలు ఐగుప్తు దేశమంతటి మీదికి వచ్చి ఐగుప్తు ప్రాంతములన్నిటిలో దిగెను; అవి మిక్కిలి ఘోరమైనవి; అంతకుముందు అట్టి మిడతలు రాలేదు, తరువాత అట్టివి రావు.",
    "15": "అవి భూతలమంతయు కప్పెను, దేశము చీకటిమయమాయెను; వడగండ్లు విడిచిపెట్టిన భూమి కూర మొక్కలన్నిటిని చెట్ల పండ్లన్నిటిని అవి తినివేసెను; ఐగుప్తు దేశమందంతట చెట్లకేమి పొలముల కూర మొక్కలకేమి పచ్చనిదొకటియు మిగలలేదు.",
    "16": "కాబట్టి ఫరో మోషే అహరోనులను త్వరగా పిలిపించి - నేను మీ దేవుడైన యెహోవా యెడలను మీ యెడలను పాపము చేసితిని.",
    "17": "కాబట్టి దయచేసి ఈ ఒక్కసారి నా పాపమును క్షమించి, ఈ మరణమును మాత్రమే నా యొద్దనుండి తొలగించుమని మీ దేవుడైన యెహోవాను వేడుకొనుడని చెప్పెను.",
    "18": "మోషే ఫరో యొద్దనుండి వెళ్లి యెహోవాను వేడుకొనెను.",
    "19": "అప్పుడు యెహోవా మహా గాలిని పడమటి వైపునుండి విసరజేసెను; అది ఆ మిడతలను ఎత్తికొని ఎర్ర సముద్రములో పడవేసెను; ఐగుప్తు ప్రాంతములన్నిటిలో ఒక్క మిడతయైనను నిలువలేదు.",
    "20": "అయినను యెహోవా ఫరో హృదయమును కఠినపరచెను; అతడు ఇశ్రాయేలీయులను పోనియ్యలేదు.",
    "21": "మరియు యెహోవా మోషేతో - ఆకాశము వైపు నీ చెయ్యి చాపుము; ఐగుప్తు దేశము మీద చీకటి, అనగా తడివిలాడుకొనదగిన చీకటి కమ్మునని చెప్పెను.",
    "22": "మోషే ఆకాశము వైపు తన చెయ్యి చాపగా ఐగుప్తు దేశమందంతట మూడు దినములు గాఢాంధకారము కమ్మెను.",
    "23": "మూడు దినములు ఒకనినొకడు చూడలేదు, ఎవడును తన స్థలమునుండి లేవలేదు; అయినను ఇశ్రాయేలీయులకందరికి వారి నివాసములలో వెలుగు ఉండెను.",
    "24": "అప్పుడు ఫరో మోషేను పిలిపించి - మీరు వెళ్లి యెహోవాను సేవించుడి; మీ మందలు మీ పశువులు మాత్రము ఇక్కడ ఉండవలెను; మీ పిల్లలు మీతో కూడ వెళ్లవచ్చునని చెప్పగా",
    "25": "మోషే - మేము మా దేవుడైన యెహోవాకు అర్పించుటకు నీవు బలులను దహనబలులను మా చేతికియ్యవలెను.",
    "26": "మా పశువులు కూడ మాతో రావలెను; ఒక్క డెక్కయైనను ఇక్కడ ఉండకూడదు; మా దేవుడైన యెహోవాను సేవించుటకు వాటిలోనుండి తీసికొనవలెను; మేము అక్కడికి వెళ్లు వరకు వేటివలన యెహోవాను సేవింపవలెనో మాకు తెలియదని చెప్పెను.",
    "27": "అయినను యెహోవా ఫరో హృదయమును కఠినపరచెను గనుక అతడు వారిని పోనియ్యనొల్లకపోయెను.",
    "28": "మరియు ఫరో - నా యొద్దనుండి పొమ్ము, జాగ్రత్తపడుము, నా ముఖము ఇక చూడవద్దు; నీవు నా ముఖము చూచు దినమున చచ్చెడవని అతనితో చెప్పగా",
    "29": "మోషే - నీవు చెప్పినట్లే; నేను ఇక నీ ముఖము చూడననెను."
}
