
{
    "1": "ఐగుప్తు దేశములో యెహోవా మోషే అహరోనులతో ఇట్లనెను",
    "2": "ఈ నెల మీకు ప్రథమ మాసము; ఇది మీకు సంవత్సరమునకు మొదటి నెల.",
    "3": "మీరు ఇశ్రాయేలీయుల సర్వసమాజముతో ఈలాగు చెప్పుడి - ఈ నెల దశమి నాడు వారు తమ తమ కుటుంబముల చొప్పున ఒక్కొక్కడు గొర్రెపిల్లనైనను మేకపిల్లనైనను తీసికొనవలెను; ఇంటికొక పిల్ల చొప్పున తీసికొనవలెను.",
    "4": "ఆ పిల్ల ఒక ఇంటివారికి చాలకపోయిన యెడల వాడును వాని ఇంటికి సమీపముగా ఉన్న పొరుగువాడును తమ లెక్కచొప్పున, అనగా ఒక్కొక్కడు తినుకొలది ఆ పిల్లను తీసికొనవలెను.",
    "5": "ఆ పిల్ల నిర్దోషమైనదిగాను ఏడాది మగదిగాను ఉండవలెను. గొర్రెలలోనుండియైనను మేకలలోనుండియైనను దానిని తీసికొనవచ్చును.",
    "6": "ఈ నెల పద్నాలుగవ దినము వరకు మీరు దానిని ఉంచుకొనవలెను; తరువాత ఇశ్రాయేలీయుల సమాజపు వారందరు కూడి సాయంకాలమందు దానిని చంపి",
    "7": "కొంత రక్తము తీసికొని, తాము దానిని తిను ఇండ్లయొక్క రెండు ద్వారబంధముల మీదను పై కమ్మి మీదను చల్లవలెను.",
    "8": "ఆ రాత్రి వారు అగ్నిచేత కాల్చబడిన ఆ మాంసమును పొంగని రొట్టెలను తినవలెను; చేదుకూరలతో దానిని తినవలెను.",
    "9": "దానిని పచ్చిగానైనను నీళ్లతో ఉడకబెట్టియైనను తినక, దాని తల కాళ్లు ఆంత్రములతో సహా అగ్నితో కాల్చి తినవలెను.",
    "10": "ఉదయకాలము వరకు దానిలో ఏమియు మిగలనియ్యకూడదు; ఉదయకాలము వరకు దానిలో ఏదైనను మిగిలినయెడల దానిని అగ్నితో కాల్చివేయవలెను.",
    "11": "మీరు దానిని తినవలసిన విధమేమనగా - మీ నడుము కట్టుకొని, మీ చెప్పులు తొడుక్కొని, మీ కర్రలు చేత పట్టుకొని త్వరపడుచు దానిని తినవలెను; అది యెహోవా పస్కా.",
    "12": "ఆ రాత్రి నేను ఐగుప్తు దేశమందు సంచరించి, ఐగుప్తు దేశమందలి మనుష్యులలోనే గాని జంతువులలోనే గాని తొలిపిల్లలన్నిటిని హతము చేసి, ఐగుప్తు దేవతలకందరికిని తీర్పు తీర్చుదును; నేను యెహోవాను.",
    "13": "మీరున్న ఇండ్ల మీద ఆ రక్తము మీకు గురుతుగా ఉండును; నేను ఆ రక్తమును చూచి మిమ్మును దాటిపోయెదను; నేను ఐగుప్తు దేశమును పాడుచేయుచుండగా మిమ్మును నాశనము చేయుటకు తెగులు మీ మీదికి రాదు.",
    "14": "కాబట్టి ఆ దినము మీకు జ్ఞాపకార్థ దినముగా ఉండును; యెహోవాకు పండుగగా దానిని ఆచరింపవలెను; తరతరములకు నిత్యమైన కట్టడగా దానిని ఆచరింపవలెను.",
    "15": "ఏడు దినములు మీరు పొంగని రొట్టెలనే తినవలెను. మొదటి దినమున మీ ఇండ్లలోనుండి పొలిసిన పిండిని పారవేయవలెను; మొదటి దినము మొదలుకొని ఏడవ దినము వరకు పులిసినదానిని తినువాడెవడో ఆ ప్రాణి ఇశ్రాయేలీయులలోనుండి కొట్టివేయబడును.",
    "16": "మొదటి దినమున పరిశుద్ధ సంఘపు కూటమును, ఏడవ దినమున పరిశుద్ధ సంఘపు కూటమును జరుగవలెను. ఆ దినములలో ప్రతివాడు తినవలసినది మాత్రమే మీరు సిద్ధపరచవచ్చును; అది తప్ప మరి ఏ పనియు చేయకూడదు.",
    "17": "పులియని రొట్టెల పండుగను ఆచరింపవలెను; ఏలయనగా ఆ దినమందే నేను మీ సమూహములను ఐగుప్తు దేశములోనుండి వెలుపలికి రప్పించితిని; కాబట్టి మీరు మీ తరములలో ఈ దినమును నిత్యమైన కట్టడగా ఆచరింపవలెను.",
    "18": "మొదటి నెల పద్నాలుగవ దినము సాయంకాలము మొదలుకొని ఆ నెల ఇరవై ఒకటవ దినము సాయంకాలము వరకు మీరు పులియని రొట్టెలనే తినవలెను.",
    "19": "ఏడు దినములు మీ ఇండ్లలో పులిసినది ఏదియు ఉండకూడదు; పులిసినదానిని తినువాడెవడో వాడు పరదేశియైనను దేశస్థుడైనను ఇశ్రాయేలీయుల సమాజములోనుండి కొట్టివేయబడును.",
    "20": "మీరు పులిసినది ఏదియు తినకూడదు; మీ నివాసములన్నిటిలో పులియని వాటినే తినవలెనని చెప్పెను.",
    "21": "కాబట్టి మోషే ఇశ్రాయేలీయుల పెద్దలందరిని పిలిపించి వారితో ఇట్లనెను - మీరు మీ కుటుంబముల చొప్పున మందలోనుండి పిల్లలను తీసికొని పస్కా పశువును వధించుడి.",
    "22": "మరియు మీరు హిస్సోపు కుంచెను తీసికొని పళ్లెములోనున్న రక్తములో ముంచి, ద్వారబంధపు పై కమ్మికిని రెండు నిలువు కమ్ములకును పళ్లెములోని రక్తమును తాకింపవలెను; ఉదయము వరకు మీలో ఎవడును తన ఇంటి ద్వారమునుండి బయటికి వెళ్లకూడదు.",
    "23": "యెహోవా ఐగుప్తీయులను హతము చేయుటకు దేశ సంచారము చేయుచు, ద్వారబంధపు పై కమ్మి మీదను రెండు నిలువు కమ్ముల మీదను ఉన్న రక్తమును చూచి యెహోవా ఆ తలుపును దాటిపోవును; మిమ్మును హతము చేయుటకు మీ ఇండ్లలోనికి సంహారకుని చొరనియ్యడు.",
    "24": "కాబట్టి మీరు మీకును మీ పిల్లలకును దీనిని నిత్యమైన కట్టడగా గైకొనవలెను.",
    "25": "యెహోవా తాను చెప్పినట్లు మీకిచ్చు దేశమందు మీరు ప్రవేశించిన తరువాత మీరు ఈ ఆచారమును గైకొనవలెను.",
    "26": "మీ పిల్లలు - ఈ ఆచారమువలన మీకు భావమేమి అని మిమ్మును అడుగునప్పుడు",
    "27": "మీరు - ఇది యెహోవాకు పస్కా బలి; ఆయన ఐగుప్తీయులను హతము చేయుచు మన ఇండ్లను కాపాడినప్పుడు ఐగుప్తులోనున్న ఇశ్రాయేలీయుల ఇండ్లను దాటిపోయెనని చెప్పవలెననెను. అప్పుడు ప్రజలు తల వంచి నమస్కారము చేసిరి.",
    "28": "ఇశ్రాయేలీయులు వెళ్లి ఆలాగు చేసిరి; యెహోవా మోషే అహరోనులకు ఆజ్ఞాపించినట్లే చేసిరి.",
    "29": "అర్ధరాత్రి వేళ యెహోవా సింహాసనము మీద ఆసీనుడైన ఫరో జ్యేష్ఠకుమారుడు మొదలుకొని చెరసాలలోనున్న ఖైదీ జ్యేష్ఠకుమారుని వరకు ఐగుప్తు దేశమందలి జ్యేష్ఠపుత్రులనందరిని జంతువుల తొలిపిల్లలన్నిటిని హతము చేసెను.",
    "30": "ఆ రాత్రి ఫరోయు అతని సేవకులందరును ఐగుప్తీయులందరును లేచిరి; చావులేని ఇల్లు ఒక్కటియు లేనందున ఐగుప్తులో మహా రోదనము పుట్టెను.",
    "31": "రాత్రివేళ అతడు మోషే అహరోనులను పిలిపించి - మీరును ఇశ్రాయేలీయులును లేచి నా ప్రజల మధ్యనుండి బయలువెళ్లుడి; మీరు చెప్పినట్లు వెళ్లి యెహోవాను సేవించుడి.",
    "32": "మీరు చెప్పినట్లు మీ గొర్రెలను మీ ఎద్దులను తీసికొని పొండి, నన్నును దీవించుడని చెప్పెను.",
    "33": "ఐగుప్తీయులు - మనమందరము చచ్చినవారమని చెప్పి, దేశములోనుండి ఆ ప్రజలను పంపివేయుటకు త్వరపడి వారిని బలవంతము చేసిరి.",
    "34": "కాబట్టి ప్రజలు తమ పిండిని తీసికొని, అది పులియక మునుపే పిండి పిసుకు తొట్లను తమ బట్టలలో మూటగట్టుకొని తమ భుజముల మీద పెట్టుకొనిరి.",
    "35": "ఇశ్రాయేలీయులు మోషే మాట చొప్పున చేసి, ఐగుప్తీయుల యొద్ద వెండి వస్తువులను బంగారు వస్తువులను వస్త్రములను అడిగి తీసికొనిరి.",
    "36": "యెహోవా ఆ ప్రజల యెడల ఐగుప్తీయులకు కటాక్షము కలుగజేసెను గనుక వారు అడిగినదెల్ల వారు ఇచ్చిరి; అట్లు వారు ఐగుప్తీయులను దోచుకొనిరి.",
    "37": "ఇశ్రాయేలీయులు రామెసెస్సునుండి సుక్కోతుకు ప్రయాణమై పోయిరి. పిల్లలు గాక కావలసిన పురుషులు ఆరు లక్షలమంది.",
    "38": "అనేక మిశ్రిత జనమును గొర్రెలు ఎద్దులు మొదలైన పశువులును గొప్ప సమూహమును వారితోకూడ బయలుదేరెను.",
    "39": "వారు ఐగుప్తులోనుండి తెచ్చిన పిండితో పొంగని రొట్టెలు కాల్చుకొనిరి; ఏలయనగా అది పులియలేదు; వారు తడవు చేయలేక ఐగుప్తులోనుండి వెళ్లగొట్టబడిరి, వారు తమ కొరకు వేరొక ఆహారమును సిద్ధపరచుకొనలేదు.",
    "40": "ఇశ్రాయేలీయులు ఐగుప్తులో నివసించిన కాలము నాలుగు వందల ముప్పది సంవత్సరములు.",
    "41": "ఆ నాలుగు వందల ముప్పది సంవత్సరములు గడచిన తరువాత, ఆ దినమందే యెహోవా సేనలన్నియు ఐగుప్తు దేశములోనుండి బయలుదేరిపోయెను.",
    "42": "ఐగుప్తు దేశములోనుండి వారిని బయటికి రప్పించినందున ఇది యెహోవాకు ఆచరింపదగిన రాత్రి; ఇశ్రాయేలీయులందరు వారి తరములలో యెహోవాకు ఆచరింపవలసిన రాత్రి ఇదే.",
    "43": "మరియు యెహోవా మోషే అహరోనులతో ఇట్లనెను - పస్కాను గూర్చిన కట్టడ ఏదనగా - అన్యుడెవడును దానిని తినకూడదు.",
    "44": "ప్రతివాని సొమ్ము పెట్టి కొనబడిన దాసుడు సున్నతి పొందిన తరువాత దానిని తినవచ్చును.",
    "45": "పరదేశియు కూలివాడును దానిని తినకూడదు.",
    "46": "ఒక్క ఇంటిలోనే దానిని తినవలెను; ఆ మాంసములో కొంచెమైనను ఇంటిలోనుండి బయటికి తీసికొని పోకూడదు; దానిలో ఒక్క ఎముకనైనను మీరు విరవకూడదు.",
    "47": "ఇశ్రాయేలీయుల సర్వసమాజము దీనిని ఆచరింపవలెను.",
    "48": "నీ యొద్ద నివసించు పరదేశి యెహోవాకు పస్కాను ఆచరింప గోరినయెడల అతని ఇంట ప్రతి మగవాడు సున్నతి పొందవలెను; అప్పుడు అతడు దగ్గరకు వచ్చి దానిని ఆచరింపవచ్చును; అతడు దేశములో పుట్టినవానివలె ఉండును; సున్నతి లేనివాడెవడును దానిని తినకూడదు.",
    "49": "దేశస్థునికిని మీ మధ్య నివసించు పరదేశికిని ఒకటే విధి ఉండవలెనని చెప్పెను.",
    "50": "ఇశ్రాయేలీయులందరు ఆలాగు చేసిరి; యెహోవా మోషే అహరోనులకు ఆజ్ఞాపించినట్లు వారు చేసిరి.",
    "51": "ఆ దినమందే యెహోవా ఇశ్రాయేలీయులను వారి సమూహముల చొప్పున ఐగుప్తు దేశములోనుండి వెలుపలికి రప్పించెను."
}
