
{
    "1": "యెహోవా మోషేతో ఇట్లనెను",
    "2": "ఇశ్రాయేలీయులలో మనుష్యులలోనే గాని జంతువులలోనే గాని గర్భము తెరిచి పుట్టు ప్రతి తొలిపిల్లను నాకు ప్రతిష్ఠించుము; అది నాదని చెప్పెను.",
    "3": "మోషే ప్రజలతో ఇట్లనెను - మీరు దాసుల గృహమైన ఐగుప్తులోనుండి బయలుదేరి వచ్చిన ఈ దినమును జ్ఞాపకముంచుకొనుడి; యెహోవా బాహుబలము చేత దీనిలోనుండి మిమ్మును బయటికి రప్పించెను గనుక పులిసినదెద్దియు తినకూడదు.",
    "4": "ఆబీబు నెలలో ఈ దినమందు మీరు బయలుదేరి వచ్చుచున్నారు.",
    "5": "కాబట్టి యెహోవా నీకిచ్చెదనని నీ పితరులతో ప్రమాణము చేసిన కనానీయుల హిత్తీయుల అమోరీయుల హివ్వీయుల యెబూసీయుల దేశమునకు, అనగా పాలు తేనెలు ప్రవహించు దేశమునకు నిన్ను రప్పించిన తరువాత ఈ నెలలో నీవు ఈ ఆచారమును జరుపుకొనవలెను.",
    "6": "ఏడు దినములు నీవు పొంగని రొట్టెలనే తినవలెను; ఏడవ దినమున యెహోవాకు పండుగ ఆచరింపవలెను.",
    "7": "ఆ ఏడు దినములు పొంగని రొట్టెలనే తినవలెను; పులిసిన రొట్టె నీ యొద్ద కనబడకూడదు; నీ ప్రాంతములన్నిటిలోను పులిసిన పిండి నీ యొద్ద కనబడకూడదు.",
    "8": "మరియు ఆ దినమున నీవు - నేను ఐగుప్తులోనుండి వచ్చినప్పుడు యెహోవా నాకు చేసినదానిని బట్టి ఇది జరుగుచున్నదని నీ కుమారునికి తెలియజెప్పవలెను.",
    "9": "యెహోవా ధర్మశాస్త్రము నీ నోట నుండునట్లు బలమైన చేతితో యెహోవా ఐగుప్తులోనుండి నిన్ను బయటికి రప్పించెననుటకు ఇది నీ చేతిమీద నీకు సూచనగాను నీ కన్నుల మధ్య జ్ఞాపకార్థముగాను ఉండును.",
    "10": "కాబట్టి ఏటేట నిర్ణయ కాలమందు ఈ కట్టడను ఆచరింపవలెను.",
    "11": "మరియు యెహోవా నీతోను నీ పితరులతోను ప్రమాణము చేసినట్లు కనానీయుల దేశమునకు నిన్ను చేర్చి దానిని నీకిచ్చిన తరువాత",
    "12": "గర్భము తెరిచి పుట్టునదంతయు, నీకు కలుగు పశువుల సంతానములో గర్భము తెరిచి పుట్టునదంతయు యెహోవాకు ప్రతిష్ఠింపవలెను. వాటిలో మగవన్నియు యెహోవావగును.",
    "13": "ప్రతి గాడిద తొలిపిల్లను గొర్రెపిల్లతో విడిపింపవలెను; విడిపించని యెడల దాని మెడను విరిచివేయవలెను. నీ కుమారులలోని ప్రతి తొలిచూలు వానిని విడిపింపవలెను.",
    "14": "ికమీదట నీ కుమారుడు - ఇదేమిటని నిన్ను అడుగునప్పుడు నీవు వానితో - యెహోవా బాహుబలము చేత దాసుల గృహమైన ఐగుప్తులోనుండి మనలను బయటికి రప్పించెను.",
    "15": "ఫరో మనలను పోనియ్యకుండ తన మనస్సును కఠినపరచుకొనగా యెహోవా మనుష్యుల తొలిపిల్లలేమి జంతువుల తొలిపిల్లలేమి ఐగుప్తు దేశములో తొలిపిల్లలన్నిటిని హతము చేసెను; ఆ హేతువు చేత నేను గర్భము తెరిచి పుట్టు మగవాటినన్నిటిని యెహోవాకు బలి ఇచ్చుచున్నాను; అయితే నా కుమారులలో ప్రతి తొలిచూలు వానిని విడిపించుకొనుచున్నానని చెప్పవలెను.",
    "16": "యెహోవా బాహుబలము చేత మనలను ఐగుప్తులోనుండి బయటికి రప్పించెను గనుక ఇది నీ చేతిమీద సూచనగాను నీ కన్నుల మధ్య బాసికముగాను ఉండవలెను.",
    "17": "ఫరో ప్రజలను పోనిచ్చినప్పుడు, ఫిలిష్తీయుల దేశ మార్గము సమీపమైనను దేవుడు ఆ మార్గమున వారిని నడిపింపలేదు; ఏలయనగా - ఈ ప్రజలు యుద్ధము చూచునప్పుడు పశ్చాత్తాపపడి ఐగుప్తునకు తిరుగుదురేమో అని దేవుడు అనుకొనెను.",
    "18": "కాబట్టి దేవుడు ప్రజలను ఎర్ర సముద్రపు అరణ్య మార్గమున చుట్టు దారిని నడిపించెను. ఇశ్రాయేలీయులు యుద్ధ సన్నద్ధులై ఐగుప్తు దేశమునుండి వచ్చిరి.",
    "19": "మోషే యోసేపు ఎముకలను తనతో తీసికొని వచ్చెను; ఏలయనగా అతడు - దేవుడు నిశ్చయముగా మిమ్మును దర్శించును, అప్పుడు మీరు నా ఎముకలను ఇక్కడనుండి మీతోకూడ తీసికొనిపోవలెనని ఇశ్రాయేలీయుల చేత గట్టిగా ప్రమాణము చేయించుకొని యుండెను.",
    "20": "వారు సుక్కోతునుండి ప్రయాణమై అరణ్యము దగ్గరనున్న ఏతాములో దిగిరి.",
    "21": "యెహోవా వారు పగలు రాత్రియు ప్రయాణము చేయునట్లుగా పగలు మార్గమున వారిని నడిపించుటకు మేఘస్తంభములోను, రాత్రి వారికి వెలుగిచ్చుటకు అగ్నిస్తంభములోను వారికి ముందుగా వెళ్లుచుండెను.",
    "22": "ఆయన పగలు మేఘస్తంభమునైనను రాత్రి అగ్నిస్తంభమునైనను ప్రజల యెదుటనుండి తొలగిపోనియ్యలేదు."
}
