
{
    "1": "అప్పుడు మోషేయు ఇశ్రాయేలీయులును యెహోవాను గూర్చి ఈ కీర్తన పాడిరి - యెహోవాను గానము చేసెదను; ఆయన మిగుల అతిశయించియున్నాడు; గుఱ్ఱమును దాని రౌతును ఆయన సముద్రములో పడద్రోసెను.",
    "2": "యెహోవాయే నా బలము, నా గానము; ఆయన నాకు రక్షణాధారమాయెను; ఈయనే నా దేవుడు, ఈయనను వర్ణించెదను; ఈయనే నా పితరుల దేవుడు, ఈయనను హెచ్చించెదను.",
    "3": "యెహోవా యుద్ధశూరుడు; యెహోవా అని ఆయనకు పేరు.",
    "4": "ఆయన ఫరో రథములను అతని సేనను సముద్రములో పడద్రోసెను; అతని శ్రేష్ఠులైన అధిపతులు ఎర్ర సముద్రములో మునిగిపోయిరి.",
    "5": "అగాధ జలములు వారిని కప్పివేసెను; వారు రాతివలె అడుగంటిపోయిరి.",
    "6": "యెహోవా, నీ దక్షిణ హస్తము బలమున అతిశయించును; యెహోవా, నీ దక్షిణ హస్తము శత్రువుని చితకగొట్టును.",
    "7": "నీ మీదికి లేచినవారిని నీ మహా మహిమవలన అణచివేసితివి; నీ కోపాగ్నిని రగిలించితివి, అది వారిని చెత్తవలె కాల్చివేసెను.",
    "8": "నీ నాసికారంధ్రముల ఊపిరివలన నీళ్లు రాశిగా కూర్చబడెను; ప్రవాహములు కుప్పగా నిలిచెను; అగాధ జలములు సముద్రము మధ్య గడ్డకట్టెను.",
    "9": "తరిమెదను, కలిసికొందును, దోపుడు సొమ్ము పంచుకొందును, వారివలన నా ఆశ తీర్చుకొందును, నా కత్తి దూసెదను, నా చెయ్యి వారిని నాశనము చేయునని శత్రువు అనుకొనెను.",
    "10": "నీవు నీ గాలిని విసరజేసితివి, సముద్రము వారిని కప్పివేసెను; వారు మహా అగాధ జలములలో సీసమువలె మునిగిపోయిరి.",
    "11": "యెహోవా, వేల్పులలో నీవంటివాడెవడు? పరిశుద్ధతయందు మహనీయుడవు, స్తుతి కీర్తనలయందు భయంకరుడవు, అద్భుతములు చేయువాడవు, నీవంటివాడెవడు?",
    "12": "నీవు నీ దక్షిణ హస్తమును చాపితివి, భూమి వారిని మింగివేసెను.",
    "13": "నీవు విమోచించిన ఈ ప్రజలను నీ కృపచేత తోడుకొని వచ్చితివి; నీ బలముచేత వారిని నీ పరిశుద్ధ నివాసమునకు నడిపించితివి.",
    "14": "జనములు విని దిగులుపడును; ఫిలిష్తియ నివాసులకు వేదన కలుగును.",
    "15": "ఎదోము నాయకులు కలవరపడుదురు; మోయాబు బలిష్ఠులకు వణకు పుట్టును; కనాను నివాసులందరు కరిగిపోవుదురు.",
    "16": "భయమును దడయు వారిమీద పడును; యెహోవా, నీ ప్రజలు దాటు వరకు, నీవు సంపాదించుకొనిన ఈ ప్రజలు దాటు వరకు నీ బాహుబలమువలన వారు రాయివలె మౌనముగా నుందురు.",
    "17": "నీవు వారిని తోడుకొనివచ్చి నీ స్వాస్థ్యమగు కొండమీద నాటెదవు. యెహోవా, అది నీ నివాసమునకు నీవు మలచుకొనిన స్థలము. ప్రభువా, నీ చేతులు స్థాపించిన పరిశుద్ధాలయము.",
    "18": "యెహోవా నిరంతరమును ఏలువాడు.",
    "19": "ఫరో గుఱ్ఱములు అతని రథములతోను అతని రౌతులతోను సముద్రములో దిగగా యెహోవా సముద్ర జలములను వారిమీదికి మళ్లించెను; అయితే ఇశ్రాయేలీయులు సముద్రము మధ్యను ఆరిన నేల మీద నడిచిపోయిరి.",
    "20": "మరియు అహరోను సహోదరియు ప్రవక్తరియునగు మిర్యాము తంబురను చేత పట్టుకొనెను; స్త్రీలందరు తంబురలతోను నాట్యములతోను ఆమె వెంబడి వెళ్ళగా",
    "21": "మిర్యాము వారితో ఇట్లనెను - యెహోవాను గానము చేయుడి ఆయన మిగుల అతిశయించియున్నాడు; గుఱ్ఱమును దాని రౌతును ఆయన సముద్రములో పడద్రోసెను.",
    "22": "మోషే ఇశ్రాయేలీయులను ఎర్ర సముద్రమునుండి సాగచేసెను. వారు షూరు అరణ్యములోనికి వెళ్లి, ఆ అరణ్యములో మూడు దినములు నడిచిరి; అక్కడ వారికి నీళ్లు దొరకలేదు.",
    "23": "తరువాత వారు మారాకు చేరిరి; మారా నీళ్లు చేదైనవి గనుక వారు ఆ నీళ్లు త్రాగలేకపోయిరి; అందుచేత దానికి మారా అని పేరు పెట్టబడెను.",
    "24": "ప్రజలు - మేమేమి త్రాగుదుమని మోషే మీద సణిగిరి.",
    "25": "అతడు యెహోవాకు మొరపెట్టగా యెహోవా అతనికి ఒక చెట్టును చూపించెను. అతడు ఆ నీళ్లలో దాని వేసినప్పుడు ఆ నీళ్లు మధురము లాయెను. అక్కడ ఆయన వారికి కట్టడను విధిని నిర్ణయించి అక్కడ వారిని పరీక్షించెను.",
    "26": "ఆయన - నీవు నీ దేవుడైన యెహోవా వాక్యమును శ్రద్ధగా విని, ఆయన దృష్టికి న్యాయమైనది చేసి, ఆయన ఆజ్ఞలకు విధేయుడవై, ఆయన కట్టడలన్నిటిని గైకొనినయెడల, నేను ఐగుప్తీయులకు కలుగజేసిన రోగములలో ఏదియు నీకు రానియ్యను; నిన్ను స్వస్థపరచు యెహోవాను నేనే అనెను.",
    "27": "తరువాత వారు ఏలీమునకు వచ్చిరి; అక్కడ పన్నెండు నీటి బుగ్గలును డెబ్బది ఈత చెట్లును ఉండెను; అక్కడ వారు ఆ నీళ్ల యొద్ద దిగిరి."
}
