
{
    "1": "వారు ఏలీమునుండి బయలుదేరిరి; ఐగుప్తు దేశమునుండి బయలుదేరిన రెండవ నెల పదిహేనవ దినమున ఇశ్రాయేలీయుల సమాజమంతయు ఏలీమునకును సీనాయికిని మధ్యనున్న సీను అరణ్యమునకు వచ్చిరి.",
    "2": "ఆ అరణ్యములో ఇశ్రాయేలీయుల సమాజమంతయు మోషే అహరోనుల మీద సణిగిరి.",
    "3": "ఇశ్రాయేలీయులు - మేము మాంసము వండుకొను కుండల యొద్ద కూర్చుండి తృప్తిగా ఆహారము తినునప్పుడు యెహోవా చేతివలన ఏల చావకపోతిమి? ఈ సమాజమంతటిని ఆకలిచేత చంపుటకు ఈ అరణ్యములోనికి మీరు మమ్మును పిలుచుకొని వచ్చితిరని వారితో అనిరి.",
    "4": "అప్పుడు యెహోవా మోషేతో - ఇదిగో నేను ఆకాశమునుండి మీకొరకు ఆహారమును కురిపించెదను; వారు నా ధర్మశాస్త్రమును అనుసరించి నడుతురో లేదో అని నేను వారిని పరీక్షించునట్లు ఈ ప్రజలు వెళ్లి, ఏనాటి బత్తెము ఆ నాడు కూర్చుకొనవలెను.",
    "5": "అయితే ఆరవ దినమున వారు తెచ్చినదానిని సిద్ధపరచుకొనవలెను; వారు అనుదినము కూర్చుకొనుదానికంటే అది రెండంతలు ఉండవలెనని చెప్పెను.",
    "6": "కాబట్టి మోషే అహరోనులు ఇశ్రాయేలీయులందరితో - ఐగుప్తు దేశములోనుండి మిమ్మును బయటికి రప్పించినవాడు యెహోవాయే అని సాయంకాలమందు మీరు తెలిసికొందురు.",
    "7": "ఉదయమందు యెహోవా మహిమను చూచెదరు; ఏలయనగా యెహోవా మీద మీరు సణిగిన సణుగులను ఆయన వినెను; మీరు మా మీద సణుగుటకు మేము ఏపాటివారమనిరి.",
    "8": "మరియు మోషే - సాయంకాలమందు తినుటకు మాంసమును ఉదయమందు తృప్తిగా ఆహారమును యెహోవా మీకిచ్చునప్పుడు అది మీకు కలుగును; ఏలయనగా ఆయన మీద మీరు సణిగిన సణుగులను యెహోవా వినెను; మేము ఏపాటివారము? మీ సణుగులు మా మీద కాదు యెహోవా మీదనే అనెను.",
    "9": "మరియు మోషే అహరోనుతో - నీవు ఇశ్రాయేలీయుల సర్వసమాజముతో - యెహోవా సన్నిధికి రండి; ఆయన మీ సణుగులను వినెనని చెప్పుమనెను.",
    "10": "అహరోను ఇశ్రాయేలీయుల సర్వసమాజముతో మాటలాడుచుండగా వారు అరణ్యము తట్టు తిరిగి చూడగా, ఇదిగో యెహోవా మహిమ మేఘములో కనబడెను.",
    "11": "యెహోవా మోషేతో ఇట్లనెను",
    "12": "నేను ఇశ్రాయేలీయుల సణుగులను వింటిని; నీవు - సాయంకాలమున మీరు మాంసము తిందురు, ఉదయమున ఆహారముచేత తృప్తి పొందుదురు, అప్పుడు మీ దేవుడైన యెహోవాను నేనే అని మీరు తెలిసికొందురని వారితో చెప్పుమనెను.",
    "13": "సాయంకాలమున పూరేళ్లు వచ్చి పాళెమును కప్పెను; ఉదయమున పాళెము చుట్టు మంచు పడియుండెను.",
    "14": "ఆ మంచు ఆరిపోయినప్పుడు అరణ్యభూమి మీద సన్నని పొరవంటిది, అనగా నేల మీద మంచువలె సన్ననిది కనబడెను.",
    "15": "ఇశ్రాయేలీయులు దానిని చూచి - ఇదేమిటని ఒకనితో ఒకడు చెప్పుకొనిరి; ఏలయనగా అది ఏమో వారికి తెలియలేదు. అప్పుడు మోషే - ఇది తినుటకు యెహోవా మీకిచ్చిన ఆహారము.",
    "16": "యెహోవా ఆజ్ఞాపించినదేమనగా - దీనిలో ఒక్కొక్కడు తాను తినగలిగినంత కూర్చుకొనవలెను; అనగా ఒక్కొక్కని తలకు తూముడు చొప్పున మీ మీ గుడారములలో నున్నవారికొరకు వారి వారి లెక్కప్రకారము తీసికొనవలెననెను.",
    "17": "ఇశ్రాయేలీయులు ఆలాగు చేసిరి; కొందరు ఎక్కువ, కొందరు తక్కువ కూర్చుకొనిరి.",
    "18": "వారు తూముతో కొలిచినప్పుడు ఎక్కువ కూర్చుకొనినవానికి ఎక్కువగా మిగలలేదు, తక్కువ కూర్చుకొనినవానికి తక్కువ కాలేదు; ఒక్కొక్కడు తాను తినగలిగినంత కూర్చుకొనెను.",
    "19": "మరియు మోషే - దీనిలో ఎవరూ ఉదయము వరకు ఏమియు మిగల్చకూడదని వారితో చెప్పెను.",
    "20": "అయినను వారు మోషే మాట వినక కొందరు ఉదయము వరకు దానిలో కొంత ఉంచుకొనగా అది పురుగులు పట్టి కంపుకొట్టెను; అందుకు మోషే వారి మీద కోపపడెను.",
    "21": "వారు అనుదినము ఉదయమున ఒక్కొక్కడు తాను తినగలిగినంత కూర్చుకొనిరి; ఎండ వేడిమికి అది కరిగిపోయెను.",
    "22": "ఆరవ దినమున వారు ఒక్కొక్కనికి రెండేసి తూముల చొప్పున రెండంతలు ఆహారము కూర్చుకొనినప్పుడు, సమాజ ప్రధానులందరు వచ్చి మోషేకు ఆ సంగతి తెలిపిరి.",
    "23": "అందుకతడు - యెహోవా చెప్పినది ఇదే; రేపు విశ్రాంతి దినము, అనగా యెహోవాకు పరిశుద్ధమైన సబ్బాతు; మీరు కాల్చుకొనవలసినది కాల్చుకొనుడి, వండుకొనవలసినది వండుకొనుడి, మిగిలినదంతయు ఉదయము వరకు మీకొరకు దాచుకొనుడని వారితో చెప్పెను.",
    "24": "మోషే ఆజ్ఞాపించినట్లు వారు ఉదయము వరకు దానిని ఉంచుకొనిరి; అది కంపుకొట్టలేదు, దానికి పురుగు పట్టలేదు.",
    "25": "అప్పుడు మోషే - నేడు దానిని తినుడి; నేడు యెహోవాకు సబ్బాతు దినము; నేడు అది బయట దొరకదు.",
    "26": "ఆరు దినములు మీరు దానిని కూర్చుకొనవలెను; ఏడవ దినము సబ్బాతు, ఆ దినమున అది దొరకదని చెప్పెను.",
    "27": "అయినను ఏడవ దినమున ప్రజలలో కొందరు కూర్చుకొనుటకు బయలువెళ్లగా వారికి ఏమియు దొరకలేదు.",
    "28": "అప్పుడు యెహోవా మోషేతో - ఎన్నాళ్ల వరకు మీరు నా ఆజ్ఞలను నా ధర్మశాస్త్రములను గైకొననొల్లక యుందురు?",
    "29": "చూడుడి, యెహోవా మీకు సబ్బాతును అనుగ్రహించెను గనుక ఆరవ దినమున రెండు దినముల ఆహారము మీకిచ్చుచున్నాడు; ఏడవ దినమున మీలో ప్రతివాడు తన తన చోటనే నిలిచియుండవలెను, ఎవడును తన చోటునుండి బయలువెళ్లకూడదని చెప్పెను.",
    "30": "కాబట్టి ఏడవ దినమున ప్రజలు విశ్రమించిరి.",
    "31": "ఇశ్రాయేలు వంశస్థులు దానికి మన్నా అని పేరు పెట్టిరి. అది కొత్తిమెర గింజలవలె తెల్లనిది; దాని రుచి తేనెతో కలిపిన అప్పడములవలె ఉండెను.",
    "32": "మరియు మోషే - యెహోవా ఆజ్ఞాపించినదేమనగా - నేను ఐగుప్తు దేశములోనుండి మిమ్మును బయటికి రప్పించినప్పుడు అరణ్యములో నేను మీకు తిననిచ్చిన ఆహారమును మీ వంశస్థులు చూచునట్లు, వారి కొరకు ఉంచుటకు దీనిలో ఒక తూముడు పట్టుకొనుడని చెప్పెను.",
    "33": "కాబట్టి మోషే - నీవు ఒక గిన్నె తీసికొని అందులో ఒక తూముడు మన్నాను పోసి, మీ వంశస్థులకు ఉంచబడునట్లు యెహోవా సన్నిధిలో దానిని పెట్టుమని అహరోనుతో చెప్పెను.",
    "34": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు ఉంచబడుటకై సాక్ష్యపు మందసము యెదుట అహరోను దానిని పెట్టెను.",
    "35": "ఇశ్రాయేలీయులు నివసించవలసిన దేశమునకు వచ్చువరకు నలభై ఏండ్లు మన్నాను తినిరి; వారు కనాను దేశపు పొలిమేర చేరవరకు మన్నాను తినిరి.",
    "36": "ఒక తూము అనగా తూములో పదియవ వంతు."
}
