
{
    "1": "ఇశ్రాయేలీయుల సర్వసమాజము యెహోవా ఆజ్ఞ చొప్పున సీను అరణ్యమునుండి బయలుదేరి తమ ప్రయాణములలో సాగి రెఫీదీములో దిగిరి. అక్కడ ప్రజలు త్రాగుటకు నీళ్లు లేకపోయెను.",
    "2": "కాబట్టి ప్రజలు మోషేతో వాదించుచు - మాకు త్రాగుటకు నీళ్లిమ్మని అడుగగా మోషే - మీరేల నాతో వాదించుచున్నారు? యెహోవాను ఏల శోధించుచున్నారని వారితో చెప్పెను.",
    "3": "అక్కడ ప్రజలు నీళ్లకొరకు దప్పిగొని మోషే మీద సణిగుచు - మమ్మును మా పిల్లలను మా మందలను దాహము చేత చంపుటకు ఐగుప్తులోనుండి మమ్మును ఎందుకు రప్పించితివనిరి.",
    "4": "అప్పుడు మోషే - యెహోవా, ఈ ప్రజలను నేనేమి చేయుదును? ఇంక కొంచెము సేపటికి నన్ను రాళ్లతో కొట్టి చంపుదురని ఆయనకు మొరపెట్టెను.",
    "5": "యెహోవా మోషేతో - నీవు ప్రజలకు ముందుగా సాగిపోవుచు, ఇశ్రాయేలీయుల పెద్దలలో కొందరిని నీతోకూడ తీసికొనుము; నీవు ఏటిని కొట్టిన నీ కర్రను చేత పట్టుకొని పొమ్ము.",
    "6": "ఇదిగో అక్కడ హోరేబులోని బండ మీద నేను నీకు ఎదురుగా నిలిచెదను; నీవు ఆ బండను కొట్టవలెను, అప్పుడు ప్రజలు త్రాగుటకు దానిలోనుండి నీళ్లు బయలుదేరునని సెలవియ్యగా, మోషే ఇశ్రాయేలీయుల పెద్దల కన్నుల యెదుట ఆలాగు చేసెను.",
    "7": "ఇశ్రాయేలీయులు వాదించినందునను - యెహోవా మన మధ్య ఉన్నాడో లేడో అని వారు యెహోవాను శోధించినందునను, అతడు ఆ చోటికి మస్సా అనియు మెరీబా అనియు పేరు పెట్టెను.",
    "8": "అప్పుడు అమాలేకీయులు వచ్చి రెఫీదీములో ఇశ్రాయేలీయులతో యుద్ధము చేసిరి.",
    "9": "కాబట్టి మోషే యెహోషువతో - మనకొరకు మనుష్యులను ఏర్పరచుకొని, బయలువెళ్లి అమాలేకీయులతో యుద్ధము చేయుము; రేపు నేను దేవుని కర్రను నా చేత పట్టుకొని ఆ కొండశిఖరము మీద నిలిచెదననెను.",
    "10": "మోషే తమతో చెప్పినట్లు యెహోషువ అమాలేకీయులతో యుద్ధము చేసెను; మోషే అహరోను హూరు అనువారు ఆ కొండశిఖరము ఎక్కిరి.",
    "11": "మోషే తన చెయ్యి పైకెత్తినప్పుడు ఇశ్రాయేలీయులు గెలిచిరి; అతడు తన చెయ్యి దించినప్పుడు అమాలేకీయులు గెలిచిరి.",
    "12": "మోషే చేతులు బరువుగా నుండగా వారు ఒక రాయి తీసికొనివచ్చి అతని క్రింద వేసిరి; దానిమీద అతడు కూర్చుండెను; అహరోను హూరులు ఒకడు ఇటుతట్టున ఒకడు అటుతట్టున అతని చేతులను ఆదుకొనగా అతని చేతులు సూర్యుడు అస్తమించు వరకు నిలకడగా ఉండెను.",
    "13": "అట్లు యెహోషువ కత్తివాడిచేత అమాలేకు రాజును అతని జనులను గెలిచెను.",
    "14": "అప్పుడు యెహోవా మోషేతో - నేను ఆకాశము క్రిందనుండి అమాలేకును గూర్చిన జ్ఞాపకమును బొత్తిగా తుడిచివేయుదును గనుక జ్ఞాపకార్థముగా దీనిని గ్రంథములో వ్రాసి యెహోషువకు వినిపించుమనెను.",
    "15": "తరువాత మోషే ఒక బలిపీఠము కట్టి దానికి యెహోవా నిస్సీ అని పేరు పెట్టెను.",
    "16": "ఏలయనగా యెహోవా సింహాసనమునకు విరోధముగా చేతులు ఎత్తబడెను గనుక తరతరములకు అమాలేకీయులతో యెహోవాకు యుద్ధము ఉండుననెను."
}
