
{
    "1": "ఇశ్రాయేలీయులు ఐగుప్తు దేశమునుండి బయలుదేరిన మూడవ నెలలో, ఆ దినమందే వారు సీనాయి అరణ్యమునకు వచ్చిరి.",
    "2": "వారు రెఫీదీమునుండి బయలుదేరి సీనాయి అరణ్యమునకు వచ్చి ఆ అరణ్యములో దిగిరి; అక్కడ ఆ పర్వతమునకు ఎదురుగా ఇశ్రాయేలీయులు విడిసిరి.",
    "3": "మోషే దేవుని యొద్దకు ఎక్కివెళ్లగా యెహోవా ఆ పర్వతమునుండి అతని పిలిచి ఇట్లనెను - నీవు యాకోబు వంశస్థులతో చెప్పి ఇశ్రాయేలీయులకు తెలుపవలసినదేమనగా",
    "4": "నేను ఐగుప్తీయులకు ఏమి చేసితినో, రాబందు రెక్కల మీద మిమ్మును మోసి నా యొద్దకు మిమ్మును ఎట్లు చేర్చుకొంటినో మీరు చూచితిరి.",
    "5": "కాగా మీరు నా మాట శ్రద్ధగా విని నా నిబంధనను గైకొనినయెడల మీరు సమస్త దేశజనులలో నాకు స్వకీయ సంపాద్యమగుదురు; సమస్త భూమి నాదే గదా.",
    "6": "మీరు నాకు యాజక రూపమైన రాజ్యముగాను పరిశుద్ధమైన జనముగాను ఉందురు. నీవు ఇశ్రాయేలీయులతో చెప్పవలసిన మాటలు ఇవే అనెను.",
    "7": "మోషే వచ్చి ప్రజల పెద్దలను పిలిపించి యెహోవా తనకు ఆజ్ఞాపించిన ఆ మాటలన్నిటిని వారి యెదుట వివరించెను.",
    "8": "అందుకు ప్రజలందరు ఏకముగా ఉత్తరమిచ్చుచు - యెహోవా చెప్పినదంతయు చేసెదమనిరి. అప్పుడు మోషే ప్రజల మాటలను తిరిగి యెహోవాకు తెలియజేసెను.",
    "9": "యెహోవా - నేను నీతో మాటలాడునప్పుడు ప్రజలు విని నిరంతరము నిన్ను నమ్మునట్లు నేను కారు మేఘములో నీ యొద్దకు వచ్చెదనని మోషేతో చెప్పెను. మోషే ప్రజల మాటలను యెహోవాకు తెలియజేసెను.",
    "10": "మరియు యెహోవా మోషేతో - నీవు ప్రజల యొద్దకు వెళ్లి నేడును రేపును వారిని పరిశుద్ధపరచుము; వారు తమ బట్టలు ఉతుకుకొని",
    "11": "మూడవ నాటికి సిద్ధముగా ఉండవలెను; మూడవ నాడు యెహోవా ప్రజలందరి కన్నుల యెదుట సీనాయి పర్వతము మీద దిగివచ్చును.",
    "12": "నీవు ప్రజల చుట్టు సరిహద్దులను ఏర్పరచి - మీరు పర్వతము ఎక్కవద్దు, దాని అంచును ముట్టవద్దు, భద్రము సుమీ; పర్వతమును ముట్టు ప్రతివాడును మరణశిక్ష పొందును.",
    "13": "ఎవడును చేతితో దానిని ముట్టకూడదు; ముట్టినవాడు రాళ్లతో కొట్టబడవలెను, లేదా పొడవబడవలెను; అది జంతువైనను మనుష్యుడైనను బ్రతుకకూడదు. బూర ధ్వని బిగ్గరగా మ్రోగునప్పుడు వారు పర్వతమును ఎక్కవచ్చునని చెప్పుమనెను.",
    "14": "మోషే పర్వతము మీదినుండి ప్రజల యొద్దకు దిగివచ్చి ప్రజలను పరిశుద్ధపరచగా వారు తమ బట్టలు ఉతుకుకొనిరి.",
    "15": "అతడు - మూడవ నాటికి సిద్ధముగా ఉండుడి, స్త్రీలను చేరవద్దని ప్రజలతో చెప్పెను.",
    "16": "మూడవ నాడు ఉదయమైనప్పుడు ఆ పర్వతము మీద ఉరుములు మెరుపులు సాంద్రమేఘమును బూర యొక్క మహా ధ్వనియు కలుగగా పాళెములోని ప్రజలందరు వణకిరి.",
    "17": "దేవునిని ఎదుర్కొనుటకు మోషే పాళెములోనుండి ప్రజలను అవతలకు రప్పింపగా వారు పర్వతము దిగువను నిలిచిరి.",
    "18": "యెహోవా అగ్నితో సీనాయి పర్వతము మీద దిగివచ్చినందున అదంతయు పొగమయమై యుండెను; దాని పొగ కొలిమి పొగవలె లేచెను; పర్వతమంతయు మిక్కిలి కంపించెను.",
    "19": "బూర ధ్వని అంతకంతకు బిగ్గరగా మ్రోగెను; మోషే మాటలాడుచుండగా దేవుడు కంఠస్వరము చేత అతనికి ఉత్తరమిచ్చుచుండెను.",
    "20": "యెహోవా సీనాయి పర్వతము మీదికి, అనగా ఆ పర్వత శిఖరము మీదికి దిగివచ్చెను; యెహోవా పర్వత శిఖరము మీదికి రమ్మని మోషేను పిలువగా మోషే ఎక్కివెళ్ళెను.",
    "21": "అప్పుడు యెహోవా - ప్రజలు చూచుటకు యెహోవా యొద్దకు హద్దు మీరి వచ్చి వారిలో అనేకులు నశింపకుండునట్లు నీవు దిగిపోయి వారికి ఖండితముగా ఆజ్ఞాపించుము.",
    "22": "యెహోవా యొద్దకు చేరు యాజకులును, యెహోవా వారి మీద పడకుండునట్లు తమ్మును తాము పరిశుద్ధపరచుకొనవలెనని మోషేతో చెప్పెను.",
    "23": "అందుకు మోషే - పర్వతము చుట్టు సరిహద్దులు ఏర్పరచి దానిని పరిశుద్ధపరచవలెనని నీవు మాకు ఖండితముగా ఆజ్ఞాపించితివి గనుక ప్రజలు సీనాయి పర్వతము ఎక్కలేరని యెహోవాతో చెప్పెను.",
    "24": "యెహోవా - నీవు దిగివెళ్లి అహరోనును నీతోకూడ ఎక్కించుకొని రమ్ము; అయితే యెహోవా వారి మీద పడకుండునట్లు యాజకులును ప్రజలును యెహోవా యొద్దకు వచ్చుటకు హద్దు మీరకూడదని వారితో చెప్పుమనెను.",
    "25": "కాబట్టి మోషే ప్రజల యొద్దకు దిగివచ్చి వారితో ఆ మాట చెప్పెను."
}
