
{
    "1": "లేవి వంశస్థుడొకడు వెళ్లి లేవి కుమార్తెను పెండ్లి చేసికొనెను.",
    "2": "ఆ స్త్రీ గర్భవతియై కుమారుని కని, వాడు సుందరమైనవానిగా చూచి మూడు నెలలు వానిని దాచిపెట్టెను.",
    "3": "ఆమె వానిని ఇక దాచలేక వాని కొరకు జమ్ము పెట్టె ఒకటి తీసికొని దానికి మట్టికీలును జిగురును పూసి, దానిలో ఆ బిడ్డను ఉంచి, యేటి యొడ్డున జమ్ముగడ్డిలో దానిని పెట్టెను.",
    "4": "వానికి ఏమి సంభవించునో తెలిసికొనుటకు వాని అక్క దూరముగా నిలిచియుండెను.",
    "5": "అప్పుడు ఫరో కుమార్తె స్నానము చేయుటకు ఏటికి వచ్చెను. ఆమె పనికత్తెలు ఏటి యొడ్డున నడుచుచుండగా ఆమె జమ్ముగడ్డిలోనున్న ఆ పెట్టెను చూచి తన పనికత్తెను పంపి దానిని తెప్పించెను.",
    "6": "ఆమె దానిని తెరిచి చూచినప్పుడు అందులో ఆ పిల్లవాడు ఏడ్చుచుండెను. ఆమె వానిని చూచి కనికరించి - వీడు హెబ్రీయుల పిల్లలలో ఒకడని చెప్పగా",
    "7": "వాని అక్క ఫరో కుమార్తెతో - నీ కొరకు ఈ బిడ్డను పెంచుటకు హెబ్రీ స్త్రీలలో ఒక దాదిని పిలుచుకొని రమ్మందువా అని అడిగెను.",
    "8": "అందుకు ఫరో కుమార్తె - వెళ్లుమని ఆమెతో చెప్పగా ఆ చిన్నది వెళ్లి ఆ బిడ్డ తల్లిని పిలుచుకొని వచ్చెను.",
    "9": "ఫరో కుమార్తె ఆమెను చూచి - ఈ బిడ్డను తీసికొనిపోయి నా కొరకు పెంచుము, నేను నీకు జీతమిచ్చెదనని చెప్పగా ఆ స్త్రీ ఆ బిడ్డను తీసికొనిపోయి పెంచెను.",
    "10": "ఆ బిడ్డ పెద్దవాడైన తరువాత ఆమె ఫరో కుమార్తె యొద్దకు వానిని తీసికొనివచ్చెను, అతడు ఆమెకు కుమారుడాయెను. ఆమె - నీళ్లలోనుండి ఇతనిని తీసితినని చెప్పి అతనికి మోషే అని పేరు పెట్టెను.",
    "11": "ఆ దినములలో మోషే పెద్దవాడై తన వారి యొద్దకు వెళ్లి వారి భారములను చూచెను. అప్పుడతడు తన వారిలో ఒక హెబ్రీయుని ఒక ఐగుప్తీయుడు కొట్టుట చూచి",
    "12": "ఇటు అటు తిరిగి చూచి ఎవరూ లేకపోవుట కనుగొని ఆ ఐగుప్తీయుని చంపి ఇసుకలో దాచిపెట్టెను.",
    "13": "మరునాడు అతడు బయలుదేరినప్పుడు హెబ్రీయులైన మనుష్యులు ఇద్దరు పోట్లాడుకొనుచుండిరి. అతడు అన్యాయము చేసినవానిని చూచి - నీ పొరుగువానిని ఎందుకు కొట్టుచున్నావని అడుగగా",
    "14": "వాడు - మా మీద నిన్ను అధికారినిగాను తీర్పరినిగాను నియమించినవాడెవడు? నీవు ఆ ఐగుప్తీయుని చంపినట్లు నన్నును చంపుదువా అనెను. అందుకు మోషే భయపడి - నిశ్చయముగా ఈ సంగతి పొక్కెననుకొనెను.",
    "15": "ఫరో ఆ సంగతి విని మోషేను చంప జూచెను గాని మోషే ఫరో యెదుటనుండి పారిపోయి మిద్యాను దేశములో నివసించెను. అక్కడ అతడు ఒక బావి యొద్ద కూర్చుండియున్నప్పుడు",
    "16": "మిద్యాను యాజకునికి ఏడుగురు కుమార్తెలుండిరి. వారు వచ్చి నీళ్లు చేది తమ తండ్రి మందకు పెట్టుటకు పాకల తొట్లను నింపిరి.",
    "17": "అప్పుడు కాపరులు వచ్చి వారిని తోలివేయగా మోషే లేచి వారికి సహాయము చేసి వారి మందకు నీళ్లు పెట్టెను.",
    "18": "వారు తమ తండ్రియైన రగూయేలు నొద్దకు వచ్చినప్పుడు అతడు - నేడు మీరు ఇంత త్వరగా ఏల వచ్చితిరని అడుగగా",
    "19": "వారు - ఒక ఐగుప్తీయుడు కాపరుల చేతిలోనుండి మమ్మును విడిపించి మా కొరకు నీళ్లు చేది మందకు పెట్టెనని చెప్పిరి.",
    "20": "అందుకతడు - అతడెక్కడ? ఆ మనుష్యుని ఎందుకు విడిచిపెట్టితిరి? భోజనము చేయుటకు అతనిని పిలుచుకొని రండని తన కుమార్తెలతో చెప్పెను.",
    "21": "మోషే ఆ మనుష్యునితో నివసించుటకు ఇష్టపడెను; అతడు తన కుమార్తెయైన సిప్పోరాను మోషేకు ఇచ్చెను.",
    "22": "ఆమె ఒక కుమారుని కనెను. అప్పుడు అతడు - నేను అన్యదేశములో పరదేశినై యున్నానని చెప్పి అతనికి గెర్షోము అని పేరు పెట్టెను.",
    "23": "చాలా కాలమైన తరువాత ఐగుప్తు రాజు చనిపోయెను. ఇశ్రాయేలీయులు తాము చేయుచున్న వెట్టి పనులను బట్టి నిట్టూర్పులు విడుచుచు మొరపెట్టుచుండగా, వెట్టి పనులను బట్టి వారు పెట్టిన మొర దేవుని యొద్దకు చేరెను.",
    "24": "దేవుడు వారి మూలుగును విని, అబ్రాహాము ఇస్సాకు యాకోబులతో తాను చేసిన నిబంధనను జ్ఞాపకము చేసికొనెను.",
    "25": "దేవుడు ఇశ్రాయేలీయులను చూచెను; దేవుడు వారి యందు లక్ష్యముంచెను."
}
