
{
    "1": "దేవుడు ఈ ఆజ్ఞలన్నిటిని వివరించి చెప్పెను.",
    "2": "నేను నిన్ను ఐగుప్తు దేశములోనుండి, దాసుల గృహములోనుండి రప్పించిన నీ దేవుడనైన యెహోవాను.",
    "3": "నేను తప్ప వేరొక దేవుడు నీకు ఉండకూడదు.",
    "4": "పైన ఆకాశమందే గాని, క్రింద భూమియందే గాని, భూమి క్రింద నీళ్లయందే గాని యుండు దేని రూపమునైనను విగ్రహమునైనను నీవు చేసికొనకూడదు;",
    "5": "వాటికి సాగిలపడకూడదు, వాటిని పూజింపకూడదు. ఏలయనగా నీ దేవుడనైన యెహోవానగు నేను రోషముగల దేవుడను; నన్ను ద్వేషించువారి విషయములో మూడు నాలుగు తరముల వరకు తండ్రుల దోషమును కుమారుల మీదకి రప్పించుచు,",
    "6": "నన్ను ప్రేమించి నా ఆజ్ఞలు గైకొనువారిని వెయ్యి తరముల వరకు కరుణించువాడనై యున్నాను.",
    "7": "నీ దేవుడైన యెహోవా నామమును వ్యర్థముగా ఉచ్చరింపకూడదు; తన నామమును వ్యర్థముగా ఉచ్చరించువానిని యెహోవా నిర్దోషిగా ఎంచడు.",
    "8": "విశ్రాంతి దినమును పరిశుద్ధముగా ఆచరించుటకు జ్ఞాపకముంచుకొనుము.",
    "9": "ఆరు దినములు నీవు కష్టపడి నీ పని అంతయు చేయవలెను.",
    "10": "ఏడవ దినము నీ దేవుడైన యెహోవాకు విశ్రాంతి దినము. దానిలో నీవైనను నీ కుమారుడైనను నీ కుమార్తెయైనను నీ దాసుడైనను నీ దాసియైనను నీ పశువైనను నీ యిండ్లలోనున్న పరదేశియైనను ఏ పనియు చేయకూడదు.",
    "11": "ఏలయనగా ఆరు దినములలో యెహోవా ఆకాశమును భూమియు సముద్రమును వాటిలోనున్న సమస్తమును సృజించి, ఏడవ దినమున విశ్రమించెను; అందుచేత యెహోవా విశ్రాంతి దినమును ఆశీర్వదించి దాని పరిశుద్ధపరచెను.",
    "12": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశములో నీవు దీర్ఘాయుష్మంతుడవగునట్లు నీ తండ్రిని నీ తల్లిని సన్మానించుము.",
    "13": "నరహత్య చేయకూడదు.",
    "14": "వ్యభిచరింపకూడదు.",
    "15": "దొంగిలకూడదు.",
    "16": "నీ పొరుగువాని మీద అబద్ధ సాక్ష్యము పలుకకూడదు.",
    "17": "నీ పొరుగువాని ఇల్లు ఆశింపకూడదు. నీ పొరుగువాని భార్యను గాని అతని దాసుని గాని అతని దాసిని గాని అతని ఎద్దును గాని అతని గాడిదను గాని నీ పొరుగువానిదగు దేనినైనను ఆశింపకూడదు.",
    "18": "ప్రజలందరు ఆ ఉరుములను మెరుపులను బూరధ్వనిని ఆ పర్వతము ధూమమయమై యుండుటను చూచి భయపడి తొలగి దూరముగా నిలిచి",
    "19": "మోషేతో - నీవు మాతో మాటలాడుము, మేము విందుము; దేవుడు మాతో మాటలాడకూడదు, మేము చనిపోదుమేమో అనిరి.",
    "20": "అందుకు మోషే - భయపడకుడి; మిమ్మును పరీక్షించుటకును, మీరు పాపము చేయకుండునట్లు ఆయన భయము మీకు కలుగుటకును దేవుడు వేంచేసెనని ప్రజలతో చెప్పెను.",
    "21": "ప్రజలు దూరముగా నిలిచిరి; మోషే దేవుడున్న ఆ గాఢాంధకారము సమీపించెను.",
    "22": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను - నీవు ఇశ్రాయేలీయులతో ఈలాగు చెప్పవలెను - నేను ఆకాశమునుండి మీతో మాటలాడితినని మీరు గ్రహించితిరి.",
    "23": "మీరు నన్ను గాక వెండి దేవతలనైనను బంగారు దేవతలనైనను చేసికొనకూడదు.",
    "24": "మంటి బలిపీఠమును నాకొరకు చేసి, దానిమీద నీ దహనబలులను సమాధానబలులను నీ గొర్రెలను నీ ఎద్దులను అర్పింపవలెను. నేను నా నామమును జ్ఞాపకార్థముగా ఉంచు ప్రతి స్థలములోను నీ యొద్దకు వచ్చి నిన్ను ఆశీర్వదించెదను.",
    "25": "నీవు నాకు రాతి బలిపీఠమును చేసినయెడల చెక్కిన రాళ్లతో దాని కట్టకూడదు; దానికి నీ ఉలి తగిలించినయెడల అది అపవిత్రమగును.",
    "26": "మరియు నీవు మెట్లెక్కి నా బలిపీఠము మీదికి వెళ్లకూడదు; అక్కడ నీ దిగంబరత్వము కనబడకూడదు."
}
