
{
    "1": "నీవు వారి యెదుట ఉంచవలసిన విధులు ఏవనగా -",
    "2": "నీవు హెబ్రీయుడైన దాసుని కొనినయెడల వాడు ఆరు సంవత్సరములు ఊడిగము చేయవలెను; ఏడవ సంవత్సరమున వాడు ఉచితముగా విడుదల నొంది వెళ్లిపోవచ్చును.",
    "3": "వాడు ఒంటరిగా వచ్చినయెడల ఒంటరిగానే వెళ్లిపోవలెను; వాడు పెండ్లియైనవాడైతే వాని భార్య వానితో వెళ్లిపోవచ్చును.",
    "4": "వాని యజమానుడు వానికి పెండ్లి చేసినందున భార్య వానికి కుమారుల నైనను కుమార్తెల నైనను కనిన యెడల, ఆ భార్యయు ఆమె పిల్లలును ఆమె యజమానునివగుదురు, వాడు ఒంటరిగానే వెళ్లిపోవలెను.",
    "5": "ఆ దాసుడు - నేను నా యజమానుని నా భార్యను నా పిల్లలను ప్రేమించుచున్నాను, నేను విడుదల నొంది వెళ్ళనని నిజముగా చెప్పినయెడల",
    "6": "వాని యజమానుడు దేవుని యొద్దకు వానిని తీసికొని రావలెను; మరియు వాని యజమానుడు తలుపు నొద్దకైనను ద్వారబంధము నొద్దకైనను వానిని తీసికొని వచ్చి, వాని చెవిని ఆరెతో గుచ్చవలెను; అప్పుడు వాడు నిరంతరము వానికి దాసుడైయుండును.",
    "7": "ఒకడు తన కుమార్తెను దాసిగా ఉండునట్లు అమ్మినయెడల, దాసులు వెళ్లిపోవునట్లు అది వెళ్లిపోకూడదు.",
    "8": "దానిని ప్రధానము చేసికొనిన యజమానునికి అది నచ్చని యెడల అతడు దానిని విడిపింపవలెను; అతడు దానిని మోసపుచ్చినవాడు గనుక అన్యజనులకు దానిని అమ్మకూడదు.",
    "9": "అతడు తన కుమారునికి దానిని ప్రధానము చేసిన యెడల కుమార్తెలకు చేయునట్లు దానికి చేయవలెను.",
    "10": "అతడు వేరొక దానిని చేసికొనిన యెడల దీనికి అన్నవస్త్రములను సంసార ధర్మమును తక్కువ చేయకూడదు.",
    "11": "ఈ మూడును దానికి చేయని యెడల అది సొమ్ము ఇయ్యకయే ఉచితముగా వెళ్లిపోవచ్చును.",
    "12": "ఒకని కొట్టినందున వాడు చనిపోయిన యెడల, కొట్టినవానికి తప్పక మరణశిక్ష విధింపవలెను.",
    "13": "అయితే వాడు పొంచియుండక దేవుడే వాని చేతికి అప్పగించిన యెడల, వాడు పారిపోవలసిన స్థలమును నీకు నియమించెదను.",
    "14": "ఒకడు తన పొరుగువాని మీద కోపపడి వానిని చంపవలెనని పన్నాగము పన్నిన యెడల, వానిని చంపుటకై నా బలిపీఠము నొద్దనుండియు తీసికొనిపోవలెను.",
    "15": "తన తండ్రినైనను తల్లినైనను కొట్టువాడు తప్పక మరణశిక్ష నొందవలెను.",
    "16": "ఒకడు మనుష్యుని దొంగిలించి అమ్మినను, వాడు తన యొద్ద ఉండగా పట్టుబడినను, వానికి తప్పక మరణశిక్ష విధింపవలెను.",
    "17": "తన తండ్రినైనను తల్లినైనను దూషించువానికి తప్పక మరణశిక్ష విధింపవలెను.",
    "18": "మనుష్యులు విరోధపడి, ఒకడు రాతితోనైనను పిడికిలితోనైనను మరియొకని కొట్టినందున వాడు చావక మంచము పట్టి,",
    "19": "తిరిగి లేచి చేతి కర్రతో బయట తిరిగిన యెడల, వాని కొట్టినవాడు శిక్షనుండి విడిపింపబడును; అయితే వానికి పనిలేకపోయిన కాలమునకు మాత్రమే జీతమిచ్చి వానిని పూర్తిగా బాగుచేయింపవలెను.",
    "20": "ఒకడు తన దాసునైనను దాసినైనను చేతి కర్రతో కొట్టినందున అది వాని చేతి క్రింద చనిపోయిన యెడల వానికి తప్పక ప్రతిదండన కలుగవలెను.",
    "21": "అయినను అది ఒకటి రెండు దినములు బ్రతికిన యెడల వానికి ప్రతిదండన కలుగకూడదు; అది వాని సొత్తే గదా.",
    "22": "మనుష్యులు పోట్లాడుచుండగా గర్భవతియైన స్త్రీకి దెబ్బ తగిలి ఆమె గర్భము విచ్చిన యెడల, హాని ఏమియు కలుగని పక్షమున ఆమె భర్త వాని మీద మోపినదానిని బట్టి వానికి తప్పక నష్టపరిహారము కలుగవలెను; న్యాయాధిపతుల తీర్పు చొప్పున వాడు ఇయ్యవలెను.",
    "23": "హాని కలిగిన యెడల ప్రాణమునకు ప్రాణమును,",
    "24": "కంటికి కన్నును, పంటికి పల్లును, చేతికి చెయ్యియు, కాలికి కాలును,",
    "25": "ాతకు ాతయు, దెబ్బకు దెబ్బయు, గాయమునకు గాయమును నియమింపవలెను.",
    "26": "ఒకడు తన దాసుని కన్నైనను దాసి కన్నైనను కొట్టినందున అది పోయిన యెడల, ఆ కంటికి ప్రతిగా వానిని స్వతంత్రునిగా పోనియ్యవలెను.",
    "27": "వాడు తన దాసుని పల్లైనను దాసి పల్లైనను రాలగొట్టిన యెడల, ఆ పంటికి ప్రతిగా వానిని స్వతంత్రునిగా పోనియ్యవలెను.",
    "28": "ఎద్దు ఒక పురుషునినైనను స్త్రీనైనను పొడిచినందున వారు చనిపోయిన యెడల, ఆ ఎద్దును రాళ్లతో కొట్టి చంపవలెను; దాని మాంసమును తినకూడదు; ఆ ఎద్దు యజమానుడు నిర్దోషియగును.",
    "29": "అయితే ఆ ఎద్దు ఇదివరకు పొడుచునదై యున్నట్టు దాని యజమానునికి తెలుపబడినను, అతడు దానిని కట్టడి చేయనందున అది ఒక పురుషునినైనను స్త్రీనైనను చంపిన యెడల, ఆ ఎద్దును రాళ్లతో కొట్టి చంపవలెను, దాని యజమానుని కూడ చంపవలెను.",
    "30": "అతని మీద ప్రాయశ్చిత్తార్థ ద్రవ్యము మోపబడిన యెడల తన ప్రాణ విమోచన క్రయధనముగా మోపబడినదంతయు అతడు ఇయ్యవలెను.",
    "31": "అది కుమారుని పొడిచినను కుమార్తెను పొడిచినను ఈ విధి చొప్పుననే అతనికి చేయవలెను.",
    "32": "ఆ ఎద్దు దాసునినైనను దాసినైనను పొడిచిన యెడల దాని యజమానుడు వారి యజమానునికి ముప్పది తులముల వెండి ఇయ్యవలెను; ఆ ఎద్దును రాళ్లతో కొట్టి చంపవలెను.",
    "33": "ఒకడు గుంట తెరచినందున గాని, ఒకడు గుంట త్రవ్వి దానిని మూయక పోయినందున గాని, అందులో ఎద్దయినను గాడిదయినను పడిన యెడల",
    "34": "ఆ గుంట యజమానుడు ఆ నష్టము నియ్యవలెను; వాటి యజమానునికి సొమ్ము చెల్లించవలెను; చచ్చినది అతనిదగును.",
    "35": "ఒకని ఎద్దు మరియొకని ఎద్దును పొడిచినందున అది చనిపోయిన యెడల, వారు బ్రతికియున్న ఎద్దును అమ్మి ఆ సొమ్మును పంచుకొనవలెను; చచ్చినదానిని కూడ పంచుకొనవలెను.",
    "36": "అయితే ఆ ఎద్దు ఇదివరకు పొడుచునదని తెలిసియు దాని యజమానుడు దానిని కట్టడి చేయని వాడైతే, వాడు ఎద్దుకు ఎద్దును తప్పక ఇయ్యవలెను; చచ్చినది వానిదగును."
}
