
{
    "1": "ఒకడు ఎద్దునైనను గొర్రెనైనను దొంగిలి చంపినను అమ్మినను, వాడు ఆ ఒక ఎద్దుకు ఐదు ఎద్దులను ఆ ఒక గొర్రెకు నాలుగు గొర్రెలను ఇయ్యవలెను.",
    "2": "దొంగ కన్నము వేయుచుండగా పట్టుబడి, దెబ్బతిని చనిపోయిన యెడల, వానిని చంపినవానికి రక్తాపరాధము లేదు.",
    "3": "సూర్యోదయమైన తరువాత అట్లు జరిగిన యెడల వానికి రక్తాపరాధము కలదు; దొంగ సొమ్ము చెల్లించవలెను; వాని యొద్ద ఏమియు లేనియెడల వాని దొంగతనము నిమిత్తము వానిని అమ్మవలెను.",
    "4": "దొంగిలబడినది ఎద్దయినను గాడిదయినను గొర్రెయైనను సజీవముగా వాని చేతిలో కనబడిన యెడల వాడు రెండంతలు చెల్లింపవలెను.",
    "5": "ఒకడు పొలమునైనను ద్రాక్షతోటనైనను మేపి, తన పశువును తోలి, పరుని పొలములో మేపిన యెడల, అతడు తన పొలములో శ్రేష్ఠమైనదానిని తన ద్రాక్షతోటలో శ్రేష్ఠమైనదానిని ఇయ్యవలెను.",
    "6": "చిచ్చు రగిలి ముండ్లపొదలకు తగిలి పనల కుప్పలైనను పంటపొలమైనను పొలమైనను కాలిపోయిన యెడల, ఆ చిచ్చు రగిలించినవాడు నిశ్చయముగా ఆ నష్టమును ఇయ్యవలెను.",
    "7": "ఒకడు భద్రము చేయుమని తన పొరుగువానికి ద్రవ్యమునైనను సామానునైనను అప్పగింపగా అది ఆ మనుష్యుని ఇంటనుండి దొంగిలబడిన యెడల, ఆ దొంగ దొరికితే వాడు రెండంతలు ఇయ్యవలెను.",
    "8": "ఆ దొంగ దొరకని యెడల, తాను తన పొరుగువాని ఆస్తి మీద చెయ్యి వేసెనో లేదో న్యాయాధిపతుల యెదుట నిరూపించబడుటకై ఆ ఇంటి యజమానుడు వారి యొద్దకు రావలెను.",
    "9": "ఎద్దు, గాడిద, గొర్రె, వస్త్రము అనువాటిని గూర్చియు, తప్పిపోయిన మరే వస్తువును గూర్చియు, ఏ విధమైన అపరాధమును గూర్చియు ఇది నాదే అని ఒకడు చెప్పిన యెడల, ఇద్దరి వ్యాజ్యెము న్యాయాధిపతుల యెదుటికి రావలెను; న్యాయాధిపతులు ఎవడు అపరాధి అని తీర్పు తీర్చుదురో వాడు తన పొరుగువానికి రెండంతలు చెల్లింపవలెను.",
    "10": "ఒకడు గాడిదనైనను ఎద్దునైనను గొర్రెనైనను ఏ జంతువునైనను కాపాడుమని తన పొరుగువానికి అప్పగించినప్పుడు అది చచ్చినను, గాయపడినను, ఎవరికిని కనబడకుండ తోలికొనిపోబడినను,",
    "11": "తాను తన పొరుగువాని ఆస్తి మీద చెయ్యి వేయలేదని వారిద్దరి మధ్య యెహోవా తోడని ప్రమాణము చేయవలెను; దాని యజమానుడు దానికి ఒప్పుకొనవలెను; ఇతడు బదులియ్యనక్కరలేదు.",
    "12": "అది తన యొద్దనుండి దొంగిలబడిన యెడల దాని యజమానునికి బదులియ్యవలెను.",
    "13": "అది చీల్చబడిన యెడల అతడు సాక్ష్యముగా దానిని తేవలెను; చీల్చబడినదానికి అతడు బదులియ్యనక్కరలేదు.",
    "14": "ఒకడు తన పొరుగువాని యొద్ద ఏదైనను అరువుగా తీసికొనినప్పుడు దాని యజమానుడు దాని యొద్ద లేనప్పుడు అది గాయపడినను చనిపోయినను, వాడు దానికి నిశ్చయముగా బదులియ్యవలెను.",
    "15": "దాని యజమానుడు దాని యొద్ద ఉండిన యెడల వాడు బదులియ్యనక్కరలేదు; అది అద్దెకు వచ్చిన యెడల అద్దె దానికి సరిపోవును.",
    "16": "ఒకడు ప్రధానము చేయబడని కన్యకను ఎగ్గొట్టి ఆమెతో శయనించిన యెడల, వాడు తప్పక ఆమెకు ఓలి యిచ్చి ఆమెను పెండ్లి చేసికొనవలెను.",
    "17": "ఆమె తండ్రి ఆమెను వానికిచ్చుటకు కేవలము నిరాకరించిన యెడల కన్యకల ఓలి చొప్పున వాడు ద్రవ్యము తూచి ఇయ్యవలెను.",
    "18": "మంత్రగత్తెను బ్రతుకనియ్యకూడదు.",
    "19": "జంతువుతో సంయోగము చేయువాడు నిశ్చయముగా మరణశిక్ష పొందవలెను.",
    "20": "యెహోవాకు తప్ప వేరొక దేవునికి బలి అర్పించువాడు శాపగ్రస్తుడగును.",
    "21": "పరదేశిని విసికింపవద్దు, బాధింపవద్దు; మీరు ఐగుప్తు దేశములో పరదేశులై యుంటిరి గదా.",
    "22": "విధవరాలినైనను దిక్కులేని పిల్లనైనను బాధింపకూడదు.",
    "23": "నీవు వారిని ఏమాత్రమైనను బాధించిన యెడల వారు నాకు మొరపెట్టునప్పుడు నేను నిశ్చయముగా వారి మొర విందును.",
    "24": "నా కోపము రగులుకొనును, కత్తితో మిమ్మును చంపెదను; మీ భార్యలు విధవరాండ్రును, మీ పిల్లలు దిక్కులేనివారును అగుదురు.",
    "25": "నా ప్రజలలో నీ యొద్దనున్న ఒక బీదవానికి నీవు సొమ్ము అప్పుగా ఇచ్చిన యెడల, వడ్డీ వ్యాపారివలె వాని యెడల జరుగకూడదు, వాని యొద్ద వడ్డీ తీసికొనకూడదు.",
    "26": "నీ పొరుగువాని వస్త్రమును కుదువగా తీసికొనిన యెడల పొద్దు గ్రుంకకమునుపు దానిని అతనికి తిరిగి ఇయ్యవలెను.",
    "27": "అదియే గదా వానికి కప్పుకొనునది, అదియే గదా వాని ఒంటికి బట్ట; వాడు దేనిని కప్పుకొని పండుకొనును? వాడు నాకు మొరపెట్టినప్పుడు నేను విందును; నేను కరుణ గలవాడను.",
    "28": "దేవుని దూషింపవద్దు, నీ ప్రజల యధికారిని శపింపవద్దు.",
    "29": "నీ ధాన్యమును, నీ ద్రాక్షారసమును అర్పించుటకు ఆలస్యము చేయవద్దు. నీ కుమారులలో తొలిచూలు వానిని నాకియ్యవలెను.",
    "30": "అట్లే నీ ఎద్దుల విషయములోను నీ గొర్రెల విషయములోను చేయవలెను; ఏడు దినములు అది దాని తల్లి యొద్ద ఉండవలెను, ఎనిమిదవ దినమున దానిని నాకియ్యవలెను.",
    "31": "మీరు నాకు పరిశుద్ధ మనుష్యులై యుందురు; పొలములో దుష్టమృగము చీల్చిన మాంసమును తినకూడదు, దానిని కుక్కలకు పారవేయవలెను."
}
