
{
    "1": "అబద్ధమైన సమాచారమును పుట్టించవద్దు; అన్యాయపు సాక్ష్యము పలుకుటకు దుష్టునితో చెయ్యి కలపవద్దు.",
    "2": "కీడు చేయుటకై గుంపుతో చేరవద్దు; వ్యాజ్యెములో న్యాయమును తప్పించుటకు గుంపుతో చేరి సాక్ష్యము పలుకవద్దు.",
    "3": "వ్యాజ్యెములో బీదవానిని పక్షపాతముగా చూడవద్దు.",
    "4": "నీ శత్రువు ఎద్దయినను గాడిదయినను తప్పిపోవుట నీకు కనబడిన యెడల, తప్పక దానిని వాని యొద్దకు తోలుకొని రావలెను.",
    "5": "నిన్ను ద్వేషించువాని గాడిద బరువు క్రింద పడియుండుట నీవు చూచి, దానిని విడిపించకుండ తప్పించుకొని పోవుదువా? తప్పక అతనితో కలిసి దానిని విడిపించవలెను.",
    "6": "వ్యాజ్యెములో నీ బీదవానికి న్యాయము తప్పించకూడదు.",
    "7": "అబద్ధపు కార్యమునకు దూరముగా ఉండుము; నిరపరాధినైనను నీతిమంతునినైనను చంపకూడదు; నేను దుష్టుని నిర్దోషిగా ఎంచను.",
    "8": "లంచము పుచ్చుకొనకూడదు; లంచము దృష్టిగలవారికిని గ్రుడ్డితనము కలుగజేసి న్యాయవంతుల మాటలకు అపార్థము చేయించును.",
    "9": "పరదేశిని బాధింపకూడదు; పరదేశి మనస్సు ఎట్టిదో మీకు తెలియును గదా; మీరు ఐగుప్తు దేశములో పరదేశులై యుంటిరి.",
    "10": "ఆరు సంవత్సరములు నీవు భూమిని విత్తి దాని పంటను కూర్చుకొనవలెను.",
    "11": "ఏడవ సంవత్సరమున దానిని బీడుగా విడిచిపెట్టవలెను. అప్పుడు నీ ప్రజల బీదలు తిందురు; వారు విడిచినదానిని అడవి జంతువులు తినును. నీ ద్రాక్షతోట విషయములోను నీ ఒలీవతోట విషయములోను ఆలాగే చేయవలెను.",
    "12": "ఆరు దినములు నీ పనులు చేసి, ఏడవ దినమున విశ్రమింపవలెను. అప్పుడు నీ ఎద్దును నీ గాడిదయును విశ్రమించును; నీ దాసి కుమారుడును పరదేశియును సేదదీర్చుకొందురు.",
    "13": "నేను మీతో చెప్పిన వాటన్నిటి విషయమై జాగ్రత్తగా నుండుడి; వేరొక దేవుని పేరు ఎత్తకూడదు, అది నీ నోట వినబడకూడదు.",
    "14": "సంవత్సరమునకు మూడు మారులు నాకు పండుగ ఆచరింపవలెను.",
    "15": "పులియని రొట్టెల పండుగను ఆచరింపవలెను; నేను నీకు ఆజ్ఞాపించినట్లు ఆబీబు నెలలో నిర్ణయ కాలమున ఏడు దినములు పులియని రొట్టెలనే తినవలెను; ఏలయనగా అందులో నీవు ఐగుప్తునుండి బయలుదేరి వచ్చితివి. ఎవరును వట్టి చేతులతో నా సన్నిధికి రాకూడదు.",
    "16": "నీవు పొలములో విత్తిన నీ వ్యవసాయము యొక్క ప్రథమ ఫలములను కోయునప్పుడు కోత పండుగను, సంవత్సరాంతమందు పొలములోనుండి నీ వ్యవసాయ ఫలములను కూర్చునప్పుడు అంతు పండుగను ఆచరింపవలెను.",
    "17": "సంవత్సరమునకు మూడు మారులు పురుషులందరు ప్రభువైన యెహోవా సన్నిధిని కనబడవలెను.",
    "18": "నా బలి రక్తమును పులిసిన రొట్టెతో అర్పింపకూడదు; నా పండుగ క్రొవ్వు ఉదయము వరకు మిగిలియుండకూడదు.",
    "19": "నీ భూమి యొక్క ప్రథమ ఫలములలో మొదటివి నీ దేవుడైన యెహోవా మందిరమునకు తేవలెను. మేకపిల్లను దాని తల్లి పాలతో వండకూడదు.",
    "20": "ఇదిగో త్రోవలో నిన్ను కాపాడి నేను సిద్ధపరచిన చోటుకు నిన్ను రప్పించుటకు ఒక దూతను నీకు ముందుగా పంపుచున్నాను.",
    "21": "ఆయన యెడల జాగ్రత్తగా ఉండి ఆయన మాట వినవలెను; ఆయన కోపము రేపవద్దు, ఆయన మీ అతిక్రమములను పరిహరింపడు; నా నామము ఆయనకు ఉన్నది.",
    "22": "నీవు ఆయన మాటను జాగ్రత్తగా విని, నేను చెప్పినదంతయు చేసిన యెడల, నేను నీ శత్రువులకు శత్రువును నీ విరోధులకు విరోధియునై యుందును.",
    "23": "నా దూత నీకు ముందుగా వెళ్లుచు, అమోరీయులు హిత్తీయులు పెరిజ్జీయులు కనానీయులు హివ్వీయులు యెబూసీయులు అనువారి యొద్దకు నిన్ను రప్పించును; నేను వారిని సంహరించెదను.",
    "24": "నీవు వారి దేవతలకు సాగిలపడకూడదు, వాటిని పూజింపకూడదు, వారి క్రియలవంటి క్రియలు చేయకూడదు; నీవు వారిని నిర్మూలము చేసి వారి విగ్రహములను పగులగొట్టవలెను.",
    "25": "మీ దేవుడైన యెహోవానే సేవింపవలెను; అప్పుడు ఆయన నీ ఆహారమును నీ నీళ్లను దీవించును; నేను నీ మధ్యనుండి రోగమును తొలగించెదను.",
    "26": "నీ దేశములో గర్భము తువైనను గొడ్రాలైనను ఉండదు; నీ దినముల లెక్కను సంపూర్తి చేసెదను.",
    "27": "నా భయమును నీకు ముందుగా పంపి, నీవు వెళ్లుచున్న జనులనందరిని తారుమారు చేసి, నీ శత్రువులందరు నీకు వీపు చూపునట్లు చేసెదను.",
    "28": "నీ యెదుటనుండి హివ్వీయులను కనానీయులను హిత్తీయులను వెళ్లగొట్టుటకు కందిరీగలను నీకు ముందుగా పంపెదను.",
    "29": "దేశము పాడై అడవి జంతువులు నీ మీద విస్తరించకుండునట్లు ఒక సంవత్సరములోగానే వారిని నీ యెదుటనుండి వెళ్లగొట్టను.",
    "30": "నీవు అభివృద్ధి పొంది దేశమును స్వాధీనపరచుకొను వరకు క్రమక్రమముగా వారిని నీ యెదుటనుండి వెళ్లగొట్టెదను.",
    "31": "ఎర్ర సముద్రము మొదలుకొని ఫిలిష్తీయుల సముద్రము వరకును, అరణ్యము మొదలుకొని యూఫ్రటీసు నది వరకును నీ సరిహద్దును నియమించుచున్నాను; ఏలయనగా ఆ దేశ నివాసులను మీ చేతికి అప్పగించెదను, నీవు నీ యెదుటనుండి వారిని తోలివేయుదువు.",
    "32": "నీవు వారితోనైనను వారి దేవతలతోనైనను నిబంధన చేసికొనకూడదు.",
    "33": "వారు నీ చేత నా యెడల పాపము చేయింపకుండునట్లు వారు నీ దేశములో నివసింపకూడదు; నీవు వారి దేవతలను సేవించిన యెడల అది నీకు ఉరి అగును."
}
