
{
    "1": "మరియు ఆయన మోషేతో ఇట్లనెను - నీవును అహరోనును నాదాబును అబీహును ఇశ్రాయేలీయుల పెద్దలలో డెబ్బదిమందియు యెహోవా యొద్దకు ఎక్కి వచ్చి దూరమున సాగిలపడుడి.",
    "2": "మోషే మాత్రము యెహోవాను సమీపింపవలెను; వారు సమీపింపకూడదు; ప్రజలు అతనితో ఎక్కి రాకూడదు.",
    "3": "మోషే వచ్చి యెహోవా మాటలన్నిటిని విధులను ప్రజలకు వివరించి చెప్పెను. ప్రజలందరు - యెహోవా చెప్పిన మాటలన్నిటి ప్రకారము చేసెదమని ఏకశబ్దముతో ఉత్తరమిచ్చిరి.",
    "4": "మోషే యెహోవా మాటలన్నిటిని వ్రాసి, ఉదయమున లేచి ఆ కొండ దిగువను బలిపీఠమును ఇశ్రాయేలు పన్నెండు గోత్రముల చొప్పున పన్నెండు స్తంభములను కట్టెను.",
    "5": "అతడు ఇశ్రాయేలీయులలోని యౌవనస్థులను పంపగా వారు దహనబలులను అర్పించి యెహోవాకు సమాధానబలులుగా ఎడ్లను వధించిరి.",
    "6": "అప్పుడు మోషే ఆ రక్తములో సగము తీసికొని పళ్లెములలో పోసి, ఆ రక్తములో సగము బలిపీఠము మీద ప్రోక్షించెను.",
    "7": "అతడు నిబంధన గ్రంథమును తీసికొని ప్రజలకు వినిపించగా వారు - యెహోవా చెప్పినవన్నియు చేసి విధేయులమై యుందుమనిరి.",
    "8": "అప్పుడు మోషే రక్తమును తీసికొని ప్రజల మీద ప్రోక్షించి - ఈ ఆజ్ఞలన్నిటిని గూర్చి యెహోవా మీతో చేసిన నిబంధన రక్తము ఇదే అనెను.",
    "9": "తరువాత మోషే అహరోను నాదాబు అబీహు ఇశ్రాయేలీయుల పెద్దలలో డెబ్బదిమందియు ఎక్కి వెళ్లిరి.",
    "10": "వారు ఇశ్రాయేలు దేవుని చూచిరి; ఆయన పాదముల క్రింద నీలమయమైన రాతివంటిదియు ఆకాశ తుల్యమైన స్వచ్ఛతయు కనబడెను.",
    "11": "ఆయన ఇశ్రాయేలీయులలోని అధికారులకు ఏ హానియు చేయలేదు; వారు దేవుని చూచి అన్నపానములు పుచ్చుకొనిరి.",
    "12": "యెహోవా మోషేతో - కొండ మీదనున్న నా యొద్దకు వచ్చి అక్కడ ఉండుము; ప్రజలకు బోధించుటకు నేను వ్రాసిన ఆజ్ఞలను ధర్మశాస్త్రమును రాతి పలకలను నీకిచ్చెదననెను.",
    "13": "మోషేయు అతని పరిచారకుడైన యెహోషువయు లేచిరి; మోషే దేవుని కొండమీదికి ఎక్కి వెళ్లెను.",
    "14": "అతడు పెద్దలతో - మేము మీ యొద్దకు తిరిగి వచ్చువరకు మీరు ఇక్కడనే మా కొరకు కనిపెట్టుకొనుడి; ఇదిగో అహరోనును హూరును మీతో ఉన్నారు; ఎవనికైనను వ్యాజ్యెమున్న యెడల వారి యొద్దకు వెళ్లవచ్చునని చెప్పెను.",
    "15": "మోషే కొండమీదికి ఎక్కి వెళ్లగా మేఘము ఆ కొండను కమ్మెను.",
    "16": "యెహోవా మహిమ సీనాయి కొండమీద నిలిచెను; మేఘము ఆరు దినములు దానిని కమ్మెను; ఏడవ దినమున ఆయన ఆ మేఘములోనుండి మోషేను పిలిచెను.",
    "17": "యెహోవా మహిమ కొండశిఖరము మీద దహించు అగ్నివలె ఇశ్రాయేలీయుల కన్నులకు కనబడెను.",
    "18": "మోషే ఆ మేఘము మధ్యను ప్రవేశించి కొండమీదికి ఎక్కి వెళ్ళెను; మోషే ఆ కొండమీద రేయింబగళ్లు నలభై దినములు ఉండెను."
}
