
{
    "1": "యెహోవా మోషేతో ఇట్లనెను",
    "2": "నాకు కానుకను తీసికొనిరండని ఇశ్రాయేలీయులతో చెప్పుము; మనఃపూర్వకముగా ఇచ్చు ప్రతివానియొద్ద మీరు నాకు కానుకను తీసికొనవలెను.",
    "3": "మీరు వారియొద్ద తీసికొనవలసిన కానుకలు ఏవనగా - బంగారు, వెండి, ఇత్తడి,",
    "4": "నీల ధూమ్ర రక్త వర్ణములు, సన్నపు నార, మేక వెండ్రుకలు,",
    "5": "ఎర్ర రంగు వేసిన పొట్టేలు తోళ్లు, సముద్రవత్సల తోళ్లు, తుమ్మ కర్రలు,",
    "6": "దీపమునకు తైలము, అభిషేక తైలమునకును పరిమళ ధూపమునకును సుగంధ ద్రవ్యములు,",
    "7": "లేత పచ్చలు, ఏఫోదుకును పతకమునకును చెక్కు రత్నములు అనునవి.",
    "8": "నేను వారిలో నివసించునట్లు వారు నాకు పరిశుద్ధ స్థలమును నిర్మింపవలెను.",
    "9": "నేను నీకు కనపరచునదంతటి చొప్పున, అనగా ఈ మందిరము యొక్క రూపమును దాని ఉపకరణములన్నిటి రూపమును పోలి మీరు దీనిని చేయవలెను.",
    "10": "వారు తుమ్మ కర్రతో ఒక మందసమును చేయవలెను. దాని పొడుగు రెండు మూరన్నర, దాని వెడల్పు మూరన్నర, దాని ఎత్తు మూరన్నర ఉండవలెను.",
    "11": "దానికి మేలిమి బంగారు రేకును పొదిగింపవలెను; లోపల వెలుపల దానికి పొదిగింపవలెను; దాని మీద చుట్టు బంగారు జవను చేయవలెను.",
    "12": "దానికి నాలుగు బంగారు ఉంగరములను పోతపోసి, దాని నాలుగు కాళ్లకు, అనగా ఒక ప్రక్క రెండు ఉంగరములను రెండవ ప్రక్క రెండు ఉంగరములను ఉంచవలెను.",
    "13": "మరియు తుమ్మ కర్రతో మోతకర్రలను చేసి వాటికి బంగారు రేకు పొదిగింపవలెను.",
    "14": "ఆ మందసమును మోయునట్లు మందసము యొక్క ప్రక్కల మీది ఉంగరములలో ఆ కర్రలను చూర్చవలెను.",
    "15": "ఆ కర్రలు మందసము యొక్క ఉంగరములలో ఉండవలెను; వాటిని వాటిలోనుండి తీయకూడదు.",
    "16": "నేను నీకిచ్చు శాసనములను ఆ మందసములో ఉంచవలెను.",
    "17": "మరియు నీవు మేలిమి బంగారుతో కరుణాపీఠమును చేయవలెను. దాని పొడుగు రెండు మూరన్నర, దాని వెడల్పు మూరన్నర.",
    "18": "మరియు రెండు బంగారు కెరూబులను చేయవలెను; కరుణాపీఠము యొక్క రెండు కొనలయందు నకిషీ పనితో వాటిని చేయవలెను.",
    "19": "ఒక కొనయందు ఒక కెరూబును, రెండవ కొనయందు ఒక కెరూబును చేయుము. కరుణాపీఠమునందు దాని రెండు కొనల మీద ఆ కెరూబులను చేయవలెను.",
    "20": "ఆ కెరూబులు పైకి విప్పిన రెక్కలు గలవై తమ రెక్కలతో కరుణాపీఠమును కప్పుచుండవలెను. వాటి ముఖములు ఒకటినొకటి చూచుచుండవలెను; కెరూబుల ముఖములు కరుణాపీఠము వైపు ఉండవలెను.",
    "21": "ఆ కరుణాపీఠమును మందసము పైన ఉంచవలెను; నేను నీకిచ్చు శాసనములను ఆ మందసములో ఉంచవలెను.",
    "22": "అక్కడ నేను నిన్ను కలిసికొని, కరుణాపీఠము మీదనుండి, అనగా శాసనముల మందసము మీదనున్న రెండు కెరూబుల మధ్యనుండి ఇశ్రాయేలీయుల నిమిత్తము నేను నీకు ఆజ్ఞాపించునదంతయు నీతో చెప్పెదను.",
    "23": "మరియు నీవు తుమ్మ కర్రతో ఒక బల్ల చేయవలెను. దాని పొడుగు రెండు మూరలు, దాని వెడల్పు ఒక మూర, దాని ఎత్తు మూరన్నర.",
    "24": "దానికి మేలిమి బంగారు రేకును పొదిగించి దాని చుట్టు బంగారు జవను చేయవలెను.",
    "25": "దానికి చుట్టు బెత్తెడు బద్దను చేసి ఆ బద్ద చుట్టు బంగారు జవను చేయవలెను.",
    "26": "దానికి నాలుగు బంగారు ఉంగరములను చేసి, దాని నాలుగు కాళ్లకున్న నాలుగు మూలలయందు ఆ ఉంగరములను ఉంచవలెను.",
    "27": "బల్లను మోయు కర్రలు ఉండుటకు ఆ ఉంగరములు ఆ బద్దకు సమీపముగా ఉండవలెను.",
    "28": "తుమ్మ కర్రతో ఆ కర్రలను చేసి వాటికి బంగారు రేకు పొదిగింపవలెను; వాటితో బల్లను మోయవలెను.",
    "29": "మరియు దాని పళ్లెములను, ధూపార్తులను, గిన్నెలను, పానార్పణములు పోయు గరిటెలను చేయవలెను; మేలిమి బంగారుతో వాటిని చేయవలెను.",
    "30": "నిత్యము నా సన్నిధిని ఆ బల్ల మీద సముఖపు రొట్టెలను ఉంచవలెను.",
    "31": "మరియు నీవు మేలిమి బంగారుతో దీపవృక్షమును చేయవలెను. నకిషీ పనితో ఆ దీపవృక్షమును చేయవలెను; దాని ప్రకాండము, దాని శాఖలు, దాని కలశములు, దాని మొగ్గలు, దాని పువ్వులు దానితో ఏకాండమై ఉండవలెను.",
    "32": "ఆరు శాఖలు దాని ప్రక్కలనుండి, అనగా దీపవృక్షము యొక్క ఒక ప్రక్కనుండి మూడు శాఖలు, దీపవృక్షము యొక్క రెండవ ప్రక్కనుండి మూడు శాఖలు బయలుదేరవలెను.",
    "33": "ఒక శాఖలో బాదము రూపముగల మూడు కలశములు మొగ్గయు పువ్వును, రెండవ శాఖలో బాదము రూపముగల మూడు కలశములు మొగ్గయు పువ్వును ఉండవలెను. దీపవృక్షమునుండి బయలుదేరు ఆరు శాఖలకును అలాగే ఉండవలెను.",
    "34": "దీపవృక్ష ప్రకాండములో బాదము రూపముగల నాలుగు కలశములు వాటి మొగ్గలు వాటి పువ్వులు ఉండవలెను.",
    "35": "దాని నుండి బయలుదేరు రెండు శాఖల క్రింద ఒక మొగ్గ, దాని నుండి బయలుదేరు రెండు శాఖల క్రింద ఒక మొగ్గ, దాని నుండి బయలుదేరు రెండు శాఖల క్రింద ఒక మొగ్గ, అట్లు దీపవృక్షమునుండి బయలుదేరు ఆరు శాఖలకు ఉండవలెను.",
    "36": "వాటి మొగ్గలు వాటి శాఖలు దానితో ఏకాండమై ఉండవలెను; అదంతయు మేలిమి బంగారుతో చేయబడిన ఒకటే నకిషీ పనిగా ఉండవలెను.",
    "37": "మరియు దానికి ఏడు దీపములను చేయవలెను; దాని యెదుట వెలుగునిచ్చునట్లు ఒకడు దాని దీపములను వెలిగింపవలెను.",
    "38": "దాని కత్తెరలును దాని కత్తెరల చిప్పలును మేలిమి బంగారుతో చేయబడవలెను.",
    "39": "దానిని దాని ఉపకరణములన్నిటిని ఒక తలాంతు మేలిమి బంగారుతో చేయవలెను.",
    "40": "కొండమీద నీకు చూపబడిన వాటి రూపము చొప్పున వాటిని చేయుటకు జాగ్రత్తపడుము."
}
