
{
    "1": "మరియు నీవు పది తెరలతో ఒక మందిరమును చేయవలెను; నీల ధూమ్ర రక్తవర్ణములు గల పేనిన సన్న నారతో వాటిని చేయవలెను; చిత్రకారుని పనియైన కెరూబులను వాటిమీద చేయవలెను.",
    "2": "ప్రతి తెర పొడుగు ఇరవై ఎనిమిది మూరలు, ప్రతి తెర వెడల్పు నాలుగు మూరలు; తెరలన్నిటికి ఒక్కటే కొలత ఉండవలెను.",
    "3": "ఐదు తెరలను ఒకదానితో ఒకటి కూర్చవలెను, మిగిలిన ఐదు తెరలను ఒకదానితో ఒకటి కూర్చవలెను.",
    "4": "మరియు కూర్పులో ఒక తెర అంచున నీల వర్ణము గల ఉచ్చులను చేయవలెను; రెండవ కూర్పులో రెండవ తెర అంచునను అట్లు చేయవలెను.",
    "5": "ఒక తెరలో ఏబది ఉచ్చులను చేయవలెను; రెండవ కూర్పునకున్న తెర అంచున ఏబది ఉచ్చులను చేయవలెను; ఆ ఉచ్చులు ఒకదానితో ఒకటి సరిగా ఉండవలెను.",
    "6": "మరియు ఏబది బంగారు గుండీలను చేసి, ఆ గుండీలతో ఆ తెరలను ఒకదానితో ఒకటి కూర్చవలెను; అప్పుడు అది ఒక్క మందిరముగా ఉండును.",
    "7": "మరియు మందిరము పైని గుడారముగా ఉండుటకు మేక వెండ్రుకలతో తెరలను చేయవలెను; పదకొండు తెరలను చేయవలెను.",
    "8": "ప్రతి తెర పొడుగు ముప్పది మూరలు, ప్రతి తెర వెడల్పు నాలుగు మూరలు; పదకొండు తెరలకు ఒక్కటే కొలత ఉండవలెను.",
    "9": "ఐదు తెరలను ఒకటిగాను, ఆరు తెరలను ఒకటిగాను కూర్చవలెను; ఆరవ తెరను గుడారము ముందర మడువవలెను.",
    "10": "మరియు కూర్పులోనున్న ఒక తెర అంచున ఏబది ఉచ్చులను, రెండవ కూర్పునకున్న తెర అంచున ఏబది ఉచ్చులను చేయవలెను.",
    "11": "మరియు ఏబది ఇత్తడి గుండీలను చేసి, గుడారము ఒక్కటిగా ఉండునట్లు ఆ గుండీలను ఉచ్చులలో తగిలించి దానిని కూర్చవలెను.",
    "12": "గుడారము యొక్క తెరలలో మిగిలినది, అనగా మిగిలిన సగము తెర మందిరము వెనుక వ్రేలాడవలెను.",
    "13": "గుడారము యొక్క తెరల పొడుగులో మిగిలినదానిలో ఇటు ఒక మూరయు అటు ఒక మూరయు మందిరమును కప్పుటకు దాని ప్రక్కల మీద ఇటును అటును వ్రేలాడవలెను.",
    "14": "మరియు ఆ గుడారమునకు ఎర్ర రంగు వేసిన పొట్టేలు తోళ్లతో ఒక పైకప్పును, దానిపైన సముద్రవత్సల తోళ్లతో ఒక పైకప్పును చేయవలెను.",
    "15": "మరియు మందిరమునకు తుమ్మ కర్రతో నిలువు పలకలను చేయవలెను.",
    "16": "ప్రతి పలక పొడుగు పది మూరలు, ప్రతి పలక వెడల్పు మూరన్నర.",
    "17": "ప్రతి పలకలో ఒకదానితో ఒకటి చేర్చబడిన రెండు కులకులు ఉండవలెను; మందిరము యొక్క పలకలన్నిటికిని అలాగే చేయవలెను.",
    "18": "మందిరమునకు పలకలను చేయవలెను; దక్షిణ దిక్కున, అనగా కుడి వైపున ఇరవై పలకలు ఉండవలెను.",
    "19": "ఆ ఇరవై పలకల క్రింద నలభై వెండి దిమ్మలను చేయవలెను; ఒక్కొక్క పలక క్రింద దాని రెండు కులకులు ఉండుటకు రెండు దిమ్మలను, రెండవ పలక క్రింద దాని రెండు కులకులు ఉండుటకు రెండు దిమ్మలను చేయవలెను.",
    "20": "మందిరము యొక్క రెండవ వైపున, అనగా ఉత్తర దిక్కున ఇరవై పలకలను,",
    "21": "వాటి నలభై వెండి దిమ్మలను, అనగా ఈ పలక క్రింద రెండు దిమ్మలను ఆ పలక క్రింద రెండు దిమ్మలను చేయవలెను.",
    "22": "పడమటి దిక్కున మందిరము వెనుక తట్టున ఆరు పలకలను చేయవలెను.",
    "23": "మరియు మందిరము వెనుక తట్టున మూలలకు రెండు పలకలను చేయవలెను.",
    "24": "అవి అడుగున జతగా కూర్చబడవలెను, పైన శిఖరము వరకు ఒక ఉంగరము నిమిత్తము అవి జతగా కూర్చబడవలెను; ఆ రెండింటికిని అలాగే ఉండవలెను; అవి రెండు మూలలకు ఉండును.",
    "25": "అప్పుడు ఎనిమిది పలకలు ఉండును; పలక పలకకు రెండేసి దిమ్మల చొప్పున వాటి వెండి దిమ్మలు పదారు ఉండును.",
    "26": "మరియు నీవు తుమ్మ కర్రతో అడ్డకర్రలను చేయవలెను; మందిరము యొక్క ఒక ప్రక్క పలకలకు ఐదును,",
    "27": "మందిరము యొక్క రెండవ ప్రక్క పలకలకు ఐదును, పడమటి దిక్కున మందిరము వెనుక ప్రక్క పలకలకు ఐదు అడ్డకర్రలను చేయవలెను.",
    "28": "ఆ పలకల మధ్య నుండు నడిమి అడ్డకర్ర ఈ కొననుండి ఆ కొన వరకు చేరియుండవలెను.",
    "29": "ఆ పలకలకు బంగారు రేకును పొదిగించి, ఆ అడ్డకర్రలు ఉండు వాటి ఉంగరములను బంగారుతో చేసి ఆ అడ్డకర్రలకు బంగారు రేకు పొదిగింపవలెను.",
    "30": "కొండమీద నీకు చూపబడిన దాని రూపము చొప్పున మందిరమును నిలువబెట్టవలెను.",
    "31": "మరియు నీవు నీల ధూమ్ర రక్తవర్ణములు గల పేనిన సన్న నారతో ఒక అడ్డతెరను చేయవలెను; అది చిత్రకారుని పనియైన కెరూబులు గలదిగా చేయబడవలెను.",
    "32": "బంగారు రేకు పొదిగిన తుమ్మ కర్రల నాలుగు స్తంభముల మీద దానిని వేయవలెను; వాటి కొంకులు బంగారువి; అవి నాలుగు వెండి దిమ్మల మీద ఉండవలెను.",
    "33": "ఆ అడ్డతెరను ఆ గుండీల క్రింద తగిలించి, ఆ అడ్డతెర లోపలికి సాక్ష్యపు మందసమును తేవలెను; ఆ అడ్డతెర పరిశుద్ధ స్థలమునకును అతి పరిశుద్ధ స్థలమునకును మధ్య మీకు ఉండవలెను.",
    "34": "అతి పరిశుద్ధ స్థలములో సాక్ష్యపు మందసము మీద కరుణాపీఠమును ఉంచవలెను.",
    "35": "అడ్డతెర వెలుపల బల్లను, బల్లకు ఎదురుగా మందిరము యొక్క దక్షిణ దిక్కున దీపవృక్షమును ఉంచవలెను; ఉత్తర దిక్కున బల్లను ఉంచవలెను.",
    "36": "మరియు నీల ధూమ్ర రక్తవర్ణములు గల పేనిన సన్న నారతో బుటాపనియైన ఒక తెరను గుడారపు ద్వారమునకు చేయవలెను.",
    "37": "ఆ తెర కొరకు తుమ్మ కర్రతో ఐదు స్తంభములు చేసి వాటికి బంగారు రేకు పొదిగింపవలెను; వాటి కొంకులు బంగారువి; వాటికి ఐదు ఇత్తడి దిమ్మలను పోత పోయవలెను."
}
