
{
    "1": "మరియు నీవు తుమ్మ కర్రతో ఒక బలిపీఠమును చేయవలెను. అది ఐదు మూరల పొడుగు ఐదు మూరల వెడల్పు గలదై చచ్చౌకముగా ఉండవలెను; దాని ఎత్తు మూడు మూరలు.",
    "2": "దాని నాలుగు మూలల మీద దాని కొమ్ములను చేయవలెను; దాని కొమ్ములు దానితో ఏకాండమై ఉండవలెను; దానికి ఇత్తడి రేకు పొదిగింపవలెను.",
    "3": "దాని బూడిదె ఎత్తుటకై కుండలను, చేటలను, గిన్నెలను, ముండ్లకొంకులను, అగ్ని చిప్పలను చేయవలెను; దాని ఉపకరణములన్నియు ఇత్తడితో చేయవలెను.",
    "4": "మరియు వల వంటి ఇత్తడి జల్లెడను దానికి చేయవలెను; ఆ వల నాలుగు మూలలయందు నాలుగు ఇత్తడి ఉంగరములను చేయవలెను.",
    "5": "బలిపీఠము నడిమి వరకు ఆ వల ఉండునట్లు బలిపీఠపు అంచున క్రింద దాని ఉంచవలెను.",
    "6": "మరియు ఆ బలిపీఠమునకు మోతకర్రలను, అనగా తుమ్మ కర్రలను చేసి వాటికి ఇత్తడి రేకు పొదిగింపవలెను.",
    "7": "బలిపీఠమును మోయునప్పుడు ఆ కర్రలు దాని రెండు ప్రక్కలను ఆ ఉంగరములలో ఉండవలెను.",
    "8": "దానిని పలకలతో బోలుగా చేయవలెను; కొండమీద నీకు చూపబడినట్లు వారు దానిని చేయవలెను.",
    "9": "మరియు నీవు మందిరమునకు ఆవరణమును చేయవలెను; కుడి వైపున, అనగా దక్షిణ దిక్కున పేనిన సన్న నార యవనికలు ఉండవలెను; ఒక ప్రక్కకు నూరు మూరల పొడుగు ఉండవలెను.",
    "10": "దాని ఇరవై స్తంభములును వాటి ఇరవై దిమ్మలును ఇత్తడివి; ఆ స్తంభముల కొంకులును వాటి పట్టీలును వెండివి.",
    "11": "అట్లే ఉత్తర దిక్కున పొడుగున నూరు మూరల యవనికలు ఉండవలెను; దాని ఇరవై స్తంభములును వాటి ఇరవై దిమ్మలును ఇత్తడివి; ఆ స్తంభముల కొంకులును వాటి పట్టీలును వెండివి.",
    "12": "పడమటి దిక్కున ఆవరణము వెడల్పునకు ఏబది మూరల యవనికలు ఉండవలెను; వాటి స్తంభములు పది, వాటి దిమ్మలు పది.",
    "13": "తూర్పున, అనగా ఉదయ దిక్కున ఆవరణము వెడల్పు ఏబది మూరలు.",
    "14": "ఒక వైపున పదిహేను మూరల యవనికలు ఉండవలెను; వాటి స్తంభములు మూడు, వాటి దిమ్మలు మూడు.",
    "15": "రెండవ వైపున పదిహేను మూరల యవనికలు ఉండవలెను; వాటి స్తంభములు మూడు, వాటి దిమ్మలు మూడు.",
    "16": "ఆవరణ ద్వారమునకు నీల ధూమ్ర రక్తవర్ణములు గల పేనిన సన్న నారతో బుటాపనియైన ఇరవై మూరల తెర ఉండవలెను; వాటి స్తంభములు నాలుగు, వాటి దిమ్మలు నాలుగు.",
    "17": "చుట్టునున్న ఆవరణ స్తంభములన్నిటికి వెండి పట్టీలు ఉండవలెను; వాటి కొంకులు వెండివి, వాటి దిమ్మలు ఇత్తడివి.",
    "18": "ఆవరణము పొడుగు నూరు మూరలు, వెడల్పు ఏబది మూరలు, ఎత్తు ఐదు మూరలు; దాని యవనికలు పేనిన సన్న నారవి, వాటి దిమ్మలు ఇత్తడివి.",
    "19": "మందిరము యొక్క సమస్త సేవలో దాని ఉపకరణములన్నియు, దాని మేకులన్నియు, ఆవరణము యొక్క మేకులన్నియు ఇత్తడివై ఉండవలెను.",
    "20": "మరియు దీపము ఎల్లప్పుడు వెలుగుచుండునట్లు దీపవృక్షము కోసము దంచి తీసిన స్వచ్ఛమైన ఒలీవ నూనె తేవలెనని ఇశ్రాయేలీయులకు ఆజ్ఞాపించుము.",
    "21": "సాక్ష్యపు మందసమును కప్పు అడ్డతెర వెలుపల ప్రత్యక్షపు గుడారములో అహరోనును అతని కుమారులును సాయంకాలము మొదలుకొని ఉదయము వరకు యెహోవా సన్నిధిని దానిని చక్కపరచవలెను; ఇది ఇశ్రాయేలీయులలో వారి తరతరములకు నిత్యమైన కట్టడ."
}
