
{
    "1": "మరియు నాకు యాజకత్వము చేయుటకై ఇశ్రాయేలీయుల నుండి నీ సహోదరుడైన అహరోనును, అతనితో కూడ అహరోను కుమారులైన నాదాబును అబీహును ఎలియాజరును ఈతాకూరును నీ యొద్దకు పిలిపించుకొనుము.",
    "2": "నీ సహోదరుడైన అహరోనుకు అలంకారమును ఘనతయు కలుగునట్లు నీవు అతనికి ప్రతిష్ఠిత వస్త్రములను కుట్టింపవలెను.",
    "3": "అహరోను నాకు యాజకుడు అగునట్లు అతడు ప్రతిష్ఠింపబడుటకై అతనికి వస్త్రములను కుట్టుమని వివేకము గలవారికి, అనగా ఎవరికి నేను ప్రజ్ఞాత్మను పూర్ణముగా ఇచ్చితినో వారికందరికి ఆజ్ఞాపించుము.",
    "4": "వారు కుట్టవలసిన వస్త్రములు ఏవనగా - పతకము, ఏఫోదు, నిలువుటంగీ, చదరములు గల చొక్కాయి, పాగా, దట్టి. వారు నీ సహోదరుడైన అహరోను నాకు యాజకుడు అగునట్లు అతనికిని అతని కుమారులకును ప్రతిష్ఠిత వస్త్రములను కుట్టవలెను.",
    "5": "వారు బంగారును, నీల ధూమ్ర రక్తవర్ణములు గల నూలును, సన్నపు నారను తీసికొనవలెను.",
    "6": "వారు బంగారు, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను, పేనిన సన్న నారతోను చిత్రవిచిత్రమైన పనిగా ఏఫోదును చేయవలెను.",
    "7": "దాని రెండు అంచుల యందు దానికి కలుపబడిన రెండు భుజపు పట్టీలుండవలెను; అప్పుడు అది కూర్చబడును.",
    "8": "దాని మీద నుండు విచిత్రమైన దట్టి దాని పనిరీతిగానే దానితో ఏకాండమై బంగారు, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను, పేనిన సన్న నారతోను చేయబడవలెను.",
    "9": "మరియు నీవు రెండు గోమేధికములను తీసికొని వాటిమీద ఇశ్రాయేలీయుల పేర్లను చెక్కవలెను.",
    "10": "వారి పుట్టుక వరుస చొప్పున ఒక రాయి మీద వారిలో ఆరుగురి పేర్లను, రెండవ రాయి మీద మిగిలిన ఆరుగురి పేర్లను చెక్కవలెను.",
    "11": "ముద్రలను చెక్కువాడు రత్నములను చెక్కునట్లు ఇశ్రాయేలీయుల పేర్లను ఆ రెండు రాళ్లమీద చెక్కవలెను; బంగారు జవలో వాటిని పొదిగింపవలెను.",
    "12": "ఆ రెండు రాళ్లను ఇశ్రాయేలీయులకు జ్ఞాపకార్థమైన రాళ్లుగా ఏఫోదు భుజపట్టీల మీద ఉంచవలెను; అహరోను యెహోవా సన్నిధిని తన రెండు భుజముల మీద వారి పేర్లను జ్ఞాపకార్థముగా మోయవలెను.",
    "13": "నీవు బంగారు జవను,",
    "14": "గొలుసుపనిగా మేలిమి బంగారుతో రెండు గొలుసులను అల్లికగా చేసి ఆ అల్లిక గొలుసులను ఆ జవలో తగిలింపవలెను.",
    "15": "మరియు నీవు న్యాయవిధిగల పతకమును చిత్రకారుని పనిగా చేయవలెను; ఏఫోదు పనివలే దాని చేయవలెను; బంగారు, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను, పేనిన సన్న నారతోను దాని చేయవలెను.",
    "16": "అది మడువబడినదై చచ్చౌకముగా ఉండవలెను. దాని పొడుగు జేనెడు, దాని వెడల్పు జేనెడు.",
    "17": "అందులో నాలుగు పంక్తుల రత్నములను పొదిగింపవలెను. మాణిక్యము, పుష్యరాగము, మరకతము గల పంక్తి మొదటిది.",
    "18": "రెండవ పంక్తి నీలము, వైడూర్యము, వజ్రము.",
    "19": "మూడవ పంక్తి లసాంరాయి, సూర్యకాంతరాయి, సుండెరాయి.",
    "20": "నాలుగవ పంక్తి రక్తవర్ణపు రాయి, గోమేధికము, యస్పె రాయి. అవి వాటి పొదిగింపులలో బంగారు జవ గలవిగా ఉండవలెను.",
    "21": "ఆ రత్నములు ఇశ్రాయేలీయుల పేర్ల చొప్పున వారి పేర్లు గలవై పన్నెండు ఉండవలెను; ఒక్కొక్క రత్నము మీద ముద్ర చెక్కినట్టు వారి పన్నెండు గోత్రములలో ఒక్కొక్కరి పేరు ఉండవలెను.",
    "22": "మరియు ఆ పతకము మీద గొలుసుపనిగా అల్లబడిన మేలిమి బంగారు గొలుసులను చేయవలెను.",
    "23": "ఆ పతకమునకు రెండు బంగారు ఉంగరములను చేసి, ఆ పతకము యొక్క రెండు కొనలయందు ఆ రెండు ఉంగరములను ఉంచవలెను.",
    "24": "ఆ రెండు బంగారు గొలుసులను పతకము యొక్క కొనలయందున్న ఆ రెండు ఉంగరములలో వేయవలెను.",
    "25": "ఆ రెండు అల్లిక గొలుసుల ఇతరమైన రెండు కొనలను ఆ రెండు జవలలో వేసి, ఏఫోదు భుజపట్టీల మీద దాని యెదుటి భాగమున ఉంచవలెను.",
    "26": "మరియు నీవు రెండు బంగారు ఉంగరములను చేసి, ఏఫోదు వైపుననున్న పతకము యొక్క లోపలి అంచున దాని రెండు కొనలకు వాటిని తగిలింపవలెను.",
    "27": "మరియు నీవు రెండు బంగారు ఉంగరములను చేసి, ఏఫోదు యొక్క రెండు భుజపట్టీల క్రింద, దాని యెదుటి భాగమున, దాని కూర్పు దగ్గర, ఏఫోదు విచిత్రమైన దట్టికి పైగా వాటిని వేయవలెను.",
    "28": "పతకము ఏఫోదు విచిత్రమైన దట్టికి పైగా ఉండునట్లును, ఏఫోదు నుండి పతకము విడిపోకుండునట్లును, దాని ఉంగరములను ఏఫోదు ఉంగరములతో నీల వర్ణపు ఫీతాతో కట్టవలెను.",
    "29": "అహరోను పరిశుద్ధ స్థలములోనికి వెళ్లునప్పుడు నిత్యము యెహోవా సన్నిధిని జ్ఞాపకార్థముగా తన రొమ్ముననున్న న్యాయవిధి గల పతకము మీద ఇశ్రాయేలీయుల పేర్లను భరించవలెను.",
    "30": "మరియు నీవు ఆ న్యాయవిధి గల పతకములో ఊరీమును తుమ్మీమును ఉంచవలెను; అహరోను యెహోవా సన్నిధికి వెళ్లునప్పుడు అవి అతని రొమ్మున ఉండవలెను. అహరోను ఎల్లప్పుడును యెహోవా సన్నిధిని ఇశ్రాయేలీయుల న్యాయవిధిని తన రొమ్మున భరించవలెను.",
    "31": "మరియు ఏఫోదు నిలువుటంగీని కేవలము నీల వర్ణముగా చేయవలెను.",
    "32": "దాని మధ్యలో తల దూర్చు రంధ్రము ఉండవలెను; అది చినిగిపోకుండునట్లు కవచమునకు ఉండునట్టుగా నేత పనియైన గోటు ఆ రంధ్రము చుట్టు ఉండవలెను.",
    "33": "దాని అంచుల చుట్టు నీల ధూమ్ర రక్తవర్ణములు గల దానిమ్మ పండ్లను, వాటి మధ్య చుట్టు బంగారు గంటలను చేయవలెను.",
    "34": "ఆ అంగీ అంచుల చుట్టు ఒక బంగారు గంటయు ఒక దానిమ్మ పండును, ఒక బంగారు గంటయు ఒక దానిమ్మ పండును ఉండవలెను.",
    "35": "సేవ చేయునప్పుడు అహరోను దానిని ధరించుకొనవలెను; అతడు చావకుండునట్లు అతడు యెహోవా సన్నిధిని పరిశుద్ధ స్థలములోనికి వెళ్లునప్పుడును, అక్కడనుండి బయటికి వచ్చునప్పుడును దాని ధ్వని వినబడవలెను.",
    "36": "మరియు నీవు మేలిమి బంగారుతో ఒక రేకును చేసి, ముద్రను చెక్కినట్లు దానిమీద - యెహోవాకు పరిశుద్ధత - అని చెక్కవలెను.",
    "37": "నీవు నీల వర్ణపు ఫీతాతో దాని కట్టవలెను; అది పాగా మీద ఉండవలెను, అది పాగా ముందర ఉండవలెను.",
    "38": "అది అహరోను నొసట ఉండవలెను. ఇశ్రాయేలీయులు తమ పరిశుద్ధమైన అర్పణలన్నిటిలోను ప్రతిష్ఠించు పరిశుద్ధమైనవాటి దోషమును అహరోను భరించును; వారు యెహోవా సన్నిధిని అంగీకరింపబడునట్లు అది ఎల్లప్పుడు అతని నొసట ఉండవలెను.",
    "39": "మరియు నీవు సన్నపు నారతో చదరములు గల చొక్కాయిని, సన్నపు నారతో పాగాను నేయవలెను; దట్టిని బుటాపనిగా చేయవలెను.",
    "40": "మరియు అహరోను కుమారులకు చొక్కాయిలను చేయవలెను; వారికి దట్టీలను చేయవలెను; వారికి అలంకారమును ఘనతయు కలుగునట్లు కుల్లాయిలను చేయవలెను.",
    "41": "నీవు నీ సహోదరుడైన అహరోనుకును అతని కుమారులకును వాటిని తొడిగించి, నాకు యాజకత్వము చేయునట్లు వారిని అభిషేకించి, ప్రతిష్ఠించి, పరిశుద్ధపరచవలెను.",
    "42": "మరియు వారి మానాచ్ఛాదనము కొరకు నార లాగులను వారికి చేయవలెను; అవి నడుమునుండి తొడల వరకు ఉండవలెను.",
    "43": "అహరోనును అతని కుమారులును ప్రత్యక్షపు గుడారములోనికి వెళ్లునప్పుడు గాని, పరిశుద్ధ స్థలములో సేవ చేయుటకు బలిపీఠము నొద్దకు సమీపించునప్పుడు గాని, వారు దోషులై చావకుండునట్లు వాటిని ధరించుకొనవలెను; ఇది అతనికిని అతని తరువాత అతని సంతానమునకును నిత్యమైన కట్టడ."
}
