
{
    "1": "నాకు యాజకత్వము చేయుటకై వారిని ప్రతిష్ఠించుటకు నీవు వారికి చేయవలసిన కార్యమిదే; ఒక కోడెదూడను నిర్దోషమైన రెండు పొట్టేళ్లను తీసికొనుము.",
    "2": "గోధుమ పిండితో పులియని రొట్టెలను, నూనె కలిసిన పులియని భక్ష్యములను, నూనె రాసిన పులియని పూరీలను చేయవలెను.",
    "3": "వాటిని ఒక గంపలో ఉంచి, ఆ గంపను, ఆ కోడెను, ఆ రెండు పొట్టేళ్లను తీసికొని రావలెను.",
    "4": "అహరోనును అతని కుమారులను ప్రత్యక్షపు గుడారము యొక్క ద్వారము దగ్గరకు తీసికొనివచ్చి నీళ్లతో వారికి స్నానము చేయించి",
    "5": "ఆ వస్త్రములను తీసికొని అహరోనుకు చొక్కాయిని, ఏఫోదు నిలువుటంగీని, ఏఫోదును, పతకమును తొడిగించి, ఏఫోదు విచిత్రమైన దట్టిని అతనికి కట్టి",
    "6": "అతని తలమీద పాగాను పెట్టి, పాగా మీద పరిశుద్ధ కిరీటమును ఉంచవలెను.",
    "7": "మరియు నీవు అభిషేక తైలమును తీసికొని అతని తలమీద పోసి అతనిని అభిషేకించవలెను.",
    "8": "అతని కుమారులను దగ్గరకు తీసికొనివచ్చి వారికి చొక్కాయిలను తొడిగించి",
    "9": "అహరోనుకును అతని కుమారులకును దట్టీలు కట్టి, వారికి కుల్లాయిలను పెట్టవలెను. నిత్యమైన కట్టడను బట్టి యాజకత్వము వారిదగును. అట్లు నీవు అహరోనును అతని కుమారులను ప్రతిష్ఠింపవలెను.",
    "10": "మరియు ప్రత్యక్షపు గుడారమునకు ఎదుట ఆ కోడెను తీసికొని రావలెను; అహరోనును అతని కుమారులును ఆ కోడె తలమీద తమ చేతులుంచవలెను.",
    "11": "అప్పుడు యెహోవా సన్నిధిని ప్రత్యక్షపు గుడారము యొక్క ద్వారము దగ్గర ఆ కోడెను వధించవలెను.",
    "12": "ఆ కోడె రక్తములో కొంచెము తీసికొని నీ వ్రేలితో బలిపీఠము కొమ్ముల మీద పూసి, మిగిలిన రక్తమంతయు బలిపీఠము అడుగున పోయవలెను.",
    "13": "అంతర్వయవములను కప్పు క్రొవ్వంతటిని, కాలేజము మీది వపను, రెండు మూత్రగ్రంథులను, వాటి మీదనున్న క్రొవ్వును తీసికొని బలిపీఠము మీద దహించవలెను.",
    "14": "అయితే ఆ కోడె మాంసమును దాని చర్మమును దాని పేడను పాళెము వెలుపల అగ్నితో కాల్చవలెను; అది పాపపరిహార్థార్థ బలి.",
    "15": "తరువాత నీవు ఆ పొట్టేళ్లలో ఒకదానిని తీసికొనవలెను; అహరోనును అతని కుమారులును ఆ పొట్టేలు తలమీద తమ చేతులుంచగా",
    "16": "నీవు ఆ పొట్టేలును వధించి, దాని రక్తమును తీసికొని బలిపీఠము మీద చుట్టు ప్రోక్షించి",
    "17": "ఆ పొట్టేలును ముక్కలుగా కోసి, దాని అంతర్వయవములను కాళ్లను కడిగి, వాటిని దాని ముక్కల మీదను తల మీదను ఉంచి",
    "18": "ఆ పొట్టేలునంతయు బలిపీఠము మీద దహించవలెను; అది యెహోవాకు దహనబలి. అది ఇంపైన సువాసన గలది, అనగా యెహోవాకు హోమము.",
    "19": "తరువాత నీవు రెండవ పొట్టేలును తీసికొనవలెను; అహరోనును అతని కుమారులును ఆ పొట్టేలు తలమీద తమ చేతులుంచగా",
    "20": "నీవు ఆ పొట్టేలును వధించి, దాని రక్తములో కొంచెము తీసికొని, అహరోను కుడి చెవి కొన మీదను, అతని కుమారుల కుడి చెవుల కొనల మీదను, వారి కుడి చేతుల బొటనవ్రేళ్ల మీదను, వారి కుడి కాళ్ల బొటనవ్రేళ్ల మీదను పూసి, బలిపీఠము మీద చుట్టు ఆ రక్తమును ప్రోక్షించవలెను.",
    "21": "మరియు బలిపీఠము మీదనున్న రక్తములోను అభిషేక తైలములోను కొంచెము తీసికొని, అహరోను మీదను, అతని వస్త్రముల మీదను, అతనితో కూడనున్న అతని కుమారుల మీదను, అతని కుమారుల వస్త్రముల మీదను ప్రోక్షించవలెను. అప్పుడు అతడును అతని వస్త్రములును, అతనితో కూడ అతని కుమారులును అతని కుమారుల వస్త్రములును పరిశుద్ధమగును.",
    "22": "మరియు ఆ పొట్టేలు క్రొవ్వును, క్రొవ్విన తోకను, అంతర్వయవములను కప్పు క్రొవ్వును, కాలేజము మీది వపను, రెండు మూత్రగ్రంథులను, వాటి మీదనున్న క్రొవ్వును, కుడి జబ్బను తీసికొనవలెను; ఏలయనగా అది ప్రతిష్ఠార్థమైన పొట్టేలు.",
    "23": "యెహోవా సన్నిధిని ఉన్న పొంగని రొట్టెల గంపలోనుండి ఒక గుండ్రని రొట్టెను, నూనెతో చేసిన యొక రొట్టెను, ఒక పూరీని తీసికొని,",
    "24": "అవన్నియు అహరోను చేతులలోను అతని కుమారుల చేతులలోను ఉంచి, అల్లాడింపబడు అర్పణగా యెహోవా సన్నిధిని వాటిని అల్లాడింపవలెను.",
    "25": "తరువాత వారి చేతులలోనుండి వాటిని తీసికొని, ఇంపైన సువాసన కలుగునట్లు దహనబలితో పాటు బలిపీఠము మీద దహించవలెను; అది యెహోవాకు హోమము.",
    "26": "మరియు అహరోను ప్రతిష్ఠితమైన పొట్టేలు రొమ్మును తీసికొని, అల్లాడింపబడు అర్పణగా యెహోవా సన్నిధిని దానిని అల్లాడింపవలెను; అది నీ వంతు అగును.",
    "27": "అహరోనుకును అతని కుమారులకును ప్రతిష్ఠితమైన పొట్టేలులోనుండి అల్లాడింపబడిన రొమ్మును, అనగా అల్లాడింపబడిన అర్పణను, ప్రతిష్ఠింపబడిన జబ్బను, అనగా ప్రతిష్ఠార్పణను ప్రతిష్ఠించవలెను.",
    "28": "ఇశ్రాయేలీయులవలన నిత్యమైన కట్టడను బట్టి అవి అహరోనుకును అతని కుమారులకును చెందును; ఏలయనగా అది ప్రతిష్ఠార్పణ. ఇశ్రాయేలీయులు అర్పించు తమ సమాధానబలులలో అది ప్రతిష్ఠార్పణగా ఉండును; అది యెహోవాకు వారి ప్రతిష్ఠార్పణ.",
    "29": "అహరోను ప్రతిష్ఠిత వస్త్రములు అతని తరువాత అతని కుమారులవగును; వారు వాటిని ధరించుకొని అభిషేకమును ప్రతిష్ఠను పొందవలెను.",
    "30": "అతని కుమారులలో అతనికి మారుగా యాజకుడగువాడు పరిశుద్ధ స్థలములో సేవ చేయుటకు ప్రత్యక్షపు గుడారములోనికి వచ్చునప్పుడు ఏడు దినములు వాటిని వేసికొనవలెను.",
    "31": "నీవు ప్రతిష్ఠితమైన పొట్టేలును తీసికొని, పరిశుద్ధ స్థలములో దాని మాంసమును వండవలెను.",
    "32": "అహరోనును అతని కుమారులును ప్రత్యక్షపు గుడారము యొక్క ద్వారము దగ్గర ఆ పొట్టేలు మాంసమును గంపలోనున్న రొట్టెలను తినవలెను.",
    "33": "వారిని ప్రతిష్ఠించుటకును పరిశుద్ధపరచుటకును వేటివలన ప్రాయశ్చిత్తము చేయబడెనో వాటిని వారు తినవలెను గాని అన్యుడు వాటిని తినకూడదు; అవి పరిశుద్ధమైనవి.",
    "34": "ప్రతిష్ఠితమైన మాంసములోనైనను రొట్టెలలోనైనను ఏదైన ఉదయము వరకు మిగిలినయెడల మిగిలినది అగ్నితో కాల్చివేయవలెను; అది పరిశుద్ధము గనుక తినకూడదు.",
    "35": "నేను నీకు ఆజ్ఞాపించిన వాటన్నిటి ప్రకారము అహరోనుకును అతని కుమారులకును చేయవలెను; ఏడు దినములు వారిని ప్రతిష్ఠింపవలెను.",
    "36": "ప్రాయశ్చిత్తము నిమిత్తము ప్రతి దినము పాపపరిహార్థార్థ బలిగా ఒక కోడెను అర్పించవలెను; బలిపీఠము నిమిత్తము ప్రాయశ్చిత్తము చేసినప్పుడు దానిని శుధ్ధికరించి, దానిని పరిశుద్ధపరచుటకు దానిని అభిషేకించవలెను.",
    "37": "ఏడు దినములు బలిపీఠము నిమిత్తము ప్రాయశ్చిత్తము చేసి దానిని పరిశుద్ధపరచవలెను; అప్పుడు బలిపీఠము అతి పరిశుద్ధముగా ఉండును; బలిపీఠమును తగులునదంతయు ప్రతిష్ఠితమగును.",
    "38": "నీవు బలిపీఠము మీద అర్పించవలసినది ఇదే; ప్రతి దినము ఎల్లప్పుడును ఏడాదివి రెండు గొర్రెపిల్లలను అర్పించవలెను.",
    "39": "ఒక గొర్రెపిల్లను ఉదయమున అర్పించి రెండవ గొర్రెపిల్లను సాయంకాలమున అర్పించవలెను.",
    "40": "దంచి తీసిన ముప్పావు నూనెతో కలిపిన పదియవ వంతు పిండిని, పానార్పణముగా ముప్పావు ద్రాక్షారసమును మొదటి గొర్రెపిల్లతో అర్పించవలెను.",
    "41": "రెండవ గొర్రెపిల్లను సాయంకాలమున అర్పించి, ఉదయకాలపు నైవేద్యమువలెను దాని పానార్పణమువలెను యెహోవాకు ఇంపైన సువాసన గల హోమముగా దానిని చేయవలెను.",
    "42": "యెహోవా సన్నిధిని ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద మీ తరతరములకు ఇది నిత్యమైన దహనబలి; అక్కడ మీతో మాటలాడుటకు మిమ్మును కలిసికొందును.",
    "43": "అక్కడ ఇశ్రాయేలీయులను కలిసికొందును; నా మహిమవలన ఆ గుడారము పరిశుద్ధపరచబడును.",
    "44": "ప్రత్యక్షపు గుడారమును బలిపీఠమును పరిశుద్ధపరచెదను; నాకు యాజకత్వము చేయుటకు అహరోనును అతని కుమారులను పరిశుద్ధపరచెదను.",
    "45": "నేను ఇశ్రాయేలీయుల మధ్య నివసించి వారికి దేవుడనై యుందును.",
    "46": "వారి మధ్య నేను నివసించునట్లు ఐగుప్తు దేశములోనుండి వారిని వెలుపలికి రప్పించిన తమ దేవుడైన యెహోవాను నేనే అని వారు తెలిసికొందురు; వారి దేవుడైన యెహోవాను నేనే."
}
