
{
    "1": "మోషే మిద్యాను యాజకుడైన యిత్రో అను తన మామ మందను మేపుచు, ఆ మందను అరణ్యము అవతలకు తోలుకొని దేవుని పర్వతమైన హోరేబుకు వచ్చెను.",
    "2": "అక్కడ యెహోవా దూత ఒక పొద నడిమి అగ్నిజ్వాలలో అతనికి ప్రత్యక్షమాయెను. అతడు చూచినప్పుడు పొద మండుచుండెను గాని ఆ పొద కాలిపోలేదు.",
    "3": "అప్పుడు మోషే - ఆ పొద ఏల కాలిపోలేదో నేను ఆ తట్టు వెళ్లి ఈ గొప్ప వింత చూచెదననుకొనెను.",
    "4": "దానిని చూచుటకు అతడు ఆ తట్టు వచ్చుట యెహోవా చూచెను. దేవుడు ఆ పొద నడుమనుండి - మోషే మోషే అని అతని పిలిచెను. అందుకతడు - చిత్తము ప్రభువా అనెను.",
    "5": "అందుకాయన - దగ్గరకు రావద్దు; నీ పాదముల మీదనున్న చెప్పులను విప్పుము; నీవు నిలిచియున్న స్థలము పరిశుద్ధ ప్రదేశము అనెను.",
    "6": "మరియు ఆయన - నేను నీ తండ్రి దేవుడను; అబ్రాహాము దేవుడను ఇస్సాకు దేవుడను యాకోబు దేవుడను అని చెప్పగా మోషే తన ముఖమును కప్పుకొనెను; ఏలయనగా అతడు దేవుని వైపు చూచుటకు భయపడెను.",
    "7": "మరియు యెహోవా ఇట్లనెను - నేను ఐగుప్తులోనున్న నా ప్రజల బాధను నిశ్చయముగా చూచితిని; పనులలో తమను కష్టపెట్టువారిని బట్టి వారు పెట్టిన మొరను వింటిని; వారి దుఃఖములు నాకు తెలిసేయున్నవి.",
    "8": "కాబట్టి ఐగుప్తీయుల చేతిలోనుండి వారిని విడిపించుటకును, ఆ దేశములోనుండి విశాలమైన మంచి దేశమునకు, అనగా కనానీయులకు హిత్తీయులకు అమోరీయులకు పెరిజ్జీయులకు హివ్వీయులకు యెబూసీయులకు నివాసస్థానమై పాలు తేనెలు ప్రవహించు దేశమునకు వారిని నడిపించుటకును దిగివచ్చియున్నాను.",
    "9": "ఇశ్రాయేలీయుల మొర నా యొద్దకు చేరినది; ఐగుప్తీయులు వారిని పెట్టుచున్న హింసను చూచితిని.",
    "10": "కాగా రా, నిన్ను ఫరో యొద్దకు పంపెదను; ఇశ్రాయేలీయులైన నా ప్రజలను నీవు ఐగుప్తులోనుండి తోడుకొని రావలెననెను.",
    "11": "అందుకు మోషే - ఫరో యొద్దకు వెళ్లుటకును, ఇశ్రాయేలీయులను ఐగుప్తులోనుండి తోడుకొని పోవుటకును నేను ఏపాటివాడనని దేవునితో అనగా",
    "12": "ఆయన - నిశ్చయముగా నేను నీకు తోడైయుందును; నేను నిన్ను పంపితిని అనుటకు ఇది నీకు సూచన; నీవు ఆ ప్రజలను ఐగుప్తులోనుండి తోడుకొని వచ్చిన తరువాత మీరు ఈ పర్వతము మీద దేవుని సేవింతురనెను.",
    "13": "మోషే - చిత్తగించుము; నేను ఇశ్రాయేలీయుల యొద్దకు వెళ్లి - మీ పితరుల దేవుడు మీ యొద్దకు నన్ను పంపెనని వారితో చెప్పగా - ఆయన పేరేమి అని వారు నన్నడిగినయెడల వారితో నేనేమి చెప్పవలెనని దేవుని అడిగెను.",
    "14": "అందుకు దేవుడు - నేను ఉన్నవాడను అను వాడనైయున్నానని మోషేతో చెప్పెను. మరియు ఆయన - ఉండుననువాడు మీ యొద్దకు నన్ను పంపెనని నీవు ఇశ్రాయేలీయులతో చెప్పవలెననెను.",
    "15": "మరియు దేవుడు మోషేతో ఇట్లనెను - మీ పితరుల దేవుడైన యెహోవా, అనగా అబ్రాహాము దేవుడు ఇస్సాకు దేవుడు యాకోబు దేవుడునైన యెహోవా మీ యొద్దకు నన్ను పంపెనని నీవు ఇశ్రాయేలీయులతో చెప్పవలెను. నిరంతరము నా నామము ఇదే, తరతరములకు ఇదియే నా జ్ఞాపకార్థ నామము.",
    "16": "నీవు వెళ్లి ఇశ్రాయేలు పెద్దలను పోగుచేసి - మీ పితరుల దేవుడైన యెహోవా, అనగా అబ్రాహాము ఇస్సాకు యాకోబుల దేవుడు నాకు ప్రత్యక్షమై ఇట్లనెను - నేను మిమ్మును, ఐగుప్తులో మీకు సంభవించినదానిని నిశ్చయముగా చూచితిని.",
    "17": "ఐగుప్తు బాధలోనుండి కనానీయుల హిత్తీయుల అమోరీయుల పెరిజ్జీయుల హివ్వీయుల యెబూసీయుల దేశమునకు, అనగా పాలు తేనెలు ప్రవహించు దేశమునకు మిమ్మును రప్పించెదనని సెలవిచ్చితినని వారితో చెప్పుము.",
    "18": "వారు నీ మాట విందురు గనుక నీవును ఇశ్రాయేలు పెద్దలును ఐగుప్తు రాజునొద్దకు వెళ్లి - హెబ్రీయుల దేవుడైన యెహోవా మాకు ప్రత్యక్షమాయెను గనుక మేము అరణ్యమునకు మూడు దినముల ప్రయాణమంత దూరము వెళ్లి మా దేవుడైన యెహోవాకు బలి అర్పించుదుము, సెలవిమ్మని అతనితో చెప్పవలెను.",
    "19": "ఐగుప్తు రాజు మహా బలముతో మీ మీదికి వచ్చిననే గాని మిమ్మును వెళ్లనియ్యడని నేనెరుగుదును.",
    "20": "అప్పుడు నేను నా చెయ్యి చాపి ఐగుప్తు మధ్యలో నేను చేయబోవు నా అద్భుతములన్నిటిని చూపి దానిని కొట్టెదను; తరువాత అతడు మిమ్మును పంపివేయును.",
    "21": "మరియు ఈ ప్రజల యెడల ఐగుప్తీయులకు కటాక్షము కలుగజేసెదను; గనుక మీరు వెళ్లునప్పుడు వట్టి చేతులతో వెళ్లరు.",
    "22": "ప్రతి స్త్రీయు తన పొరుగుదానిని తన యింట నివసించుదానిని వెండి వస్తువులను బంగారు వస్తువులను వస్త్రములను అడిగి తీసికొనవలెను; మీరు వాటిని మీ కుమారులకును మీ కుమార్తెలకును ధరింపజేసి ఐగుప్తీయులను దోచుకొందురనెను."
}
