
{
    "1": "ధూపము వేయుటకు నీవు ఒక పీఠమును చేయవలెను; తుమ్మ కర్రతో దానిని చేయవలెను.",
    "2": "దాని పొడుగు ఒక మూర, దాని వెడల్పు ఒక మూర, అది చచ్చౌకముగా ఉండవలెను; దాని ఎత్తు రెండు మూరలు; దాని కొమ్ములు దానితో ఏకాండమై ఉండవలెను.",
    "3": "దాని పైభాగమునకును దాని చుట్టునున్న ప్రక్కలకును దాని కొమ్ములకును మేలిమి బంగారు రేకు పొదిగించి, దానికి చుట్టు బంగారు జవను చేయవలెను.",
    "4": "దాని జవకు దిగువగా దాని రెండు ప్రక్కల మీద రెండు బంగారు ఉంగరములను చేయవలెను; ఈ ప్రక్కను ఆ ప్రక్కను వాటిని చేయవలెను; అవి దానిని మోయు మోతకర్రలకు ఉండును.",
    "5": "ఆ కర్రలను తుమ్మ కర్రతో చేసి వాటికి బంగారు రేకు పొదిగింపవలెను.",
    "6": "సాక్ష్యపు మందసమునొద్దనున్న అడ్డతెర యెదుట, అనగా శాసనముల మీదనున్న కరుణాపీఠము యెదుట దానిని ఉంచవలెను; అక్కడ నేను నిన్ను కలిసికొందును.",
    "7": "అహరోను ప్రతి ఉదయమున దానిమీద పరిమళ ధూపము వేయవలెను; అతడు దీపములను చక్కపరచునప్పుడు దానిమీద ధూపము వేయవలెను.",
    "8": "సాయంకాలమందు అహరోను దీపములను వెలిగించునప్పుడు దానిమీద ధూపము వేయవలెను; ఇది మీ తరతరములకు యెహోవా సన్నిధిని నిత్యమైన ధూపము.",
    "9": "మీరు దానిమీద అన్యధూపమునైనను దహనబలినైనను నైవేద్యమునైనను అర్పించకూడదు; పానార్పణమును దానిమీద పోయకూడదు.",
    "10": "అహరోను సంవత్సరమునకు ఒకసారి దాని కొమ్ముల నిమిత్తము ప్రాయశ్చిత్తము చేయవలెను; మీ తరతరములకు సంవత్సరమునకు ఒకసారి ప్రాయశ్చిత్తార్థమైన పాపపరిహార్థార్థ బలిరక్తమువలన దాని నిమిత్తము ప్రాయశ్చిత్తము చేయవలెను. అది యెహోవాకు అతి పరిశుద్ధమైనది.",
    "11": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "12": "నీవు ఇశ్రాయేలీయులను లెక్కించి వారి మొత్తమును తీయునప్పుడు వారిలో తెగులు పుట్టకుండునట్లు లెక్కించునప్పుడు ప్రతివాడును తన ప్రాణమునకు యెహోవాకు విమోచన క్రయధనము ఇయ్యవలెను.",
    "13": "లెక్కలోనికి వచ్చు ప్రతివాడును ఇయ్యవలసినది ఏదనగా - పరిశుద్ధ స్థలము యొక్క తులము చొప్పున అర తులము ఇయ్యవలెను; తులము ఇరవై చిన్నములు; ఆ అర తులము యెహోవాకు అర్పణ.",
    "14": "ఇరవై ఏండ్లు మొదలుకొని పైవయస్సు కలిగి లెక్కలోనికి వచ్చు ప్రతివాడును యెహోవాకు అర్పణ ఇయ్యవలెను.",
    "15": "మీ ప్రాణములకు ప్రాయశ్చిత్తము చేయుటకై యెహోవాకు అర్పణ ఇచ్చునప్పుడు ధనవంతుడు అర తులము కంటే ఎక్కువ ఇయ్యకూడదు, బీదవాడు తక్కువ ఇయ్యకూడదు.",
    "16": "నీవు ఇశ్రాయేలీయుల యొద్ద ఆ ప్రాయశ్చిత్తార్థ ద్రవ్యమును తీసికొని ప్రత్యక్షపు గుడారము యొక్క సేవ నిమిత్తము దానిని నియమించవలెను; మీ ప్రాణములకు ప్రాయశ్చిత్తము కలుగునట్లు అది యెహోవా సన్నిధిని ఇశ్రాయేలీయులకు జ్ఞాపకార్థముగా ఉండును.",
    "17": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "18": "కడుగుకొనుటకు ఇత్తడి గంగాళమును దాని ఇత్తడి పీటను చేసి, ప్రత్యక్షపు గుడారమునకును బలిపీఠమునకును మధ్య దానిని ఉంచి దానిలో నీళ్లు పోయవలెను.",
    "19": "అహరోనును అతని కుమారులును దానిలోని నీళ్లతో తమ చేతులను కాళ్లను కడుగుకొనవలెను.",
    "20": "వారు చావకుండునట్లు ప్రత్యక్షపు గుడారములోనికి వెళ్లునప్పుడును, యెహోవాకు హోమము చేయుటకై సేవ చేయుటకు బలిపీఠము దగ్గరకు వెళ్లునప్పుడును నీళ్లతో కడుగుకొనవలెను.",
    "21": "వారు చావకుండునట్లు తమ చేతులను కాళ్లను కడుగుకొనవలెను. అది వారికి, అనగా అతనికిని అతని సంతానమునకును వారి తరతరములకు నిత్యమైన కట్టడగా ఉండును.",
    "22": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "23": "నీవు ముఖ్యమైన సుగంధ ద్రవ్యములను, అనగా స్వచ్ఛమైన గోపరసము ఐదు వందల తులములు, అందులో సగము, అనగా రెండు వందల ఏబది తులముల సువాసన గల దాల్చిన చెక్క, రెండు వందల ఏబది తులముల నిమ్మగడ్డి,",
    "24": "ఐదు వందల తులముల దాల్చిన చెక్కను పరిశుద్ధ స్థలము యొక్క తులము చొప్పున, ఒక సీను ఒలీవ నూనెను తీసికొని,",
    "25": "వాటితో పరిమళ తైలమును చేయువారి పని చొప్పున మిశ్రితమైన అత్తరును, అనగా పరిశుద్ధమైన అభిషేక తైలమును చేయవలెను.",
    "26": "దానితో ప్రత్యక్షపు గుడారమును సాక్ష్యపు మందసమును,",
    "27": "బల్లను దాని ఉపకరణములన్నిటిని, దీపవృక్షమును దాని ఉపకరణములను, ధూప పీఠమును,",
    "28": "దహనబలి పీఠమును దాని ఉపకరణములన్నిటిని, గంగాళమును దాని పీటను అభిషేకించి",
    "29": "అవి అతి పరిశుద్ధముగా ఉండునట్లు వాటిని పరిశుద్ధపరచవలెను; వాటిని తగులునదంతయు ప్రతిష్ఠితమగును.",
    "30": "నాకు యాజకత్వము చేయునట్లు అహరోనును అతని కుమారులను అభిషేకించి వారిని ప్రతిష్ఠించవలెను.",
    "31": "మరియు నీవు ఇశ్రాయేలీయులతో - ఇది మీ తరతరములకు నాకు పరిశుద్ధమైన అభిషేక తైలమై యుండవలెను.",
    "32": "శరీరము మీద దీనిని పోయకూడదు; దీని కొలత చొప్పున దీని వంటిది మీరు చేయకూడదు; ఇది పరిశుద్ధమైనది, ఇది మీకు పరిశుద్ధముగా ఉండవలెను.",
    "33": "దీని వంటిది కలుపువాడును, అన్యుని మీద దీనిని పోయువాడును తన ప్రజలలోనుండి కొట్టివేయబడవలెనని చెప్పవలెను.",
    "34": "మరియు యెహోవా మోషేతో - జటామాంసి, గోపిచందనము, గంధభేరుండము అను సుగంధ ద్రవ్యములను స్వచ్ఛమైన సాంబ్రాణిని సమభాగములుగా తీసికొని,",
    "35": "వాటితో సుగంధ ద్రవ్యములను సిద్ధపరచువాని పని చొప్పున మిశ్రితమైన ధూపమును, అనగా ఉప్పు కలిపిన స్వచ్ఛమైన పరిశుద్ధ ధూపమును చేయవలెను.",
    "36": "దానిలో కొంచెము దంచి పొడిచేసి, నేను నిన్ను కలిసికొను ప్రత్యక్షపు గుడారములోని శాసనముల యెదుట ఉంచవలెను; అది మీకు అతి పరిశుద్ధముగా ఉండవలెను.",
    "37": "మీరు చేయు ఈ ధూపము, దాని కొలత చొప్పున మీకొరకు చేసికొనకూడదు; అది యెహోవాకు పరిశుద్ధమైనదిగా ఎంచవలెను.",
    "38": "వాసన చూచుటకు అట్టిదానిని చేయువాడు తన ప్రజలలోనుండి కొట్టివేయబడవలెనని చెప్పెను."
}
