
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను -",
    "2": "చూడుము, నేను యూదా గోత్రములో హూరు మనుమడును ఊరీ కుమారుడునైన బెసలేలును పేరు పెట్టి పిలిచితిని.",
    "3": "విచిత్రమైన పనులను కల్పించుటకును, బంగారుతోను వెండితోను ఇత్తడితోను పని చేయుటకును,",
    "4": "రత్నములను సానబెట్టి పొదుగుటకును, కర్రను చెక్కుటకును, సమస్తమైన పనులను చేయుటకును",
    "5": "జ్ఞాన విద్యా వివేకములును సమస్తమైన పనుల నేర్పును అతనికి కలుగునట్లు దేవుని ఆత్మతో అతని నింపియున్నాను.",
    "6": "మరియు నేను దాను గోత్రములో అహీసామాకు కుమారుడైన అహోలీయాబును అతనికి తోడుగా నియమించితిని. నేను నీకు ఆజ్ఞాపించినవన్నియు చేయునట్లు జ్ఞానహృదయులందరి హృదయములలో జ్ఞానమును ఉంచితిని.",
    "7": "ప్రత్యక్షపు గుడారమును, సాక్ష్యపు మందసమును, దానిమీదనున్న కరుణాపీఠమును, ఆ గుడారము యొక్క ఉపకరణములన్నిటిని,",
    "8": "బల్లను దాని ఉపకరణములను, పవిత్రమైన దీపవృక్షమును దాని ఉపకరణములన్నిటిని, ధూప పీఠమును,",
    "9": "దహనబలి పీఠమును దాని ఉపకరణములన్నిటిని, గంగాళమును దాని పీటను,",
    "10": "నేత వస్త్రములను, యాజక సేవ నిమిత్తము యాజకుడైన అహరోనుకు ప్రతిష్ఠిత వస్త్రములను, అతని కుమారులకు వస్త్రములను,",
    "11": "అభిషేక తైలమును, పరిశుద్ధ స్థలము కొరకు పరిమళ ధూప ద్రవ్యములను వారు చేయవలెను; నేను నీకు ఆజ్ఞాపించినదంతటి చొప్పున వారు చేయవలెనని చెప్పెను.",
    "12": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "13": "నీవు ఇశ్రాయేలీయులతో - మిమ్మును పరిశుద్ధపరచు యెహోవాను నేనే అని మీరు తెలిసికొనునట్లు, అది మీ తరతరములకు నాకును మీకును గురుతుగా ఉండును గనుక మీరు నా విశ్రాంతి దినములను ఆచరింపవలెను.",
    "14": "కాబట్టి మీరు విశ్రాంతి దినమును ఆచరింపవలెను; అది మీకు పరిశుద్ధ దినము. దానిని అపవిత్రపరచువాడు తప్పక మరణశిక్ష నొందును; ఆ దినమున పనిచేయు ప్రతివాడును తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "15": "ఆరు దినములు పనిచేయవచ్చును; ఏడవ దినము యెహోవాకు ప్రతిష్ఠితమైన విశ్రాంతి దినము. ఆ విశ్రాంతి దినమున పనిచేయు ప్రతివాడును తప్పక మరణశిక్ష నొందును.",
    "16": "ఇశ్రాయేలీయులు తమ తరతరములకు ఆ విశ్రాంతి దినమును ఆచరించుచు, నిత్య నిబంధనగా దానిని గైకొనవలెను.",
    "17": "నాకును ఇశ్రాయేలీయులకును అది ఎల్లప్పుడు గురుతుగా ఉండును; ఏలయనగా ఆరు దినములలో యెహోవా ఆకాశమును భూమిని సృజించి ఏడవ దినమున పని మాని విశ్రమించెనని చెప్పుము.",
    "18": "ఆయన సీనాయి కొండమీద మోషేతో మాటలాడుట చాలించిన తరువాత తన శాసనములు గల రెండు పలకలను, అనగా దేవుని వ్రేలితో వ్రాయబడిన రాతి పలకలను అతనికిచ్చెను."
}
