
{
    "1": "మోషే ఆ కొండ దిగిరాక తడవు చేయుట ప్రజలు చూచినప్పుడు, ఆ ప్రజలు అహరోను యొద్దకు కూడి వచ్చి - లెమ్ము, మాకు ముందు నడుచుటకు ఒక దేవతను చేయుము; ఐగుప్తు దేశములోనుండి మమ్మును రప్పించిన ఆ మోషే అనువాడు ఏమాయెనో మాకు తెలియదని అతనితో చెప్పిరి.",
    "2": "అందుకు అహరోను - మీ భార్యలకును మీ కుమారులకును మీ కుమార్తెలకును చెవులనున్న బంగారు పోగులను తీసి నా యొద్దకు తెండని వారితో చెప్పెను.",
    "3": "ప్రజలందరు తమ చెవులనున్న బంగారు పోగులను తీసి అహరోను యొద్దకు తెచ్చిరి.",
    "4": "అతడు వారి చేతినుండి వాటిని తీసికొని, పోతపోసి, పోగులిచ్చు పనిముట్టుతో దానిని రూపించి ఒక దూడగా చేసెను. అప్పుడు వారు - ఓ ఇశ్రాయేలూ, ఐగుప్తు దేశములోనుండి నిన్ను రప్పించిన నీ దేవుడు ఇదే అనిరి.",
    "5": "అహరోను అది చూచి దాని యెదుట ఒక బలిపీఠము కట్టించెను. మరియు అహరోను - రేపు యెహోవాకు పండుగ అని చాటించెను.",
    "6": "మరునాడు వారు ఉదయమున లేచి దహనబలులను సమాధానబలులను అర్పించిరి; అప్పుడు జనులు తినుటకును త్రాగుటకును కూర్చుండి ఆడుటకు లేచిరి.",
    "7": "అప్పుడు యెహోవా మోషేతో - నీవు దిగివెళ్లుము; ఐగుప్తు దేశములోనుండి నీవు రప్పించిన నీ ప్రజలు చెడిపోయిరి.",
    "8": "నేను వారికి నియమించిన త్రోవనుండి త్వరగా తొలగిపోయి, తమ కొరకు పోత పోసిన దూడను చేసికొని, దానికి సాగిలపడి బలి అర్పించి - ఓ ఇశ్రాయేలూ, ఐగుప్తు దేశములోనుండి నిన్ను రప్పించిన నీ దేవుడు ఇదే అని చెప్పుకొనుచున్నారని చెప్పెను.",
    "9": "మరియు యెహోవా - నేను ఈ ప్రజలను చూచితిని; ఇదిగో వారు లోబడనొల్లని ప్రజలు.",
    "10": "కాబట్టి నీవు ఊరకుండుము; నా కోపము వారి మీద రగులుకొనును, నేను వారిని కాల్చివేసి నిన్ను గొప్ప జనముగా చేసెదనని మోషేతో చెప్పగా",
    "11": "మోషే తన దేవుడైన యెహోవాను బతిమాలుకొని - యెహోవా, నీవు మహాశక్తితోను బాహుబలముతోను ఐగుప్తు దేశములోనుండి రప్పించిన నీ ప్రజల మీద నీ కోపము మండనేల?",
    "12": "ఆయన కొండలలో వారిని చంపునట్లును, భూమిమీదనుండి వారిని నాశనము చేయునట్లును కీడు కొరకే వారిని తీసికొనిపోయెనని ఐగుప్తీయులు చెప్పుకొననేల? నీ కోపాగ్నిని మాన్పుకొని నీ ప్రజలకు ఈ కీడు చేయకుండ పశ్చాత్తాపపడుము.",
    "13": "నీ సేవకులైన అబ్రాహామును ఇస్సాకును ఇశ్రాయేలును జ్ఞాపకము చేసికొనుము. నీవు వారితో - ఆకాశ నక్షత్రములవలె మీ సంతానమును విస్తరింపజేసి, నేను చెప్పిన ఈ దేశమంతటిని మీ సంతానమునకు ఇచ్చెదను, వారు నిరంతరము దానికి హక్కుదారులుగా ఉందురని నీ తోడని ప్రమాణము చేసితివి గదా అని చెప్పెను.",
    "14": "అప్పుడు యెహోవా తన ప్రజలకు చేసెదనని చెప్పిన కీడును గూర్చి పశ్చాత్తాపపడెను.",
    "15": "మోషే తిరిగి ఆ శాసనములు గల రెండు పలకలను చేత పట్టుకొని కొండ దిగెను. ఆ పలకలు ఇటు అటు, అనగా ఈ ప్రక్కను ఆ ప్రక్కను వ్రాయబడినవి.",
    "16": "ఆ పలకలు దేవుడు చేసినవి; ఆ రాత ఆ పలకల మీద చెక్కబడిన దేవుని రాత.",
    "17": "యెహోషువ ప్రజలు కేకలు వేయుచుండగా విని - పాళెములో యుద్ధ ధ్వని అని మోషేతో అనగా",
    "18": "అతడు - అది జయధ్వని కాదు, అపజయధ్వని కాదు, సంగీత ధ్వని నాకు వినబడుచున్నదనెను.",
    "19": "అతడు పాళెమునకు సమీపించినప్పుడు ఆ దూడను, వారు నాట్యమాడుటను చూచెను. అప్పుడు మోషే కోపము మండెను; అతడు కొండ దిగువను ఆ పలకలను తన చేతుల నుండి పడవేసి పగులగొట్టెను.",
    "20": "మరియు అతడు వారు చేసిన ఆ దూడను తీసికొని అగ్నితో కాల్చి పొడి చేసి నీళ్లమీద చల్లి ఇశ్రాయేలీయుల చేత త్రాగించెను.",
    "21": "మోషే - ఈ ప్రజలు నీ మీద గొప్ప పాపము తెప్పించుకొనునట్లు వారు నిన్నేమి చేసిరని అహరోనును అడుగగా",
    "22": "అహరోను - నా ఏలినవాడా, కోపపడవద్దు; ఈ ప్రజలు దుర్మార్గులని నీకు తెలియును.",
    "23": "వారు - మాకు ముందు నడుచుటకు ఒక దేవతను చేయుము; ఐగుప్తు దేశములోనుండి మమ్మును రప్పించిన ఆ మోషే ఏమాయెనో మాకు తెలియదని నాతో చెప్పిరి.",
    "24": "అప్పుడు నేను - ఎవరి యొద్ద బంగారమున్నదో వారు దానిని తీసి ఇమ్మని వారితో చెప్పితిని; వారు నాకు ఇచ్చినప్పుడు నేను దానిని అగ్నిలో వేయగా ఈ దూడ వచ్చెనని చెప్పెను.",
    "25": "ప్రజలు విచ్చలవిడిగా ఉండుట మోషే చూచెను; వారి విరోధులలో వారికి ఎగతాళి కలుగునట్లు అహరోను వారిని విచ్చలవిడిగా ఉండనిచ్చెను.",
    "26": "అప్పుడు మోషే పాళెము యొక్క ద్వారమున నిలిచి - యెహోవా పక్షమున నున్నవారెవరో వారు నా యొద్దకు రండి అనగా లేవీయులందరును అతని యొద్దకు కూడి వచ్చిరి.",
    "27": "అతడు - ఇశ్రాయేలీయుల దేవుడైన యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు - మీలో ప్రతివాడు తన కత్తిని నడుమున కట్టుకొని, పాళెములో ద్వారము నుండి ద్వారమునకు వెళ్లుచు, ప్రతివాడు తన సహోదరుని, ప్రతివాడు తన చెలికానిని, ప్రతివాడు తన పొరుగువానిని చంపవలెనని వారితో చెప్పెను.",
    "28": "లేవీయులు మోషే మాట చొప్పున చేసిరి; ఆ దినమున ప్రజలలో ఇంచుమించు మూడువేలమంది కూలిరి.",
    "29": "మోషే - నేడు యెహోవా మిమ్మును ఆశీర్వదించునట్లు మీలో ప్రతివాడు తన కుమారుని మీద పడియైనను తన సహోదరుని మీద పడియైనను యెహోవాకు మిమ్మును మీరు ప్రతిష్ఠించుకొనుడని చెప్పెను.",
    "30": "మరునాడు మోషే ప్రజలతో - మీరు గొప్ప పాపము చేసితిరి గనుక ఇప్పుడు నేను యెహోవా యొద్దకు వెళ్ళెదను; ఒకవేళ మీ పాపమునకు ప్రాయశ్చిత్తము చేయగలనేమో అనెను.",
    "31": "అట్లు మోషే తిరిగి యెహోవా యొద్దకు వెళ్లి - అయ్యో, ఈ ప్రజలు గొప్ప పాపము చేసిరి; వారు తమ కొరకు బంగారు దేవతను చేసికొనిరి.",
    "32": "అయ్యో నీవు వారి పాపమును ఒకవేళ పరిహరించితివా, లేనియెడల నీవు వ్రాసిన నీ గ్రంథములోనుండి నా పేరు తుడిచివేయుమని బతిమాలుకొనుచున్నాననెను.",
    "33": "అందుకు యెహోవా - ఎవడు నా యెదుట పాపము చేసెనో వాని పేరు నా గ్రంథములోనుండి తుడిచివేయుదును.",
    "34": "కాబట్టి నీవు వెళ్లి నేను నీతో చెప్పిన చోటికి ప్రజలను నడిపించుము; ఇదిగో నా దూత నీకు ముందుగా వెళ్లును; అయితే నేను వారిని దర్శించు దినమున వారి పాపమును బట్టి వారిని దండించెదనని మోషేతో చెప్పెను.",
    "35": "అహరోను చేసిన దూడను ప్రజలు చేయించుకొన్నందున యెహోవా వారిని బాధపెట్టెను."
}
