
{
    "1": "మోషే ఇశ్రాయేలీయుల సర్వసమాజమును పోగుచేసి వారితో ఇట్లనెను - మీరు చేయునట్లు యెహోవా ఆజ్ఞాపించిన మాటలు ఇవే.",
    "2": "ఆరు దినములు పనిచేయవలెను; ఏడవ దినము యెహోవాకు ప్రతిష్ఠితమైన విశ్రాంతి దినము; అది మీకు పరిశుద్ధ దినము. దానిలో పనిచేయు ప్రతివాడును మరణశిక్ష నొందును.",
    "3": "విశ్రాంతి దినమున మీరు మీ ఇండ్లలో ఎక్కడను అగ్ని రాజబెట్టకూడదు.",
    "4": "మరియు మోషే ఇశ్రాయేలీయుల సర్వసమాజముతో ఇట్లనెను - యెహోవా ఆజ్ఞాపించినదేమనగా",
    "5": "మీరు మీలోనుండి యెహోవాకు అర్పణను పోగుచేయుడి; బుద్ధిపుట్టిన ప్రతివాడు యెహోవాకు అర్పణను తేవలెను. అదేమనగా బంగారు, వెండి, ఇత్తడి,",
    "6": "నీల ధూమ్ర రక్తవర్ణములు, సన్నపు నార, మేక వెండ్రుకలు,",
    "7": "ఎర్ర రంగు వేసిన పొట్టేలు తోళ్లు, సముద్రవత్సల తోళ్లు, తుమ్మ కర్రలు,",
    "8": "దీపమునకు నూనె, అభిషేక తైలమునకును పరిమళ ధూపమునకును సుగంధ ద్రవ్యములు,",
    "9": "లేత పచ్చలు, ఏఫోదుకును పతకమునకును చెక్కు రత్నములు.",
    "10": "మీలో వివేక హృదయులందరు వచ్చి యెహోవా ఆజ్ఞాపించినవన్నియు చేయవలెను.",
    "11": "అవి ఏవనగా మందిరము, దాని గుడారము, దాని పైకప్పు, దాని కొంకులు, దాని పలకలు, దాని అడ్డకర్రలు, దాని స్తంభములు, దాని దిమ్మలు,",
    "12": "మందసము, దాని మోతకర్రలు, కరుణాపీఠము, కప్పు తెర,",
    "13": "బల్ల, దాని మోతకర్రలు, దాని ఉపకరణములన్నియు, సముఖపు రొట్టెలు,",
    "14": "వెలుగు కొరకు దీపవృక్షము, దాని ఉపకరణములు, దాని ప్రమిదెలు, దీపమునకు తైలము,",
    "15": "ధూప పీఠము, దాని మోతకర్రలు, అభిషేక తైలము, పరిమళ ధూపము, మందిర ద్వారమునకు ద్వారపు తెర,",
    "16": "దహనబలి పీఠము, దాని ఇత్తడి జల్లెడ, దాని మోతకర్రలు, దాని ఉపకరణములన్నియు, గంగాళము, దాని పీట,",
    "17": "ఆవరణపు యవనికలు, దాని స్తంభములు, వాటి దిమ్మలు, ఆవరణ ద్వారపు తెర,",
    "18": "మందిరపు మేకులు, ఆవరణపు మేకులు, వాటి త్రాళ్లు,",
    "19": "పరిశుద్ధ స్థలములో సేవ చేయుటకు సేవా వస్త్రములు, అనగా యాజకుడైన అహరోనుకు ప్రతిష్ఠిత వస్త్రములు, యాజక సేవ చేయుటకు అతని కుమారులకు వస్త్రములు అనునవే.",
    "20": "ఇశ్రాయేలీయుల సర్వసమాజము మోషే యెదుటనుండి వెళ్ళెను.",
    "21": "ఎవరి హృదయము వారిని రేపెనో, ఎవరి మనస్సు వారిని ప్రేరేపించెనో వారందరు ప్రత్యక్షపు గుడారము యొక్క పనికిని, దాని సేవ అంతటికిని, ప్రతిష్ఠిత వస్త్రములకును యెహోవాకు అర్పణను తెచ్చిరి.",
    "22": "స్త్రీలేమి పురుషులేమి ఎవరి హృదయము వారిని ప్రేరేపించెనో వారందరు ముక్కుగుబ్బలను, కమ్మలను, ఉంగరములను, పతకములను, నానావిధములైన బంగారు వస్తువులను తెచ్చిరి; యెహోవాకు బంగారు అర్పణను అర్పించిన ప్రతివాడును వాటిని తెచ్చెను.",
    "23": "మరియు నీల ధూమ్ర రక్తవర్ణములు, సన్నపు నార, మేక వెండ్రుకలు, ఎర్ర రంగు వేసిన పొట్టేలు తోళ్లు, సముద్రవత్సల తోళ్లు ఎవరి యొద్ద ఉండెనో వారందరు వాటిని తెచ్చిరి.",
    "24": "వెండినైనను ఇత్తడినైనను ప్రతిష్ఠించిన ప్రతివాడు యెహోవాకు ఆ అర్పణను తెచ్చెను; ఆ సేవ పనికి కావలసిన తుమ్మ కర్రలు ఎవరి యొద్ద ఉండెనో వారందరు వాటిని తెచ్చిరి.",
    "25": "వివేక హృదయము గల స్త్రీలందరు తమ చేతులతో వడకి, తాము వడకిన నీల ధూమ్ర రక్తవర్ణములు గల నూలును సన్నపు నారను తెచ్చిరి.",
    "26": "ఏ స్త్రీల హృదయములు జ్ఞానమువలన వారిని ప్రేరేపించెనో వారందరు మేక వెండ్రుకలను వడకిరి.",
    "27": "ప్రధానులు ఏఫోదుకును పతకమునకును లేత పచ్చలను చెక్కు రత్నములను,",
    "28": "సుగంధ ద్రవ్యములను, దీపమునకును అభిషేక తైలమునకును పరిమళ ధూపమునకును నూనెను తెచ్చిరి.",
    "29": "చేయుమని యెహోవా మోషే చేత ఆజ్ఞాపించిన పనులన్నిటి కొరకు ఇశ్రాయేలీయులలో పురుషులేమి స్త్రీలేమి ఎవరి హృదయములు వారిని ప్రేరేపించెనో వారందరు మనఃపూర్వకముగా యెహోవాకు కానుకలను తెచ్చిరి.",
    "30": "మోషే ఇశ్రాయేలీయులతో ఇట్లనెను - చూడుము, యెహోవా యూదా గోత్రములో హూరు మనుమడును ఊరీ కుమారుడునైన బెసలేలును పేరు పెట్టి పిలిచి,",
    "31": "విచిత్రమైన పనులను కల్పించుటకును, బంగారుతోను వెండితోను ఇత్తడితోను పనిచేయుటకును,",
    "32": "రత్నములను సానబెట్టి పొదుగుటకును, కర్రను చెక్కుటకును, సమస్తమైన విచిత్రమైన పనులను చేయుటకును",
    "33": "జ్ఞాన విద్యా వివేకములును సమస్తమైన పనుల నేర్పును అతనికి కలుగునట్లు దేవుని ఆత్మతో అతని నింపియున్నాడు.",
    "34": "మరియు ఇతరులకు నేర్పుటకు అతనికిని దాను గోత్రపు అహీసామాకు కుమారుడైన అహోలీయాబుకును బుద్ధి పుట్టించెను.",
    "35": "చెక్కువాడేమి, చిత్రకారుడేమి, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను సన్నపు నారతోను బుటాపని చేయువాడేమి, నేతగాడేమి, చేయు పనులన్నిటిని, అనగా ఏ పనినైనను చేయువారి యొక్కయు, విచిత్రమైన పనులను కల్పించువారి యొక్కయు పనులను చేయుటకు ఆయన వారి హృదయములను జ్ఞానముతో నింపియున్నాడు."
}
