
{
    "1": "పరిశుద్ధ స్థలము యొక్క సేవ పని అంతయు చేయుటకు యెహోవా ఎవరికి జ్ఞాన వివేకములు కలుగజేసెనో ఆ బెసలేలు అహోలీయాబు అనువారును, వివేక హృదయులందరును యెహోవా ఆజ్ఞాపించిన వాటన్నిటి ప్రకారము చేయవలెను.",
    "2": "అప్పుడు మోషే బెసలేలును అహోలీయాబును, యెహోవా ఎవరి హృదయములో జ్ఞానముంచెనో ఆ వివేక హృదయులనందరిని, అనగా ఆ పని చేయుటకు వచ్చుటకు ఎవరి హృదయము వారిని ప్రేరేపించెనో వారినందరిని పిలిపించెను.",
    "3": "పరిశుద్ధ స్థలము యొక్క సేవ పని చేయుటకు ఇశ్రాయేలీయులు తెచ్చిన అర్పణలన్నిటిని వారు మోషే యొద్దనుండి తీసికొనిరి. అయితే వారు ఇంకను ప్రతి ఉదయమున మనఃపూర్వకముగా అర్పణలను అతని యొద్దకు తెచ్చుచుండిరి.",
    "4": "అప్పుడు పరిశుద్ధ స్థలము యొక్క పని అంతయు చేయుచున్న జ్ఞానులందరు తాము చేయుచున్న పని విడిచి వచ్చి",
    "5": "చేయుమని యెహోవా ఆజ్ఞాపించిన సేవ నిమిత్తము ప్రజలు కావలసినదానికంటే ఎక్కువగా తెచ్చుచున్నారని మోషేతో చెప్పిరి.",
    "6": "కాబట్టి మోషే ఆజ్ఞాపించెను; ఎట్లనగా - పురుషుడేమి స్త్రీయేమి పరిశుద్ధ స్థలము యొక్క సేవ నిమిత్తము ఇకను ఏ అర్పణను చేయవద్దని వారు పాళెమంతట చాటించిరి. అట్లు ప్రజలు తేకుండ నిలిచిరి.",
    "7": "చేయవలసిన పని అంతయు చేయుటకు వారు తెచ్చిన సామాగ్రి చాలినదియు మిగిలినదియునై యుండెను.",
    "8": "ఆ పని చేయువారిలో వివేక హృదయులందరు పది తెరలతో మందిరమును చేసిరి; అతడు నీల ధూమ్ర రక్తవర్ణములు గల పేనిన సన్న నారతోను చిత్రకారుని పనియైన కెరూబులతోను వాటిని చేసెను.",
    "9": "ప్రతి తెర పొడుగు ఇరవై ఎనిమిది మూరలు, ప్రతి తెర వెడల్పు నాలుగు మూరలు; తెరలన్నిటికి ఒక్కటే కొలత.",
    "10": "అతడు ఐదు తెరలను ఒకదానితో ఒకటి కూర్చెను, మిగిలిన ఐదు తెరలను ఒకదానితో ఒకటి కూర్చెను.",
    "11": "మరియు కూర్పులో ఒక తెర అంచున నీల వర్ణము గల ఉచ్చులను చేసెను; రెండవ కూర్పులో రెండవ తెర అంచునను అట్లు చేసెను.",
    "12": "అతడు ఒక తెరలో ఏబది ఉచ్చులను, రెండవ కూర్పునకున్న తెర అంచున ఏబది ఉచ్చులను చేసెను; ఆ ఉచ్చులు ఒకదానితో ఒకటి సరిగా ఉండెను.",
    "13": "మరియు అతడు ఏబది బంగారు గుండీలను చేసి, ఆ గుండీలతో ఆ తెరలను ఒకదానితో ఒకటి కూర్చెను; అప్పుడు మందిరము ఒక్కటిగా ఉండెను.",
    "14": "మరియు మందిరము పైని గుడారముగా ఉండుటకు అతడు మేక వెండ్రుకలతో తెరలను చేసెను; పదకొండు తెరలను చేసెను.",
    "15": "ప్రతి తెర పొడుగు ముప్పది మూరలు, ప్రతి తెర వెడల్పు నాలుగు మూరలు; పదకొండు తెరలకు ఒక్కటే కొలత.",
    "16": "అతడు ఐదు తెరలను ఒకటిగాను, ఆరు తెరలను ఒకటిగాను కూర్చెను.",
    "17": "మరియు కూర్పులోనున్న ఒక తెర అంచున ఏబది ఉచ్చులను, రెండవ కూర్పునకున్న తెర అంచున ఏబది ఉచ్చులను చేసెను.",
    "18": "మరియు గుడారము ఒక్కటిగా ఉండునట్లు దాని కూర్చుటకు ఏబది ఇత్తడి గుండీలను చేసెను.",
    "19": "మరియు ఆ గుడారమునకు ఎర్ర రంగు వేసిన పొట్టేలు తోళ్లతో ఒక పైకప్పును, దానిపైన సముద్రవత్సల తోళ్లతో ఒక పైకప్పును చేసెను.",
    "20": "మరియు అతడు మందిరమునకు తుమ్మ కర్రతో నిలువు పలకలను చేసెను.",
    "21": "ప్రతి పలక పొడుగు పది మూరలు, ప్రతి పలక వెడల్పు మూరన్నర.",
    "22": "ప్రతి పలకలో ఒకదానితో ఒకటి చేర్చబడిన రెండు కులకులు ఉండెను; మందిరము యొక్క పలకలన్నిటికిని అలాగే చేసెను.",
    "23": "అతడు మందిరమునకు పలకలను చేసెను; దక్షిణ దిక్కున, అనగా కుడి వైపున ఇరవై పలకలు ఉండెను.",
    "24": "ఆ ఇరవై పలకల క్రింద నలభై వెండి దిమ్మలను చేసెను; ఒక్కొక్క పలక క్రింద దాని రెండు కులకులు ఉండుటకు రెండు దిమ్మలను, రెండవ పలక క్రింద దాని రెండు కులకులు ఉండుటకు రెండు దిమ్మలను చేసెను.",
    "25": "మందిరము యొక్క రెండవ వైపున, అనగా ఉత్తర దిక్కున ఇరవై పలకలను,",
    "26": "వాటి నలభై వెండి దిమ్మలను, అనగా ఈ పలక క్రింద రెండు దిమ్మలను ఆ పలక క్రింద రెండు దిమ్మలను చేసెను.",
    "27": "పడమటి దిక్కున మందిరము వెనుక తట్టున ఆరు పలకలను చేసెను.",
    "28": "మరియు మందిరము వెనుక తట్టున మూలలకు రెండు పలకలను చేసెను.",
    "29": "అవి అడుగున జతగా కూర్చబడెను, పైన శిఖరము వరకు ఒక ఉంగరము నిమిత్తము అవి జతగా కూర్చబడెను; ఆ రెండు మూలలకు ఆ రెంటిని అలాగే చేసెను.",
    "30": "అక్కడ ఎనిమిది పలకలు ఉండెను; పలక పలకకు రెండేసి దిమ్మల చొప్పున వాటి వెండి దిమ్మలు పదారు ఉండెను.",
    "31": "మరియు అతడు తుమ్మ కర్రతో అడ్డకర్రలను చేసెను; మందిరము యొక్క ఒక ప్రక్క పలకలకు ఐదును,",
    "32": "మందిరము యొక్క రెండవ ప్రక్క పలకలకు ఐదును, పడమటి దిక్కున మందిరము వెనుక ప్రక్క పలకలకు ఐదు అడ్డకర్రలను చేసెను.",
    "33": "ఆ పలకల మధ్య నుండు నడిమి అడ్డకర్ర ఈ కొననుండి ఆ కొన వరకు చేరునట్లు చేసెను.",
    "34": "ఆ పలకలకు బంగారు రేకును పొదిగించి, ఆ అడ్డకర్రలు ఉండు వాటి ఉంగరములను బంగారుతో చేసి ఆ అడ్డకర్రలకు బంగారు రేకు పొదిగించెను.",
    "35": "మరియు అతడు నీల ధూమ్ర రక్తవర్ణములు గల పేనిన సన్న నారతో ఒక అడ్డతెరను చేసెను; అది చిత్రకారుని పనియైన కెరూబులు గలదిగా చేసెను.",
    "36": "దాని కొరకు తుమ్మ కర్రతో నాలుగు స్తంభములు చేసి వాటికి బంగారు రేకు పొదిగించెను; వాటి కొంకులు బంగారువి; వాటికి నాలుగు వెండి దిమ్మలను పోత పోసెను.",
    "37": "మరియు గుడారపు ద్వారమునకు నీల ధూమ్ర రక్తవర్ణములు గల పేనిన సన్న నారతో బుటాపనియైన ఒక తెరను చేసెను.",
    "38": "దాని ఐదు స్తంభములను వాటి కొంకులను చేసెను; వాటి పైపీటలను వాటి పట్టీలను బంగారుతో పొదిగించెను; వాటి ఐదు దిమ్మలు ఇత్తడివి."
}
