
{
    "1": "బెసలేలు తుమ్మ కర్రతో మందసమును చేసెను. దాని పొడుగు రెండు మూరన్నర, దాని వెడల్పు మూరన్నర, దాని ఎత్తు మూరన్నర.",
    "2": "దానికి మేలిమి బంగారు రేకును పొదిగించెను; లోపల వెలుపల దానికి పొదిగించెను; దాని మీద చుట్టు బంగారు జవను చేసెను.",
    "3": "దానికి నాలుగు బంగారు ఉంగరములను పోతపోసి, దాని నాలుగు కాళ్లకు, అనగా ఒక ప్రక్క రెండు ఉంగరములను రెండవ ప్రక్క రెండు ఉంగరములను ఉంచెను.",
    "4": "మరియు తుమ్మ కర్రతో మోతకర్రలను చేసి వాటికి బంగారు రేకు పొదిగించెను.",
    "5": "ఆ మందసమును మోయునట్లు మందసము యొక్క ప్రక్కల మీది ఉంగరములలో ఆ కర్రలను చూర్చెను.",
    "6": "మరియు అతడు మేలిమి బంగారుతో కరుణాపీఠమును చేసెను. దాని పొడుగు రెండు మూరన్నర, దాని వెడల్పు మూరన్నర.",
    "7": "మరియు రెండు బంగారు కెరూబులను చేసెను; కరుణాపీఠము యొక్క రెండు కొనలయందు నకిషీ పనితో వాటిని చేసెను.",
    "8": "ఒక కొనయందు ఒక కెరూబును, రెండవ కొనయందు ఒక కెరూబును చేసెను. కరుణాపీఠమునందు దాని రెండు కొనల మీద ఆ కెరూబులను చేసెను.",
    "9": "ఆ కెరూబులు పైకి విప్పిన రెక్కలు గలవై తమ రెక్కలతో కరుణాపీఠమును కప్పుచుండెను. వాటి ముఖములు ఒకటినొకటి చూచుచుండెను; కెరూబుల ముఖములు కరుణాపీఠము వైపు ఉండెను.",
    "10": "మరియు అతడు తుమ్మ కర్రతో బల్లను చేసెను. దాని పొడుగు రెండు మూరలు, దాని వెడల్పు ఒక మూర, దాని ఎత్తు మూరన్నర.",
    "11": "దానికి మేలిమి బంగారు రేకును పొదిగించి దాని చుట్టు బంగారు జవను చేసెను.",
    "12": "దానికి చుట్టు బెత్తెడు బద్దను చేసి ఆ బద్ద చుట్టు బంగారు జవను చేసెను.",
    "13": "దానికి నాలుగు బంగారు ఉంగరములను పోతపోసి, దాని నాలుగు కాళ్లకున్న నాలుగు మూలలయందు ఆ ఉంగరములను ఉంచెను.",
    "14": "బల్లను మోయు కర్రలు ఉండుటకు ఆ ఉంగరములు ఆ బద్దకు సమీపముగా ఉండెను.",
    "15": "బల్లను మోయుటకు ఆ కర్రలను తుమ్మ కర్రతో చేసి వాటికి బంగారు రేకు పొదిగించెను.",
    "16": "మరియు దాని పళ్లెములను, ధూపార్తులను, గిన్నెలను, పానార్పణములు పోయు గరిటెలను, అనగా బల్ల మీది ఉపకరణములను మేలిమి బంగారుతో చేసెను.",
    "17": "మరియు అతడు మేలిమి బంగారుతో దీపవృక్షమును చేసెను. నకిషీ పనితో ఆ దీపవృక్షమును చేసెను; దాని ప్రకాండము, దాని శాఖలు, దాని కలశములు, దాని మొగ్గలు, దాని పువ్వులు దానితో ఏకాండమై ఉండెను.",
    "18": "ఆరు శాఖలు దాని ప్రక్కలనుండి, అనగా దీపవృక్షము యొక్క ఒక ప్రక్కనుండి మూడు శాఖలు, దీపవృక్షము యొక్క రెండవ ప్రక్కనుండి మూడు శాఖలు బయలుదేరెను.",
    "19": "ఒక శాఖలో బాదము రూపముగల మూడు కలశములు మొగ్గయు పువ్వును, రెండవ శాఖలో బాదము రూపముగల మూడు కలశములు మొగ్గయు పువ్వును ఉండెను. దీపవృక్షమునుండి బయలుదేరు ఆరు శాఖలకును అలాగే ఉండెను.",
    "20": "దీపవృక్ష ప్రకాండములో బాదము రూపముగల నాలుగు కలశములు వాటి మొగ్గలు వాటి పువ్వులు ఉండెను.",
    "21": "దాని నుండి బయలుదేరు రెండు శాఖల క్రింద ఒక మొగ్గ, దాని నుండి బయలుదేరు రెండు శాఖల క్రింద ఒక మొగ్గ, దాని నుండి బయలుదేరు రెండు శాఖల క్రింద ఒక మొగ్గ, అట్లు దీపవృక్షమునుండి బయలుదేరు ఆరు శాఖలకు ఉండెను.",
    "22": "వాటి మొగ్గలు వాటి శాఖలు దానితో ఏకాండమై ఉండెను; అదంతయు మేలిమి బంగారుతో చేయబడిన ఒకటే నకిషీ పనిగా ఉండెను.",
    "23": "మరియు అతడు దానికి ఏడు దీపములను, దాని కత్తెరలను, దాని కత్తెరల చిప్పలను మేలిమి బంగారుతో చేసెను.",
    "24": "దానిని దాని ఉపకరణములన్నిటిని ఒక తలాంతు మేలిమి బంగారుతో చేసెను.",
    "25": "మరియు అతడు ధూపము వేయు పీఠమును తుమ్మ కర్రతో చేసెను; దాని పొడుగు ఒక మూర, దాని వెడల్పు ఒక మూర, అది చచ్చౌకముగా ఉండెను; దాని ఎత్తు రెండు మూరలు; దాని కొమ్ములు దానితో ఏకాండమై ఉండెను.",
    "26": "దాని పైభాగమునకును దాని చుట్టునున్న ప్రక్కలకును దాని కొమ్ములకును మేలిమి బంగారు రేకు పొదిగించి, దానికి చుట్టు బంగారు జవను చేసెను.",
    "27": "దాని జవకు దిగువగా దాని రెండు ప్రక్కల మీద రెండు బంగారు ఉంగరములను చేసెను; ఈ ప్రక్కను ఆ ప్రక్కను వాటిని చేసెను; అవి దానిని మోయు మోతకర్రలకు ఉండును.",
    "28": "ఆ కర్రలను తుమ్మ కర్రతో చేసి వాటికి బంగారు రేకు పొదిగించెను.",
    "29": "మరియు అతడు సుగంధ ద్రవ్యములు చేయువాని పనియైన పరిశుద్ధమైన అభిషేక తైలమును, స్వచ్ఛమైన పరిమళ ధూపమును చేసెను."
}
