
{
    "1": "మరియు అతడు తుమ్మ కర్రతో దహనబలిపీఠమును చేసెను. అది ఐదు మూరల పొడుగు ఐదు మూరల వెడల్పు గలదై చచ్చౌకముగా ఉండెను; దాని ఎత్తు మూడు మూరలు.",
    "2": "దాని నాలుగు మూలల మీద దాని కొమ్ములను చేసెను; దాని కొమ్ములు దానితో ఏకాండమై ఉండెను; దానికి ఇత్తడి రేకు పొదిగించెను.",
    "3": "దాని ఉపకరణములన్నిటిని, అనగా కుండలను, చేటలను, గిన్నెలను, ముండ్లకొంకులను, అగ్ని చిప్పలను చేసెను; దాని ఉపకరణములన్నియు ఇత్తడితో చేసెను.",
    "4": "మరియు వల వంటి ఇత్తడి జల్లెడను బలిపీఠమునకు చేసి, బలిపీఠము నడిమి వరకు దాని అంచున క్రింద దాని ఉంచెను.",
    "5": "ఆ ఇత్తడి జల్లెడ నాలుగు మూలలయందు కర్రలు ఉండుటకు నాలుగు ఉంగరములను పోతపోసెను.",
    "6": "మరియు ఆ కర్రలను తుమ్మ కర్రతో చేసి వాటికి ఇత్తడి రేకు పొదిగించెను.",
    "7": "బలిపీఠమును మోయునప్పుడు ఆ కర్రలు దాని ప్రక్కలనున్న ఆ ఉంగరములలో ఉంచెను; దానిని పలకలతో బోలుగా చేసెను.",
    "8": "మరియు అతడు ఇత్తడి గంగాళమును దాని ఇత్తడి పీటను చేసెను; ప్రత్యక్షపు గుడారము యొక్క ద్వారము దగ్గర సేవ చేయుటకు కూడిన సేవకురాండ్ర దర్పణములతో వాటిని చేసెను.",
    "9": "మరియు అతడు ఆవరణమును చేసెను; కుడి వైపున, అనగా దక్షిణ దిక్కున పేనిన సన్న నార యవనికలు నూరు మూరలు ఉండెను.",
    "10": "వాటి ఇరవై స్తంభములును వాటి ఇరవై దిమ్మలును ఇత్తడివి; ఆ స్తంభముల కొంకులును వాటి పట్టీలును వెండివి.",
    "11": "ఉత్తర దిక్కున నూరు మూరలు ఉండెను; వాటి ఇరవై స్తంభములును వాటి ఇరవై దిమ్మలును ఇత్తడివి; ఆ స్తంభముల కొంకులును వాటి పట్టీలును వెండివి.",
    "12": "పడమటి దిక్కున ఆవరణము వెడల్పునకు ఏబది మూరల యవనికలు ఉండెను; వాటి స్తంభములు పది, వాటి దిమ్మలు పది; ఆ స్తంభముల కొంకులును వాటి పట్టీలును వెండివి.",
    "13": "తూర్పున, అనగా ఉదయ దిక్కున ఏబది మూరలు.",
    "14": "ఒక వైపున పదిహేను మూరల యవనికలు ఉండెను; వాటి స్తంభములు మూడు, వాటి దిమ్మలు మూడు.",
    "15": "రెండవ వైపున, అనగా ఆవరణ ద్వారమునకు ఇటును అటును పదిహేను మూరల యవనికలు ఉండెను; వాటి స్తంభములు మూడు, వాటి దిమ్మలు మూడు.",
    "16": "ఆవరణము చుట్టునున్న యవనికలన్నియు పేనిన సన్న నారవి.",
    "17": "ఆ స్తంభముల దిమ్మలు ఇత్తడివి; ఆ స్తంభముల కొంకులును వాటి పట్టీలును వెండివి; వాటి పైపీటల పొదిగింపు వెండిది; ఆవరణ స్తంభములన్నియు వెండి పట్టీలు గలవి.",
    "18": "ఆవరణ ద్వారమునకు నీల ధూమ్ర రక్తవర్ణములు గల పేనిన సన్న నారతో బుటాపనియైన తెర ఉండెను; దాని పొడుగు ఇరవై మూరలు, దాని వెడల్పు, అనగా ఎత్తు ఆవరణ యవనికలకు సరిగా ఐదు మూరలు.",
    "19": "వాటి స్తంభములు నాలుగు, వాటి దిమ్మలు నాలుగు; అవి ఇత్తడివి, వాటి కొంకులు వెండివి, వాటి పైపీటల పొదిగింపును వాటి పట్టీలును వెండివి.",
    "20": "మందిరపు మేకులన్నియు ఆవరణము చుట్టునున్న మేకులన్నియు ఇత్తడివి.",
    "21": "మందిరము, అనగా సాక్ష్యపు గుడారము యొక్క సామాగ్రి మొత్తము ఇదే. యాజకుడైన అహరోను కుమారుడగు ఈతాకూరు చేతికి అప్పగించునట్లు మోషే ఆజ్ఞ చొప్పున లేవీయుల సేవ నిమిత్తము ఇవి లెక్కింపబడెను.",
    "22": "యెహోవా మోషేకు ఆజ్ఞాపించినదంతయు యూదా గోత్రములో హూరు మనుమడును ఊరీ కుమారుడునైన బెసలేలు చేసెను.",
    "23": "అతనితోకూడ దాను గోత్రపు అహీసామాకు కుమారుడైన అహోలీయాబు ఉండెను. ఇతడు చెక్కువాడును, చిత్రకారుడును, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను సన్నపు నారతోను బుటాపని చేయువాడునై యుండెను.",
    "24": "పరిశుద్ధ స్థలము యొక్క పని అంతటిలోను, అనగా ఆ పని అంతటిలోను వినియోగించిన బంగారము, అనగా అర్పించిన బంగారమంతయు పరిశుద్ధ స్థలము యొక్క తులము చొప్పున ఇరవై తొమ్మిది తలాంతుల ఏడు వందల ముప్పది తులములు.",
    "25": "సమాజములో లెక్కకు వచ్చినవారి వెండి పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూరు తలాంతుల వెయ్యిన్ని ఏడు వందల డెబ్బది ఐదు తులములు.",
    "26": "ఇరవై ఏండ్లు మొదలుకొని పైవయస్సు కలిగి లెక్కకు వచ్చినవారందరు ఆరు లక్షల మూడు వేల ఐదు వందల ఏబదిమంది గనుక, తల ఒకటికి అర తులము చొప్పున, అనగా పరిశుద్ధ స్థలము యొక్క తులము చొప్పున అర తులము వెండి.",
    "27": "పరిశుద్ధ స్థలము యొక్క దిమ్మలను అడ్డతెర దిమ్మలను పోతపోయుటకు నూరు తలాంతుల వెండి పట్టినది; తలాంతుకు ఒక దిమ్మ చొప్పున నూరు దిమ్మలకు నూరు తలాంతులు పట్టినది.",
    "28": "వెయ్యిన్ని ఏడు వందల డెబ్బది ఐదు తులములతో స్తంభములకు కొంకులను చేసి వాటి పైపీటలకు రేకులను పొదిగించి వాటికి పట్టీలను చేసెను.",
    "29": "అర్పించిన ఇత్తడి డెబ్బది తలాంతుల రెండు వేల నాలుగు వందల తులములు.",
    "30": "దానితో అతడు ప్రత్యక్షపు గుడారము యొక్క ద్వారపు దిమ్మలను, ఇత్తడి బలిపీఠమును, దాని ఇత్తడి జల్లెడను, ఆ బలిపీఠపు ఉపకరణములన్నిటిని,",
    "31": "ఆవరణము చుట్టునున్న దిమ్మలను, ఆవరణ ద్వారపు దిమ్మలను, మందిరపు మేకులన్నిటిని, ఆవరణము చుట్టునున్న మేకులన్నిటిని చేసెను."
}
