
{
    "1": "మరియు యెహోవా మోషేకు ఆజ్ఞాపించినట్లు వారు పరిశుద్ధ స్థలములో సేవ చేయునప్పుడు ధరించుకొను సేవా వస్త్రములను నీల ధూమ్ర రక్తవర్ణములు గల నూలుతో చేసిరి; వారు అహరోను కొరకు ప్రతిష్ఠిత వస్త్రములను చేసిరి.",
    "2": "అతడు బంగారు, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను, పేనిన సన్న నారతోను ఏఫోదును చేసెను.",
    "3": "వారు బంగారును పల్చని రేకులుగా కొట్టి, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను, సన్నపు నారతోను చిత్రవిచిత్రమైన పనిగా అల్లుటకు వాటిని పేలికలుగా కత్తిరించిరి.",
    "4": "దాని రెండు అంచుల యందు దానికి కలుపబడిన రెండు భుజపు పట్టీలను చేసిరి; అప్పుడు అది కూర్చబడెను.",
    "5": "దాని మీద నుండు విచిత్రమైన దట్టి యెహోవా మోషేకు ఆజ్ఞాపించినట్లు దాని పనిరీతిగానే దానితో ఏకాండమై బంగారు, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను, పేనిన సన్న నారతోను చేయబడెను.",
    "6": "మరియు వారు ఇశ్రాయేలీయుల పేర్లు చెక్కబడిన గోమేధికములను బంగారు జవలో పొదిగించిరి; ముద్రలను చెక్కునట్లు వాటిని చెక్కిరి.",
    "7": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు ఇశ్రాయేలీయులకు జ్ఞాపకార్థమైన రాళ్లుగా ఏఫోదు భుజపట్టీల మీద వాటిని ఉంచెను.",
    "8": "మరియు అతడు న్యాయవిధిగల పతకమును చిత్రకారుని పనిగా ఏఫోదు పనివలే బంగారు, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను, పేనిన సన్న నారతోను చేసెను.",
    "9": "అది మడువబడినదై చచ్చౌకముగా ఉండెను. వారు ఆ పతకమును మడువబడినదానిగా చేసిరి; దాని పొడుగు జేనెడు, దాని వెడల్పు జేనెడు.",
    "10": "అందులో నాలుగు పంక్తుల రత్నములను పొదిగించిరి. మాణిక్యము, పుష్యరాగము, మరకతము గల పంక్తి మొదటిది.",
    "11": "రెండవ పంక్తి నీలము, వైడూర్యము, వజ్రము.",
    "12": "మూడవ పంక్తి లసాంరాయి, సూర్యకాంతరాయి, సుండెరాయి.",
    "13": "నాలుగవ పంక్తి రక్తవర్ణపు రాయి, గోమేధికము, యస్పె రాయి. అవి వాటి పొదిగింపులలో బంగారు జవ గలవిగా ఉండెను.",
    "14": "ఆ రత్నములు ఇశ్రాయేలీయుల పేర్ల చొప్పున వారి పేర్లు గలవై పన్నెండు ఉండెను; ఒక్కొక్క రత్నము మీద ముద్ర చెక్కినట్టు వారి పన్నెండు గోత్రములలో ఒక్కొక్కరి పేరు ఉండెను.",
    "15": "మరియు వారు ఆ పతకము మీద గొలుసుపనిగా అల్లబడిన మేలిమి బంగారు గొలుసులను చేసిరి.",
    "16": "మరియు వారు రెండు బంగారు జవలను రెండు బంగారు ఉంగరములను చేసి, ఆ పతకము యొక్క రెండు కొనలయందు ఆ రెండు ఉంగరములను ఉంచిరి.",
    "17": "ఆ రెండు బంగారు గొలుసులను పతకము యొక్క కొనలయందున్న ఆ రెండు ఉంగరములలో వేసిరి.",
    "18": "ఆ రెండు అల్లిక గొలుసుల ఇతరమైన రెండు కొనలను ఆ రెండు జవలలో వేసి, ఏఫోదు భుజపట్టీల మీద దాని యెదుటి భాగమున ఉంచిరి.",
    "19": "మరియు వారు రెండు బంగారు ఉంగరములను చేసి, ఏఫోదు వైపుననున్న పతకము యొక్క లోపలి అంచున దాని రెండు కొనలకు వాటిని తగిలించిరి.",
    "20": "మరియు వారు రెండు బంగారు ఉంగరములను చేసి, ఏఫోదు యొక్క రెండు భుజపట్టీల క్రింద, దాని యెదుటి భాగమున, దాని కూర్పు దగ్గర, ఏఫోదు విచిత్రమైన దట్టికి పైగా వాటిని వేసిరి.",
    "21": "పతకము ఏఫోదు విచిత్రమైన దట్టికి పైగా ఉండునట్లును, ఏఫోదు నుండి పతకము విడిపోకుండునట్లును, యెహోవా మోషేకు ఆజ్ఞాపించినట్లు దాని ఉంగరములను ఏఫోదు ఉంగరములతో నీల వర్ణపు ఫీతాతో కట్టిరి.",
    "22": "మరియు అతడు ఏఫోదు నిలువుటంగీని నేత పనిగా కేవలము నీల వర్ణముగా చేసెను.",
    "23": "ఆ అంగీ మధ్య రంధ్రము కవచమునకు ఉండునట్టుగా ఉండెను; అది చినిగిపోకుండునట్లు ఆ రంధ్రము చుట్టు ఒక గోటు ఉండెను.",
    "24": "ఆ అంగీ అంచుల చుట్టు నీల ధూమ్ర రక్తవర్ణములు గల పేనిన నూలుతో దానిమ్మ పండ్లను చేసిరి.",
    "25": "మరియు వారు మేలిమి బంగారుతో గంటలను చేసి, ఆ అంగీ అంచుల చుట్టునున్న దానిమ్మ పండ్ల మధ్యను ఆ గంటలను ఉంచిరి.",
    "26": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు సేవ చేయుటకు ఆ అంగీ అంచుల చుట్టు ఒక గంటయు ఒక దానిమ్మ పండును, ఒక గంటయు ఒక దానిమ్మ పండును ఉండెను.",
    "27": "మరియు వారు అహరోనుకును అతని కుమారులకును నేత పనియైన సన్నపు నార చొక్కాయిలను,",
    "28": "సన్నపు నార పాగాను, సన్నపు నారతో అలంకారమైన కుల్లాయిలను, పేనిన సన్నపు నారతో లాగులను,",
    "29": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు పేనిన సన్న నారతోను, నీల ధూమ్ర రక్తవర్ణములు గల నూలుతోను బుటాపనియైన దట్టిని చేసిరి.",
    "30": "మరియు వారు మేలిమి బంగారుతో పరిశుద్ధ కిరీటమును, అనగా ఆ రేకును చేసి, ముద్రను చెక్కినట్లు దానిమీద - యెహోవాకు పరిశుద్ధత - అని చెక్కిరి.",
    "31": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు పాగా మీద దాని కట్టుటకు దానిలో నీల వర్ణపు ఫీతాను తగిలించిరి.",
    "32": "ఈ ప్రకారము ప్రత్యక్షపు గుడారము యొక్క మందిరపు పని అంతయు సంపూర్తి ఆయెను; యెహోవా మోషేకు ఆజ్ఞాపించినదంతయు ఇశ్రాయేలీయులు చేసిరి; ఆలాగుననే చేసిరి.",
    "33": "వారు మందిరమును మోషే యొద్దకు తెచ్చిరి; గుడారమును దాని ఉపకరణములన్నిటిని, దాని కొంకులను, దాని పలకలను, దాని అడ్డకర్రలను, దాని స్తంభములను, దాని దిమ్మలను,",
    "34": "ఎర్ర రంగు వేసిన పొట్టేలు తోళ్ల పైకప్పును, సముద్రవత్సల తోళ్ల పైకప్పును, కప్పు తెరను,",
    "35": "సాక్ష్యపు మందసమును, దాని మోతకర్రలను, కరుణాపీఠమును,",
    "36": "బల్లను, దాని ఉపకరణములన్నిటిని, సముఖపు రొట్టెలను,",
    "37": "పవిత్రమైన దీపవృక్షమును, దాని దీపములను, అనగా వరుసగా ఉంచవలసిన దీపములను, దాని ఉపకరణములన్నిటిని, దీపమునకు తైలమును,",
    "38": "బంగారు పీఠమును, అభిషేక తైలమును, పరిమళ ధూపమును, గుడారపు ద్వారమునకు తెరను,",
    "39": "ఇత్తడి బలిపీఠమును, దాని ఇత్తడి జల్లెడను, దాని మోతకర్రలను, దాని ఉపకరణములన్నిటిని, గంగాళమును, దాని పీటను,",
    "40": "ఆవరణపు యవనికలను, దాని స్తంభములను, దాని దిమ్మలను, ఆవరణ ద్వారమునకు తెరను, దాని త్రాళ్లను, దాని మేకులను, ప్రత్యక్షపు గుడారము యొక్క మందిర సేవకొరకైన ఉపకరణములన్నిటిని,",
    "41": "పరిశుద్ధ స్థలములో సేవ చేయుటకు సేవా వస్త్రములను, అనగా యాజకుడైన అహరోనుకు ప్రతిష్ఠిత వస్త్రములను, యాజక సేవ చేయుటకు అతని కుమారులకు వస్త్రములను తెచ్చిరి.",
    "42": "యెహోవా మోషేకు ఆజ్ఞాపించిన వాటన్నిటి ప్రకారము ఇశ్రాయేలీయులు ఆ పని అంతయు చేసిరి.",
    "43": "మోషే ఆ పని అంతయు చూచినప్పుడు, యెహోవా ఆజ్ఞాపించినట్లు వారు దాని చేసియుండిరి; ఆలాగుననే వారు చేసియుండిరి గనుక మోషే వారిని ఆశీర్వదించెను."
}
