
{
    "1": "మోషే - చిత్తగించుము; వారు నన్ను నమ్మరు, నా మాట వినరు; యెహోవా నీకు ప్రత్యక్షము కాలేదని అందురని ఉత్తరమిచ్చెను.",
    "2": "యెహోవా - నీ చేతిలోనున్నది ఏమిటని అడుగగా అతడు - కర్ర అనెను.",
    "3": "ఆయన - దానిని నేల పడవేయుమనెను; అతడు దానిని నేల పడవేయగానే అది పామాయెను; మోషే దానిని చూసి పారిపోయెను.",
    "4": "యెహోవా - నీ చెయ్యి చాపి దాని తోకను పట్టుకొనుమని మోషేతో చెప్పెను. అతడు చెయ్యి చాపి దానిని పట్టుకొనగానే అది అతని చేతిలో కర్ర ఆయెను.",
    "5": "అందుకాయన - తమ పితరుల దేవుడైన యెహోవా, అనగా అబ్రాహాము దేవుడు ఇస్సాకు దేవుడు యాకోబు దేవుడు తనకు ప్రత్యక్షమాయెనని వారు నమ్మునట్లు ఇది చేయవలెననెను.",
    "6": "మరియు యెహోవా - నీ రొమ్మున చెయ్యి ఉంచుకొనుమని అతనితో చెప్పెను; అతడు తన రొమ్మున చెయ్యి ఉంచుకొని, వెలుపలికి తీసినప్పుడు, అతని చెయ్యి హిమమువలే తెల్లబడి కుష్ఠము పుట్టెను.",
    "7": "ఆయన - నీ చెయ్యి తిరిగి రొమ్మున ఉంచుకొనుమనగా, అతడు తన చెయ్యి తిరిగి రొమ్మున ఉంచుకొని, రొమ్ముననుండి వెలుపలికి తీసినప్పుడు అది తిరిగి అతని మిగిలిన శరీరమువలె ఆయెను.",
    "8": "వారు నిన్ను నమ్మక ఆ మొదటి సూచనను లక్ష్యపెట్టకపోయిన యెడల ఈ రెండవ సూచనను నమ్ముదురు.",
    "9": "వారు ఈ రెండు సూచనలను నమ్మక నీ మాట వినని యెడల నీవు ఏటి నీళ్లు తీసికొని నేలమీద పోయవలెను; నీవు ఏటినుండి తీసిన నీళ్లు ఆరిన నేలమీద రక్తమగునని అతనితో చెప్పెను.",
    "10": "మోషే - ప్రభువా, ఇంతకు మునుపైనను, నీవు నీ దాసునితో మాటలాడినప్పటినుండియైనను నేను మాట నేర్పరిని కాను; నేను నోటి మాంద్యమును నాలుక మాంద్యమును గలవాడనని యెహోవాతో చెప్పగా",
    "11": "యెహోవా - మానవునికి నోరిచ్చినవాడెవడు? మూగవానినైనను చెవిటివానినైనను దృష్టిగలవానినైనను గ్రుడ్డివానినైనను పుట్టించినవాడెవడు? యెహోవానైన నేనే గదా?",
    "12": "కాబట్టి వెళ్లుము; నేను నీ నోటికి తోడైయుండి, నీవు ఏమి పలుకవలెనో అది నీకు బోధించెదనని అతనితో చెప్పెను.",
    "13": "అతడు - ప్రభువా, చిత్తగించుము; నీవు పంపదలచుకొనిన వానినే పంపుమని వేడుకొనగా",
    "14": "యెహోవా కోపము మోషే మీద రగులుకొనెను. ఆయన - లేవీయుడగు అహరోను నీ అన్న కాడా? అతడు బాగుగా మాటలాడగలడని నేనెరుగుదును; ఇదిగో అతడు నిన్ను ఎదుర్కొన వచ్చుచున్నాడు; అతడు నిన్ను చూచి తన హృదయమందు సంతోషించును.",
    "15": "నీవు అతనితో మాటలాడి అతని నోట మాటలు ఉంచవలెను; నేను నీ నోటికిని అతని నోటికిని తోడైయుండి, మీరు చేయవలసినదానిని మీకు బోధించెదను.",
    "16": "అతడే నీకు బదులుగా ప్రజలతో మాటలాడును; అతడే నీకు నోరుగా ఉండును, నీవు అతనికి దేవునిగా ఉందువు.",
    "17": "నీవు ఈ కర్రను చేత పట్టుకొని దానితో ఆ సూచక క్రియలు చేయవలెనని చెప్పెను.",
    "18": "అప్పుడు మోషే తన మామయైన యిత్రో యొద్దకు తిరిగి వెళ్ళి - ఐగుప్తులోనున్న నా బంధువుల యొద్దకు నేను తిరిగి వెళ్లి, వారు ఇంక సజీవులై యున్నారో లేదో చూచెదను; దయచేసి నన్ను వెళ్లనిమ్మని అతనితో చెప్పగా యిత్రో - క్షేమముగా వెళ్లుమని మోషేతో చెప్పెను.",
    "19": "మిద్యానులో యెహోవా - నీవు ఐగుప్తునకు తిరిగి వెళ్లుము; నీ ప్రాణము తీయజూచిన వారందరు చనిపోయారని మోషేతో చెప్పెను.",
    "20": "కాబట్టి మోషే తన భార్యను తన కుమారులను గాడిద మీద ఎక్కించుకొని ఐగుప్తు దేశమునకు తిరిగి వెళ్ళెను; మోషే దేవుని కర్రను తన చేత పట్టుకొనెను.",
    "21": "మరియు యెహోవా మోషేతో ఇట్లనెను - నీవు ఐగుప్తునకు తిరిగి వెళ్ళినప్పుడు, నేను నీ చేతిలో ఉంచిన అద్భుతములన్నిటిని ఫరో యెదుట చేయుటకు జాగ్రత్తపడుము; అయితే నేను అతని హృదయమును కఠినపరచెదను గనుక అతడు ఈ ప్రజలను పోనియ్యడు.",
    "22": "నీవు ఫరోతో - యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు - ఇశ్రాయేలు నా కుమారుడు, నా జ్యేష్ఠపుత్రుడు;",
    "23": "నన్ను సేవించుటకు నా కుమారుని పోనిమ్మని నీతో చెప్పుచున్నాను; వానిని పోనియ్యనొల్లని యెడల ఇదిగో నేను నీ కుమారుని, నీ జ్యేష్ఠపుత్రుని చంపెదనని చెప్పుమనెను.",
    "24": "మార్గమందలి బసలో యెహోవా అతనిని ఎదుర్కొని చంపజూడగా",
    "25": "సిప్పోరా వాడిగల రాతిని తీసికొని తన కుమారుని గోప్యాంగచర్మమును కోసి మోషే కాళ్లయొద్ద పడవేసి - నిశ్చయముగా నీవు నాకు రక్త సంబంధుడవైన పెనిమిటివని చెప్పెను.",
    "26": "అప్పుడు ఆయన అతనిని విడిచిపెట్టెను. సున్నతిని బట్టి - నీవు రక్త సంబంధుడవైన పెనిమిటివి అని ఆమె అనెను.",
    "27": "యెహోవా అహరోనుతో - నీవు అరణ్యమునకు వెళ్లి మోషేను ఎదుర్కొనుమనెను. అతడు వెళ్లి దేవుని పర్వతమునందు అతనిని కలుసుకొని ముద్దుపెట్టుకొనెను.",
    "28": "అప్పుడు మోషే తనను పంపిన యెహోవా మాటలన్నిటిని, ఆయన చేయమన్న సూచక క్రియలన్నిటిని అహరోనుకు వివరించెను.",
    "29": "మోషే అహరోనులు వెళ్లి ఇశ్రాయేలీయుల పెద్దలందరిని పోగుచేసిరి.",
    "30": "అప్పుడు అహరోను యెహోవా మోషేతో చెప్పిన మాటలన్నియు వివరించి ప్రజల యెదుట ఆ సూచక క్రియలు చేసెను.",
    "31": "ప్రజలు నమ్మిరి; యెహోవా ఇశ్రాయేలీయులను దర్శించెననియు, తమ బాధను చూచెననియు వారు విన్నప్పుడు తల వంచి నమస్కారము చేసిరి."
}
