
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "మొదటి నెల మొదటి దినమున నీవు ప్రత్యక్షపు గుడారము యొక్క మందిరమును నిలువబెట్టవలెను.",
    "3": "దానిలో సాక్ష్యపు మందసమును ఉంచి, అడ్డతెరతో ఆ మందసమును కప్పవలెను.",
    "4": "బల్లను లోపలికి తెచ్చి దాని మీద ఉంచవలసిన వాటిని క్రమపరచవలెను; దీపవృక్షమును లోపలికి తెచ్చి దాని దీపములను వెలిగించవలెను.",
    "5": "సాక్ష్యపు మందసము యెదుట ధూపము వేయు బంగారు పీఠమును ఉంచి, మందిర ద్వారమునకు తెరను వేయవలెను.",
    "6": "ప్రత్యక్షపు గుడారము యొక్క మందిర ద్వారము యెదుట దహనబలి పీఠమును ఉంచవలెను.",
    "7": "ప్రత్యక్షపు గుడారమునకును బలిపీఠమునకును మధ్య గంగాళమును ఉంచి దానిలో నీళ్లు పోయవలెను.",
    "8": "మరియు చుట్టు ఆవరణమును నిలువబెట్టి ఆవరణ ద్వారమునకు తెరను వేయవలెను.",
    "9": "అప్పుడు నీవు అభిషేక తైలమును తీసికొని మందిరమును దానిలో ఉన్నదంతటిని అభిషేకించి, దానిని దాని ఉపకరణములన్నిటిని ప్రతిష్ఠింపవలెను; అప్పుడు అది పరిశుద్ధమగును.",
    "10": "మరియు నీవు దహనబలి పీఠమును దాని ఉపకరణములన్నిటిని అభిషేకించి ఆ పీఠమును ప్రతిష్ఠింపవలెను; అప్పుడు ఆ పీఠము అతి పరిశుద్ధమగును.",
    "11": "మరియు గంగాళమును దాని పీటను అభిషేకించి దానిని ప్రతిష్ఠింపవలెను.",
    "12": "నీవు అహరోనును అతని కుమారులను ప్రత్యక్షపు గుడారము యొక్క ద్వారము దగ్గరకు తీసికొని వచ్చి నీళ్లతో వారికి స్నానము చేయించి",
    "13": "అహరోనుకు ప్రతిష్ఠిత వస్త్రములను తొడిగించి, అతడు నాకు యాజకత్వము చేయునట్లు అతనిని అభిషేకించి ప్రతిష్ఠింపవలెను.",
    "14": "మరియు నీవు అతని కుమారులను తీసికొని వచ్చి వారికి చొక్కాయిలను తొడిగించి",
    "15": "వారు నాకు యాజకత్వము చేయునట్లు వారి తండ్రిని అభిషేకించినట్టు వారిని అభిషేకించవలెను. వారి అభిషేకము తరతరములకు వారికి నిత్యమైన యాజకత్వముగా ఉండుననెను.",
    "16": "మోషే అట్లు చేసెను; యెహోవా తనకు ఆజ్ఞాపించిన వాటన్నిటి ప్రకారము అతడు చేసెను.",
    "17": "రెండవ సంవత్సరము మొదటి నెల మొదటి దినమున మందిరము నిలువబెట్టబడెను.",
    "18": "మోషే ఆ మందిరమును నిలువబెట్టెను; అతడు దాని దిమ్మలను వేసి, దాని పలకలను నిలిపి, దాని అడ్డకర్రలను ఉంచి, దాని స్తంభములను నిలువబెట్టెను.",
    "19": "అతడు మందిరము పైని గుడారమును పరచి, దానికి పైన గుడారపు పైకప్పును వేసెను; యెహోవా మోషేకు ఆజ్ఞాపించినట్లు చేసెను.",
    "20": "మరియు అతడు శాసనములను తీసికొని మందసములో ఉంచి, మందసమునకు మోతకర్రలను దూర్చి, మందసము మీద కరుణాపీఠమును ఉంచెను.",
    "21": "మందసమును మందిరములోనికి తెచ్చి, కప్పు అడ్డతెరను వేసి, సాక్ష్యపు మందసమును కప్పెను; యెహోవా మోషేకు ఆజ్ఞాపించినట్లు చేసెను.",
    "22": "మరియు అతడు ప్రత్యక్షపు గుడారములో అడ్డతెర వెలుపల మందిరము యొక్క ఉత్తర దిక్కున బల్లను ఉంచెను.",
    "23": "యెహోవా సన్నిధిని దానిమీద రొట్టెలను క్రమముగా ఉంచెను; యెహోవా మోషేకు ఆజ్ఞాపించినట్లు చేసెను.",
    "24": "మరియు అతడు ప్రత్యక్షపు గుడారములో బల్లకు ఎదురుగా మందిరము యొక్క దక్షిణ దిక్కున దీపవృక్షమును ఉంచెను.",
    "25": "యెహోవా సన్నిధిని దీపములను వెలిగించెను; యెహోవా మోషేకు ఆజ్ఞాపించినట్లు చేసెను.",
    "26": "మరియు అతడు ప్రత్యక్షపు గుడారములో అడ్డతెర యెదుట బంగారు పీఠమును ఉంచెను.",
    "27": "దానిమీద పరిమళ ధూపము వేసెను; యెహోవా మోషేకు ఆజ్ఞాపించినట్లు చేసెను.",
    "28": "మరియు అతడు మందిర ద్వారమునకు తెరను వేసెను.",
    "29": "మరియు అతడు ప్రత్యక్షపు గుడారము యొక్క మందిర ద్వారమునొద్ద దహనబలి పీఠమును ఉంచి, దానిమీద దహనబలిని నైవేద్యమును అర్పించెను; యెహోవా మోషేకు ఆజ్ఞాపించినట్లు చేసెను.",
    "30": "మరియు అతడు ప్రత్యక్షపు గుడారమునకును బలిపీఠమునకును మధ్య గంగాళమును ఉంచి, కడుగుకొనుటకు దానిలో నీళ్లు పోసెను.",
    "31": "మోషేయు అహరోనును అతని కుమారులును దానిలో తమ చేతులను కాళ్లను కడుగుకొనిరి.",
    "32": "వారు ప్రత్యక్షపు గుడారములోనికి వెళ్లునప్పుడును, బలిపీఠము నొద్దకు సమీపించునప్పుడును కడుగుకొనిరి; యెహోవా మోషేకు ఆజ్ఞాపించినట్లు చేసెను.",
    "33": "మరియు అతడు మందిరము చుట్టును బలిపీఠము చుట్టును ఆవరణమును ఏర్పరచి, ఆవరణ ద్వారమునకు తెరను వేసెను. అట్లు మోషే పనిని సంపూర్తి చేసెను.",
    "34": "అప్పుడు మేఘము ప్రత్యక్షపు గుడారమును కమ్మగా యెహోవా తేజస్సు మందిరమును నింపెను.",
    "35": "మేఘము దానిమీద నిలిచియున్నందునను, యెహోవా తేజస్సు మందిరమును నింపినందునను మోషే ప్రత్యక్షపు గుడారములోనికి వెళ్ళలేకపోయెను.",
    "36": "ఆ మేఘము మందిరము మీదనుండి పైకి లేచినప్పుడెల్ల ఇశ్రాయేలీయులు తమ ప్రయాణములన్నిటిలో సాగిపోయిరి.",
    "37": "ఆ మేఘము పైకి లేవనియెడల అది లేచు దినము వరకు వారు ప్రయాణము చేయలేదు.",
    "38": "ఇశ్రాయేలీయులందరి కన్నుల యెదుట పగలు యెహోవా మేఘము మందిరము మీద ఉండెను, రాత్రి అగ్ని దానిమీద ఉండెను; వారి ప్రయాణములన్నిటిలో ఈలాగున ఉండెను."
}
