
{
    "1": "తరువాత మోషే అహరోనులు ఫరో యొద్దకు వెళ్లి - ఇశ్రాయేలీయుల దేవుడైన యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు - అరణ్యములో నాకు ఉత్సవము చేయుటకు నా జనులను పోనిమ్ము అని చెప్పగా",
    "2": "ఫరో - నేను ఆయన మాట వినడానికి యెహోవా ఎవడు? నేను ఇశ్రాయేలీయులను పోనియ్యను, యెహోవాను ఎరుగను అనెను.",
    "3": "అందుకు వారు - హెబ్రీయుల దేవుడు మాకు ప్రత్యక్షమాయెను; మేము అరణ్యమునకు మూడు దినముల ప్రయాణమంత దూరము వెళ్లి మా దేవుడైన యెహోవాకు బలి అర్పించుదుము, సెలవిమ్ము; లేనియెడల ఆయన తెగులుతోనైనను ఖడ్గముతోనైనను మమ్మును మొత్తవచ్చునని చెప్పగా",
    "4": "ఐగుప్తు రాజు - మోషే అహరోనూ, ఈ ప్రజలను తమ పనులనుండి ఎందుకు ఆటంకపరచుచున్నారు? మీ మీ పనులకు వెళ్లుడని వారితో చెప్పెను.",
    "5": "మరియు ఫరో - ఇదిగో ఈ దేశములో ఈ జనులు ఇప్పుడు విస్తారముగా ఉన్నారు; మీరు వారిని పనులు మానిపించుచున్నారని చెప్పెను.",
    "6": "ఆ దినమున ఫరో ప్రజలమీదనున్న వెట్టి పని చేయించు అధికారులకును నాయకులకును ఈలాగు ఆజ్ఞాపించెను",
    "7": "ఇటుకలు చేయుటకు మీరు ఇకమీదట ఈ జనులకు గడ్డి ఇయ్యవద్దు; వారే వెళ్లి తమకు గడ్డి కూర్చుకొనవలెను.",
    "8": "అయితే వారు ఇంతకు మునుపు చేసిన ఇటుకల లెక్క చొప్పుననే వారిచేత చేయింపవలెను; దానిలో ఏదియు తక్కువ చేయవద్దు; వారు సోమరులు గనుక - మేము వెళ్లి మా దేవునికి బలి అర్పించుదుము, మమ్మును పోనిమ్మని కేకలు వేయుచున్నారు.",
    "9": "ఆ మనుష్యుల పనిని భారము చేయుడి; వారు దానిలో కష్టపడవలెను, అబద్ధపు మాటలు లక్ష్యపెట్టనియ్యకుడి అనెను.",
    "10": "కాబట్టి ఆ ప్రజల వెట్టి పని అధికారులును నాయకులును బయటికి వెళ్లి - ఫరో ఆజ్ఞ ఏమనగా - నేను మీకు గడ్డి ఇయ్యను;",
    "11": "మీరు వెళ్లి మీకు గడ్డి ఎక్కడ దొరుకునో అక్కడనే కూర్చుకొనుడి; అయినను మీ పనిలో కొంచెమైనను తక్కువ చేయబడదని ప్రజలతో చెప్పిరి.",
    "12": "కాబట్టి గడ్డికి బదులుగా కొయ్యకాడలు ఏరుకొనుటకు ప్రజలు ఐగుప్తు దేశమంతట చెదిరిపోయిరి.",
    "13": "వెట్టి పని చేయించు అధికారులు వారిని త్వరపెట్టి - గడ్డి ఉన్నప్పటివలెనే మీ ినేటి పని నేడే ముగించుడని చెప్పిరి.",
    "14": "మరియు ఫరో వెట్టి పని చేయించు అధికారులు తాము ఇశ్రాయేలీయుల మీద నియమించిన నాయకులను కొట్టి - మీరు నిన్నను నేడును ఇటుకల పనిని మునుపటివలె ఎందుకు పూర్తి చేయలేదని అడుగగా",
    "15": "ఇశ్రాయేలీయుల నాయకులు వచ్చి ఫరోకు మొరపెట్టుచు - నీ దాసుల యెడల నీవు ఎందుకిట్లు చేయుచున్నావు?",
    "16": "నీ దాసులకు గడ్డి ఇయ్యకయే ఇటుకలు చేయుడని వారు మాతో చెప్పుచున్నారు; ఇదిగో నీ దాసులమైన మమ్మును కొట్టుచున్నారు; అయితే తప్పు నీ జనులదే అని చెప్పిరి.",
    "17": "అందుకతడు - మీరు సోమరులు, మీరు సోమరులు; అందుచేతనే - మేము వెళ్లి యెహోవాకు బలి అర్పించుదుము, మమ్మును పోనిమ్మని చెప్పుచున్నారు.",
    "18": "కాబట్టి మీరు వెళ్లి పని చేయుడి, గడ్డి మీకు ఇయ్యబడదు, అయినను ఇటుకల లెక్కను అప్పగించవలెనని చెప్పెను.",
    "19": "ప్రతి దినము చేయవలసిన ఇటుకల లెక్కలో ఏమియు తక్కువ చేయకూడదని చెప్పినప్పుడు ఇశ్రాయేలీయుల నాయకులు తాము ఆపదలో నున్నామని తెలిసికొనిరి.",
    "20": "వారు ఫరో యొద్దనుండి బయటికి వచ్చుచుండగా త్రోవలో నిలిచియున్న మోషే అహరోనులను ఎదుర్కొని",
    "21": "ఫరో యెదుటను అతని దాసుల యెదుటను మా వాసన అసహ్యముగా ఉండునట్లు చేసి, మమ్మును చంపుటకు వారి చేతికి కత్తి ఇచ్చితిరి గనుక యెహోవా మిమ్మును చూచి తీర్పు తీర్చును గాక అనిరి.",
    "22": "అప్పుడు మోషే యెహోవా యొద్దకు తిరిగి వెళ్లి - ప్రభువా, నీవు ఈ ప్రజలకు ఎందుకు కీడు చేసితివి? నన్నెందుకు పంపితివి?",
    "23": "నేను నీ పేరట మాటలాడుటకు ఫరో యొద్దకు వచ్చినప్పటినుండి అతడు ఈ ప్రజలకు కీడే చేయుచున్నాడు; నీవు నీ ప్రజలను ఎంతమాత్రమును విడిపించలేదని చెప్పెను."
}
