
{
    "1": "అందుకు యెహోవా - ఫరోకు నేను చేయబోవుదానిని ఇప్పుడు నీవు చూచెదవు; నా బలమైన హస్తము చూచి అతడు వారిని పోనిచ్చును; నా బలమైన హస్తము చూచియే అతడు తన దేశములోనుండి వారిని వెళ్లగొట్టునని మోషేతో చెప్పెను.",
    "2": "మరియు దేవుడు మోషేతో ఇట్లనెను - నేను యెహోవాను;",
    "3": "నేను సర్వశక్తిగల దేవుడు అను పేరున అబ్రాహాము ఇస్సాకు యాకోబులకు ప్రత్యక్షమైతిని గాని యెహోవా అను నా నామమున నేను వారికి తెలియబడలేదు.",
    "4": "మరియు వారు పరదేశులై తిరిగిన కనాను దేశమును వారికిచ్చుటకు వారితో నా నిబంధనను స్థిరపరచితిని.",
    "5": "ఐగుప్తీయులు దాసత్వమునకు లోపరచుకొన్న ఇశ్రాయేలీయుల మూలుగును విని నా నిబంధనను జ్ఞాపకము చేసికొంటిని.",
    "6": "కాబట్టి నీవు ఇశ్రాయేలీయులతో ఈలాగు చెప్పుము - నేనే యెహోవాను; ఐగుప్తీయుల బరువుల క్రిందనుండి మిమ్మును బయటికి రప్పించి, వారి దాస్త్వములోనుండి మిమ్మును విడిపించి, నా బాహువు చాపి గొప్ప తీర్పులు తీర్చి మిమ్మును విడిపించెదను.",
    "7": "మిమ్మును నా ప్రజలుగా చేర్చుకొని మీకు దేవుడనై యుందును; అప్పుడు ఐగుప్తీయుల బరువుల క్రిందనుండి మిమ్మును బయటికి రప్పించిన మీ దేవుడైన యెహోవాను నేనే అని మీరు తెలిసికొందురు.",
    "8": "అబ్రాహాము ఇస్సాకు యాకోబులకు ఇచ్చెదనని నేను ప్రమాణము చేసిన దేశమునకు మిమ్మును రప్పించి, దానిని మీకు స్వాస్థ్యముగా ఇచ్చెదను; నేనే యెహోవాను అని చెప్పుమనెను.",
    "9": "మోషే ఇశ్రాయేలీయులతో ఆలాగు చెప్పెను గాని, మనోవేదన చేతను కఠిన దాస్యము చేతను వారు మోషే మాట వినకపోయిరి.",
    "10": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను",
    "11": "నీవు లోపలికి వెళ్లి, ఐగుప్తు రాజైన ఫరో తన దేశములోనుండి ఇశ్రాయేలీయులను పోనియ్యవలెనని అతనితో చెప్పుమనెను.",
    "12": "అందుకు మోషే - ఇశ్రాయేలీయులే నా మాట వినలేదు; ఫరో నా మాట ఎట్లు వినును? నేను మాట మాంద్యము గలవాడనని యెహోవా సన్నిధిని పలికెను.",
    "13": "అప్పుడు యెహోవా మోషే అహరోనులతో మాటలాడి, ఇశ్రాయేలీయుల యొద్దకును ఐగుప్తు రాజైన ఫరో యొద్దకును వారిని పంపుచు - మీరు ఇశ్రాయేలీయులను ఐగుప్తు దేశములోనుండి వెలుపలికి రప్పించవలెనని వారికి ఆజ్ఞాపించెను.",
    "14": "వారి పితరుల కుటుంబముల పెద్దలు ఎవరనగా - ఇశ్రాయేలు జ్యేష్ఠకుమారుడైన రూబేను కుమారులు హనోకు పల్లు హెస్రోను కర్మీ; వీరు రూబేను వంశస్థులు.",
    "15": "షిమ్యోను కుమారులు యెమూయేలు యామీను ఓహెదు యాకీను సోహరు కనానీయురాలి కుమారుడైన షావూలు; వీరు షిమ్యోను వంశస్థులు.",
    "16": "వారి వారి తరములనుబట్టి లేవి కుమారుల పేర్లు ఏవనగా - గెర్షోను కహతు మెరారి. లేవి నూట ముప్పది ఏడు ఏండ్లు బ్రతికెను.",
    "17": "గెర్షోను కుమారులు వారి వారి వంశముల చొప్పున లిబ్నీ షిమీ.",
    "18": "కహతు కుమారులు అమ్రాము ఇస్హారు హెబ్రోను ఉజ్జీయేలు. కహతు నూట ముప్పది మూడు ఏండ్లు బ్రతికెను.",
    "19": "మెరారి కుమారులు మహలి మూషి. వారి వారి తరములనుబట్టి వీరు లేవీయుల వంశస్థులు.",
    "20": "అమ్రాము తన మేనత్తయైన యోకెబెదును పెండ్లి చేసికొనెను; ఆమె అతనికి అహరోనును మోషేను కనెను. అమ్రాము నూట ముప్పది ఏడు ఏండ్లు బ్రతికెను.",
    "21": "ఇస్హారు కుమారులు కోరహు నెపెగు జి క్రీ.",
    "22": "ఉజ్జీయేలు కుమారులు మిషాయేలు ఎల్సాఫాను సిత్రి.",
    "23": "అహరోను అమ్మీనాదాబు కుమార్తెయు నయస్సోను సహోదరియునైన ఎలీషెబాను పెండ్లి చేసికొనెను. ఆమె అతనికి నాదాబును అబీహును ఎలియాజరును ఈతాకూరును కనెను.",
    "24": "కోరహు కుమారులు అస్సీరు ఎల్కానా అబీయాసాపు; వీరు కోరహీయుల వంశస్థులు.",
    "25": "అహరోను కుమారుడైన ఎలియాజరు పూతియేలు కుమార్తెలలో ఒకదానిని పెండ్లి చేసికొనెను; ఆమె అతనికి ఫీనెహాసును కనెను. వీరు తమ తమ వంశముల చొప్పున లేవీయుల పితరుల కుటుంబముల పెద్దలు.",
    "26": "మీరు ఇశ్రాయేలీయులను వారి వారి సమూహముల చొప్పున ఐగుప్తు దేశములోనుండి వెలుపలికి రప్పించుడని యెహోవా ఆజ్ఞాపించిన అహరోను మోషేలు వీరే.",
    "27": "ఇశ్రాయేలీయులను ఐగుప్తులోనుండి వెలుపలికి రప్పించుటకై ఐగుప్తు రాజైన ఫరోతో మాటలాడినవారు వీరే; ఈ మోషే అహరోనులు వీరే.",
    "28": "యెహోవా ఐగుప్తు దేశములో మోషేతో మాటలాడిన దినమున",
    "29": "యెహోవా - నేను యెహోవాను; నేను నీతో చెప్పుచున్నదంతయు నీవు ఐగుప్తు రాజైన ఫరోతో చెప్పుమని మోషేతో చెప్పగా",
    "30": "మోషే - చిత్తగించుము; నేను మాట మాంద్యము గలవాడను; ఫరో నా మాట ఎట్లు వినునని యెహోవా సన్నిధిని పలికెను."
}
