
{
    "1": "యెహోవా మోషేతో ఇట్లనెను - నీవు ఫరో యొద్దకు వెళ్లి - నన్ను సేవించుటకు నా ప్రజలను పోనిమ్ము.",
    "2": "నీవు వారిని పోనియ్యనొల్లనియెడల, ఇదిగో నేను నీ దేశమంతటిని కప్పలతో మొత్తెదను.",
    "3": "ఏరు కప్పలతో నిండియుండును; అవి నీ యింటిలోనికిని నీ పడక గదిలోనికిని నీ మంచము మీదికిని నీ సేవకుల ఇండ్లలోనికిని నీ జనుల మీదికిని నీ పొయ్యిలలోనికిని నీ పిండి పిసుకు తొట్లలోనికిని ఎక్కి వచ్చును.",
    "4": "నీ మీదికిని నీ జనుల మీదికిని నీ సేవకులందరి మీదికిని ఆ కప్పలు ఎక్కి వచ్చునని యెహోవా సెలవిచ్చుచున్నాడని చెప్పుమనెను.",
    "5": "మరియు యెహోవా మోషేతో ఇట్లనెను - నీవు అహరోనుతో - ఏరుల మీదను కాలువల మీదను చెరువుల మీదను నీ కర్రను పట్టుకొని నీ చెయ్యి చాపి ఐగుప్తు దేశము మీదికి కప్పలను రప్పించుమని చెప్పుమనెను.",
    "6": "అహరోను ఐగుప్తు జలములమీద తన చెయ్యి చాపగా కప్పలు ఎక్కి వచ్చి ఐగుప్తు దేశమును కప్పెను.",
    "7": "శకునగాండ్రు కూడ తమ మంత్రములవలన ఆలాగు చేసి ఐగుప్తు దేశము మీదికి కప్పలను రప్పించిరి.",
    "8": "అప్పుడు ఫరో మోషే అహరోనులను పిలిపించి - నా యొద్దనుండి నా జనుల యొద్దనుండి ఈ కప్పలను తొలగించుమని యెహోవాను వేడుకొనుడి; యెహోవాకు బలి అర్పించుటకు ఈ ప్రజలను పోనిచ్చెదనని చెప్పగా",
    "9": "మోషే - నీ యొద్దనుండియు నీ యిండ్లలోనుండియు ఆ కప్పలు నశించి, ఏటిలో మాత్రమే ఉండునట్లు నీ కొరకును నీ సేవకుల కొరకును నీ ప్రజల కొరకును నేను ఎప్పుడు వేడుకొనవలెనో అది నాకే వదిలిపెట్టుమని ఫరోతో చెప్పెను.",
    "10": "అందుకతడు - రేపే అనెను. అందుకు మోషే - మా దేవుడైన యెహోవా వంటి వారెవరును లేరని నీవు తెలిసికొనునట్లు నీ మాట చొప్పున జరుగును.",
    "11": "కప్పలు నీ యొద్దనుండియు నీ యిండ్లలోనుండియు నీ సేవకుల యొద్దనుండియు నీ జనుల యొద్దనుండియు తొలగిపోయి ఏటిలో మాత్రమే ఉండునని చెప్పెను.",
    "12": "అట్లు మోషే అహరోనులు ఫరో యొద్దనుండి వెళ్ళిరి. ఫరో మీదికి రప్పించిన కప్పల విషయమై మోషే యెహోవాకు మొరపెట్టగా",
    "13": "యెహోవా మోషే మాట చొప్పున చేసెను గనుక ఇండ్లలోను దొడ్లలోను పొలములలోను ఉండిన కప్పలు చచ్చెను.",
    "14": "వారు వాటిని కుప్పలు కుప్పలుగా పోగుచేసిరి, భూమి కంపుకొట్టెను.",
    "15": "అయితే ఫరో ఉపశమనము కలుగుట చూచి, యెహోవా చెప్పినట్లు తన హృదయమును కఠినపరచుకొని వారి మాట వినకపోయెను.",
    "16": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను - నీవు అహరోనుతో - నీ కర్రను చాపి ఈ దేశపు ధూళిని కొట్టుము; అది ఐగుప్తు దేశమందంతట పేలు అగునని చెప్పుమనెను.",
    "17": "వారు ఆలాగు చేసిరి; అహరోను తన కర్రను పట్టుకొని చెయ్యి చాపి దేశపు ధూళిని కొట్టగా అది మనుష్యుల మీదికిని జంతువుల మీదికిని పేలు అయి వచ్చెను; ఐగుప్తు దేశమందంతట దేశపు ధూళి అంతయు పేలు ఆయెను.",
    "18": "శకునగాండ్రు కూడ పేలు పుట్టించవలెనని తమ మంత్రములవలన ఆలాగు చేసిరి గాని అది వారివలన కాకపోయెను. పేలు మనుష్యుల మీదను జంతువుల మీదను ఉండగా",
    "19": "శకునగాండ్రు - ఇది దేవుని వ్రేలు అని ఫరోతో చెప్పిరి. అయినను యెహోవా చెప్పినట్లు ఫరో హృదయము కఠినమాయెను, అతడు వారి మాట వినకపోయెను.",
    "20": "మరియు యెహోవా మోషేతో ఇట్లనెను - నీవు ఉదయమున లేచి ఫరో యెదుట నిలువుము; ఇదిగో అతడు ఏటి యొద్దకు వచ్చును. నీవు అతనితో - నన్ను సేవించుటకు నా ప్రజలను పోనిమ్ము.",
    "21": "నీవు నా ప్రజలను పోనియ్యని యెడల నేను నీ మీదికిని నీ సేవకుల మీదికిని నీ జనుల మీదికిని నీ యిండ్ల మీదికిని ఈగల గుంపులను పంపెదను; ఐగుప్తీయుల ఇండ్లును వారున్న నేలయు ఈగలతో నిండును.",
    "22": "ఆ దినమున నేను నా ప్రజలున్న గోషెను దేశమును మినహాయించెదను; అక్కడ ఈగలు ఉండవు; అందువలన భూమి నడుమనున్న యెహోవాను నేనే అని నీవు తెలిసికొందువు.",
    "23": "నా ప్రజలకును నీ ప్రజలకును వ్యత్యాసముంచెదను; రేపు ఈ సూచక క్రియ జరుగునని యెహోవా సెలవిచ్చుచున్నాడని చెప్పుమనెను.",
    "24": "యెహోవా ఆలాగు చేసెను; విస్తారమైన ఈగలు ఫరో ఇంటిలోనికిని అతని సేవకుల ఇండ్లలోనికిని ఐగుప్తు దేశమంతటిలోనికిని వచ్చెను; ఆ ఈగలవలన దేశము చెడిపోయెను.",
    "25": "అప్పుడు ఫరో మోషే అహరోనులను పిలిపించి - మీరు వెళ్లి ఈ దేశములో మీ దేవునికి బలి అర్పించుడని చెప్పగా",
    "26": "మోషే - ఆలాగు చేయదగదు; మా దేవుడైన యెహోవాకు మేము అర్పించు బలి ఐగుప్తీయులకు హేయము; ఇదిగో ఐగుప్తీయులకు హేయమైన బలిని వారి కన్నుల యెదుట అర్పించిన యెడల వారు రాళ్లతో మమ్మును కొట్టుదురు గదా.",
    "27": "మేము అరణ్యమునకు మూడు దినముల ప్రయాణమంత దూరము వెళ్లి ఆయన మాకు ఆజ్ఞాపించునట్లు మా దేవుడైన యెహోవాకు బలి అర్పించెదమని చెప్పెను.",
    "28": "అందుకు ఫరో - అరణ్యములో మీ దేవుడైన యెహోవాకు బలి అర్పించుటకు మిమ్మును పోనిచ్చెదను గాని మీరు చాల దూరము వెళ్లవద్దు; నా కొరకు విజ్ఞాపన చేయుడనెను.",
    "29": "అప్పుడు మోషే - ఇదిగో నేను నీ యొద్దనుండి వెళ్లి రేపు ఈగలు ఫరో యొద్దనుండియు అతని సేవకుల యొద్దనుండియు అతని జనుల యొద్దనుండియు తొలగిపోవునట్లు యెహోవాకు విజ్ఞాపన చేసెదను; అయితే యెహోవాకు బలి అర్పించుటకు ఈ ప్రజలను పోనియ్యక ఫరో ఇకను మోసము చేయకూడదని చెప్పెను.",
    "30": "మోషే ఫరో యొద్దనుండి వెళ్లి యెహోవాకు విజ్ఞాపన చేసెను.",
    "31": "యెహోవా మోషే మాట చొప్పున చేసెను; ఆయన ఫరో యొద్దనుండియు అతని సేవకుల యొద్దనుండియు అతని జనుల యొద్దనుండియు ఆ ఈగలను తొలగించెను; ఒక్కటియైనను నిలువలేదు.",
    "32": "అయినను ఫరో ఆ సమయమున కూడ తన హృదయమును కఠినపరచుకొని ఆ ప్రజలను పోనియ్యలేదు."
}
