
{
    "1": "తరువాత యెహోవా మోషేతో ఇట్లనెను - నీవు ఫరో యొద్దకు వెళ్లి - నన్ను సేవించుటకు నా ప్రజలను పోనిమ్ము.",
    "2": "నీవు వారిని పోనియ్యక ఇంకను అడ్డగించిన యెడల",
    "3": "ఇదిగో యెహోవా బాహువు పొలములోనున్న నీ పశువుల మీదను గుఱ్ఱముల మీదను గాడిదల మీదను ఒంటెల మీదను ఎడ్ల మీదను గొర్రెల మీదను ఉండును; మిక్కిలి భయంకరమైన తెగులు కలుగును.",
    "4": "యెహోవా ఇశ్రాయేలీయుల పశువులకును ఐగుప్తీయుల పశువులకును వ్యత్యాసము చేయును; ఇశ్రాయేలీయులకున్న వాటన్నిటిలో ఒక్కటియైనను చావదని హెబ్రీయుల దేవుడైన యెహోవా సెలవిచ్చుచున్నాడని చెప్పుమనెను.",
    "5": "మరియు యెహోవా కాలము నిర్ణయించి - రేపు యెహోవా ఈ దేశములో ఈ కార్యము చేయునని చెప్పెను.",
    "6": "మరునాడు యెహోవా ఆ కార్యము చేసెను; ఐగుప్తీయుల పశువులన్నియు చచ్చెను గాని ఇశ్రాయేలీయుల పశువులలో ఒక్కటియైనను చావలేదు.",
    "7": "ఫరో మనుష్యులను పంపి చూడగా, ఇశ్రాయేలీయుల పశువులలో ఒక్కటియైనను చావలేదు. అయినను ఫరో హృదయము కఠినమాయెను, అతడు ప్రజలను పోనియ్యలేదు.",
    "8": "అప్పుడు యెహోవా మోషే అహరోనులతో - మీరు మీ పిడికిళ్ల నిండ ఆవములోని బూడిదను తీసికొనుడి; ఫరో కన్నుల యెదుట మోషే ఆకాశము వైపు దానిని చల్లవలెను.",
    "9": "అది ఐగుప్తు దేశమందంతట సన్నని ధూళి అయి, ఐగుప్తు దేశమందంతట మనుష్యుల మీదను జంతువుల మీదను పొక్కులు పొక్కు కురుపులగునని చెప్పెను.",
    "10": "కాబట్టి వారు ఆవములోని బూడిదను తీసికొని ఫరో యెదుట నిలిచిరి; మోషే ఆకాశము వైపు దానిని చల్లగా అది మనుష్యులకును జంతువులకును పొక్కులు పొక్కు కురుపులాయెను.",
    "11": "ఆ కురుపుల వలన శకునగాండ్రు మోషే యెదుట నిలువలేకపోయిరి; ఆ కురుపులు శకునగాండ్రకును ఐగుప్తీయులందరికిని పుట్టెను.",
    "12": "అయితే యెహోవా ఫరో హృదయమును కఠినపరచెను గనుక యెహోవా మోషేతో చెప్పినట్లు అతడు వారి మాట వినకపోయెను.",
    "13": "మరియు యెహోవా మోషేతో ఇట్లనెను - నీవు ఉదయమున లేచి ఫరో యెదుట నిలిచి అతనితో ఇట్లనుము - నన్ను సేవించుటకు నా ప్రజలను పోనిమ్ము.",
    "14": "లేనియెడల ఈ సారి నా తెగుళ్లన్నిటిని నీ హృదయము మీదను నీ సేవకుల మీదను నీ ప్రజల మీదను పంపెదను; ఇందువలన భూలోకమందంతట నా వంటి వారెవరును లేరని నీవు తెలిసికొందువు.",
    "15": "భూమిమీదనుండి నీవు నశించిపోవునట్లు నేను చెయ్యి చాపి నిన్నును నీ జనులను తెగులుతో కొట్టియుందును.",
    "16": "అయితే నా బలమును నీకు చూపునట్లును, భూలోకమందంతట నా నామమును ప్రచురము చేయునట్లును ఇందుకే నేను నిన్ను నియమించితిని.",
    "17": "నా ప్రజలను పోనియ్యక నీవు ఇంకను వారి మీద అతిశయపడుచున్నావు.",
    "18": "ఇదిగో రేపు ఈ వేళకు నేను మిక్కిలి భయంకరమైన వడగండ్లను కురిపించెదను; ఐగుప్తు స్థాపించబడిన దినము మొదలుకొని ఇదివరకు ఎన్నడును అట్టిది దానిలో కలుగలేదు.",
    "19": "కాబట్టి నీవు ఇప్పుడు పంపి, నీ పశువులను పొలములో నీకు కలిగినదంతటిని భద్రపరచుకొనుము; ఇంటికి రప్పించబడక పొలములో ఉండు ప్రతి మనుష్యుని మీదను జంతువు మీదను వడగండ్లు కురుయును, అప్పుడు అవి చచ్చునని హెబ్రీయుల దేవుడైన యెహోవా సెలవిచ్చుచున్నాడు.",
    "20": "ఫరో సేవకులలో యెహోవా మాటకు భయపడినవాడు తన సేవకులను తన పశువులను ఇండ్లలోనికి పారిపోవజేసెను.",
    "21": "యెహోవా మాటను లక్ష్యపెట్టనివాడు తన సేవకులను తన పశువులను పొలములో ఉండనిచ్చెను.",
    "22": "యెహోవా మోషేతో - ఐగుప్తు దేశమంతటి మీదికి, అనగా మనుష్యుల మీదికిని జంతువుల మీదికిని ఐగుప్తు దేశమందలి పొలములోని ప్రతి చెట్టు మీదికిని వడగండ్లు కురుయునట్లు ఆకాశము వైపు నీ చెయ్యి చాపుమనెను.",
    "23": "మోషే ఆకాశము వైపు తన కర్రను ఎత్తినప్పుడు యెహోవా ఉరుములను వడగండ్లను కలగజేసెను; పిడుగులు భూమిమీద పడుచుండెను; యెహోవా ఐగుప్తు దేశము మీద వడగండ్లను కురిపించెను.",
    "24": "వడగండ్లును వడగండ్లతో కలిసిన గొప్ప అగ్నియు కురిసెను. ఐగుప్తు దేశమందంతట జనులు నివసింపనారంభించినది మొదలుకొని ఎన్నడును అట్టివి కలుగలేదు.",
    "25": "ఆ వడగండ్లు ఐగుప్తు దేశమందంతట మనుష్యులనేమి జంతువులనేమి పొలములో ఉన్నదంతటిని నాశనము చేసెను; ఆ వడగండ్లు పొలములోని ప్రతి చెట్టును పాడుచేసెను, పొలములోని ప్రతి వృక్షమును విరిచివేసెను.",
    "26": "ఇశ్రాయేలీయులున్న గోషెను దేశములో మాత్రము వడగండ్లు పడలేదు.",
    "27": "అప్పుడు ఫరో మోషే అహరోనులను పిలిపించి - ఈ సారి పాపము చేసితిని; యెహోవా న్యాయవంతుడు, నేనును నా జనులును దుర్మార్గులము.",
    "28": "ఇక చాలు; యెహోవాను వేడుకొనుడి; దేవుని ఉరుములును వడగండ్లును మానిపోవును; మిమ్మును పోనిచ్చెదను, ఇక మిమ్మును నిలుపనని వారితో చెప్పగా",
    "29": "మోషే అతనితో - నేను పట్టణమునుండి బయలుదేరగానే యెహోవా వైపు నా చేతులు చాపదను; ఉరుములు మానును, వడగండ్లును ఇక పడవు; అందువలన భూమి యెహోవాదని నీవు తెలిసికొందువు.",
    "30": "అయితే నీవును నీ సేవకులును ఇంకను దేవుడైన యెహోవాకు భయపడరని నేనెరుగుదుననెను.",
    "31": "జనపనార పూత పూసియుండెను, యవలు వెన్నులు వేసియుండెను గనుక జనపనారయు యవలును కొట్టబడెను.",
    "32": "గోధుమలును మినుములును కాపుకు రాలేదు గనుక అవి కొట్టబడలేదు.",
    "33": "మోషే ఫరో యొద్దనుండి పట్టణము బయటికి వెళ్లి యెహోవా వైపు తన చేతులు చాపగా ఉరుములును వడగండ్లును నిలిచిపోయెను; వర్షము భూమిమీద కురియుట మానెను.",
    "34": "ఫరో వర్షమును వడగండ్లును ఉరుములును మానుట చూచి, ఇంకను పాపము చేయుచు తానును తన సేవకులును తమ హృదయములను కఠినపరచుకొనిరి.",
    "35": "యెహోవా మోషే ద్వారాలిచ్చినట్లు ఫరో హృదయము కఠినమాయెను; అతడు ఇశ్రాయేలీయులను పోనియ్యలేదు."
}
