
{
    "1": "ఇశ్రాయేలీయులు ఐగుప్తు దేశములోనుండి బయలుదేరిన రెండవ సంవత్సరమున రెండవ నెల మొదటి దినమున యెహోవా సీనాయి అరణ్యమందలి ప్రత్యక్షపు గుడారములో మోషేకు ఈలాగు సెలవిచ్చెను.",
    "2": "మీరు ఇశ్రాయేలీయుల సర్వసమాజమును వారి వారి వంశముల చొప్పున వారి వారి పితరుల కుటుంబముల చొప్పున లెక్కించుడి; ప్రతి మగవానిని పేరు పేరున తలల లెక్క చొప్పున లెక్కించుడి.",
    "3": "ఇశ్రాయేలీయులలో సైన్యముగా వెళ్లువారినందరిని, అనగా ఇరవై ఏండ్లు మొదలుకొని పైరాయము గలవారినందరిని, నీవును అహరోనును వారి వారి సేనల చొప్పున లెక్కించవలెను.",
    "4": "మరియు ఒక్కొక్క గోత్రమున ఒక్కొక్కడు, అనగా తన పితరుల కుటుంబమునకు ముఖ్యుడైనవాడు మీతో కూడ ఉండవలెను.",
    "5": "మీతో కూడ నిలువవలసిన మనుష్యుల పేర్లు ఏవనగా - రూబేను గోత్రమున షెదేయూరు కుమారుడైన ఎలీజూరు.",
    "6": "షిమ్యోను గోత్రమున సూరీషద్దాయి కుమారుడైన షెలుమీయేలు.",
    "7": "యూదా గోత్రమున అమ్మీనాదాబు కుమారుడైన నయస్సోను.",
    "8": "ఇస్సాఖారు గోత్రమున సూయారు కుమారుడైన నెతనేలు.",
    "9": "జెబూలూను గోత్రమున హేలోను కుమారుడైన ఏలీయాబు.",
    "10": "యోసేపు కుమారులలో ఎఫ్రాయిము గోత్రమున అమ్మిహూదు కుమారుడైన ఎలీషామా; మనష్షే గోత్రమున పెదాసూరు కుమారుడైన గమలియేలు.",
    "11": "బెన్యామీను గోత్రమున గిద్యోనీ కుమారుడైన అబీదాను.",
    "12": "దాను గోత్రమున అమ్మిషద్దాయి కుమారుడైన అహీయెజెరు.",
    "13": "ఆషేరు గోత్రమునొక్రాను కుమారుడైన పగీయేలు.",
    "14": "గాదు గోత్రమున దెయూవేలు కుమారుడైన ఎల్యాసాపు.",
    "15": "నఫ్తాలి గోత్రమున ఏనాను కుమారుడైన అహీర.",
    "16": "వీరు సమాజములోనుండి పిలువబడినవారు; వీరు ఇశ్రాయేలీయుల వేలకొలది జనులకు అధిపతులు, తమ పితరుల గోత్రములకు ప్రధానులు.",
    "17": "పేర్లవలన సూచింపబడిన ఈ మనుష్యులను మోషే అహరోనులు పిలుచుకొనివచ్చి",
    "18": "రెండవ నెల మొదటి దినమున సర్వసమాజమును కూర్చిరి. వారు ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేరు పేరున తమ వంశావళులను చెప్పించుకొనినప్పుడు,",
    "19": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు సీనాయి అరణ్యములో అతడు వారిని లెక్కించెను.",
    "20": "ఇశ్రాయేలు ప్రథమకుమారుడైన రూబేను వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేరు పేరున తలల లెక్క ప్రకారము లెక్కించబడిరి.",
    "21": "రూబేను గోత్రములో లెక్కించబడినవారు నలభై ఆరు వేల ఐదువందలమంది.",
    "22": "షిమ్యోను వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేరు పేరున తలల లెక్క ప్రకారము లెక్కించబడిరి.",
    "23": "షిమ్యోను గోత్రములో లెక్కించబడినవారు ఏబది తొమ్మిది వేల మూడువందలమంది.",
    "24": "గాదు వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "25": "గాదు గోత్రములో లెక్కించబడినవారు నలభై అయిదు వేల ఆరువందల ఏబదిమంది.",
    "26": "యూదా వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "27": "యూదా గోత్రములో లెక్కించబడినవారు డెబ్బది నాలుగు వేల ఆరువందలమంది.",
    "28": "ఇస్సాఖారు వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "29": "ఇస్సాఖారు గోత్రములో లెక్కించబడినవారు ఏబది నాలుగు వేల నాలుగువందలమంది.",
    "30": "జెబూలూను వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "31": "జెబూలూను గోత్రములో లెక్కించబడినవారు ఏబది ఏడు వేల నాలుగువందలమంది.",
    "32": "యోసేపు కుమారులైన ఎఫ్రాయిము వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "33": "ఎఫ్రాయిము గోత్రములో లెక్కించబడినవారు నలభై వేల ఐదువందలమంది.",
    "34": "మనష్షే వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "35": "మనష్షే గోత్రములో లెక్కించబడినవారు ముప్పది రెండు వేల రెండువందలమంది.",
    "36": "బెన్యామీను వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "37": "బెన్యామీను గోత్రములో లెక్కించబడినవారు ముప్పది ఐదు వేల నాలుగువందలమంది.",
    "38": "దాను వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "39": "దాను గోత్రములో లెక్కించబడినవారు అరువది రెండు వేల ఏడువందలమంది.",
    "40": "ఆషేరు వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "41": "ఆషేరు గోత్రములో లెక్కించబడినవారు నలభై ఒక్క వెయ్యి ఐదువందలమంది.",
    "42": "నఫ్తాలి వంశస్థులు. ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి సైన్యముగా వెళ్లువారందరు, తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున పేర్ల వరసను లెక్కించబడిరి.",
    "43": "నఫ్తాలి గోత్రములో లెక్కించబడినవారు ఏబది మూడు వేల నాలుగువందలమంది.",
    "44": "లెక్కించబడిన వీరు, అనగా మోషే అహరోనులును ఇశ్రాయేలు ప్రధానులైన పన్నెండుమందియు వీరిని లెక్కించిరి; ఒక్కొక్కడు తన పితరుల కుటుంబము పక్షమున నుండెను.",
    "45": "అట్లు ఇశ్రాయేలీయులలో ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి ఇశ్రాయేలులో సైన్యముగా వెళ్లువారందరు తమ తమ పితరుల కుటుంబముల చొప్పున లెక్కించబడిరి.",
    "46": "లెక్కించబడినవారందరు ఆరు లక్షల మూడు వేల ఐదువందల ఏబదిమంది.",
    "47": "అయితే లేవీయులు వారి పితరుల గోత్రము చొప్పున వీరిలో లెక్కింపబడలేదు.",
    "48": "ఏలయనగా యెహోవా మోషేతో ఈలాగు సెలవిచ్చియుండెను",
    "49": "నీవు లేవి గోత్రమును లెక్కించకూడదు; ఇశ్రాయేలీయుల మొత్తములో వారిని చేర్చకూడదు.",
    "50": "అయితే నీవు సాక్ష్యపు గుడారము మీదను, దాని ఉపకరణములన్నిటి మీదను, దానిలో చేరిన వాటన్నిటి మీదను లేవీయులను నియమించుము. వారు మందిరమును దాని ఉపకరణములన్నిటిని మోయవలెను; వారే దాని సేవ చేయుచు మందిరము చుట్టు దిగవలెను.",
    "51": "మందిరము సాగునప్పుడు లేవీయులు దానిని విప్పవలెను; మందిరము దిగునప్పుడు లేవీయులు దానిని వేయవలెను; అన్యుడు సమీపించిన యెడల వాడు మరణశిక్ష పొందును.",
    "52": "ఇశ్రాయేలీయులు తమ తమ సేనల చొప్పున ప్రతివాడు తన తన పాళెములోను ప్రతివాడు తన తన ధ్వజము నొద్దను దిగవలెను.",
    "53": "అయితే ఇశ్రాయేలీయుల సమాజము మీద కోపము రాకుండునట్లు లేవీయులు సాక్ష్యపు మందిరము చుట్టు దిగవలెను; లేవీయులు సాక్ష్యపు మందిరమును కాపాడవలెను.",
    "54": "ఇశ్రాయేలీయులు ఆలాగు చేసిరి; యెహోవా మోషేకు ఆజ్ఞాపించిన వాటన్నిటి చొప్పుననే చేసిరి."
}
