
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు వెండితో రెండు బూరలను చేసికొనుము; నకిషీ పనిగా వాటిని చేయవలెను; అవి సమాజమును పిలుచుటకును పాళెములు సాగుటకును నీకు ఉపయోగించును.",
    "3": "వారు వాటిని ఊదునప్పుడు సమాజమంతయు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు నీ యొద్దకు కూడి రావలెను.",
    "4": "ఒకటే ఊదినయెడల ఇశ్రాయేలులో వేలకొలది జనులకు ప్రధానులైన అధిపతులు నీ యొద్దకు కూడి రావలెను.",
    "5": "మీరు ఆర్భాటముగా ఊదునప్పుడు తూర్పు దిక్కున దిగిన పాళెములు సాగవలెను.",
    "6": "రెండవ మారు మీరు ఆర్భాటముగా ఊదునప్పుడు దక్షిణ దిక్కున దిగిన పాళెములు సాగవలెను; వారు సాగునప్పుడు ఆర్భాటముగా ఊదవలెను.",
    "7": "సమాజమును కూర్చునప్పుడు మీరు ఊదవలెను గాని ఆర్భాటము చేయకూడదు.",
    "8": "అహరోను కుమారులైన యాజకులు ఆ బూరలను ఊదవలెను; అవి మీ తరములలో మీకు నిత్యమైన కట్టడగా ఉండును.",
    "9": "మిమ్మును బాధించు శత్రువునకు విరోధముగా మీ దేశములో మీరు యుద్ధమునకు వెళ్లునప్పుడు ఆ బూరలను ఆర్భాటముగా ఊదవలెను; అప్పుడు మీ దేవుడైన యెహోవా సన్నిధిని మీరు జ్ఞాపకము చేయబడి మీ శత్రువుల చేతిలోనుండి రక్షింపబడుదురు.",
    "10": "మరియు మీ ఉత్సవ దినములలోను నియామక కాలములలోను నెలల ఆరంభములలోను మీ దహనబలులను మీ సమాధానబలులను అర్పించునప్పుడు మీరు ఆ బూరలను ఊదవలెను; అప్పుడు అవి మీ దేవుని సన్నిధిని మీకు జ్ఞాపకార్థముగా ఉండును; నేను మీ దేవుడనైన యెహోవాను.",
    "11": "రెండవ సంవత్సరము రెండవ నెల ఇరవైయవ దినమున మేఘము సాక్ష్యపు మందిరము మీదనుండి పైకి వెళ్ళెను.",
    "12": "అప్పుడు ఇశ్రాయేలీయులు తమ ప్రయాణములలో సీనాయి అరణ్యమునుండి బయలుదేరగా ఆ మేఘము పారాను అరణ్యములో నిలిచెను.",
    "13": "మోషే ద్వారా యెహోవా ఇచ్చిన ఆజ్ఞ చొప్పున వారు మొదటిసారి ప్రయాణమై సాగిరి.",
    "14": "ముందుగా యూదా పాళెపు ధ్వజము గలవారు తమ తమ సేనల చొప్పున సాగిరి; అతని సేనకు అమ్మీనాదాబు కుమారుడైన నయస్సోను అధిపతి.",
    "15": "ఇస్సాఖారు వంశస్థుల గోత్రపు సేనకు సూయారు కుమారుడైన నెతనేలు అధిపతి.",
    "16": "జెబూలూను వంశస్థుల గోత్రపు సేనకు హేలోను కుమారుడైన ఏలీయాబు అధిపతి.",
    "17": "మందిరము విప్పబడిన తరువాత మందిరమును మోయు గెర్షోనీయులును మెరారీయులును సాగిరి.",
    "18": "తరువాత రూబేను పాళెపు ధ్వజము గలవారు తమ తమ సేనల చొప్పున సాగిరి; అతని సేనకు షెదేయూరు కుమారుడైన ఎలీజూరు అధిపతి.",
    "19": "షిమ్యోను వంశస్థుల గోత్రపు సేనకు సూరీషద్దాయి కుమారుడైన షెలుమీయేలు అధిపతి.",
    "20": "గాదు వంశస్థుల గోత్రపు సేనకు దెయూవేలు కుమారుడైన ఎల్యాసాపు అధిపతి.",
    "21": "తరువాత కహాతీయులు పరిశుద్ధమైనవాటిని మోయుచు సాగిరి; వారు వచ్చులోగా ఇతరులు మందిరమును నిలువబెట్టిరి.",
    "22": "తరువాత ఎఫ్రాయిము పాళెపు ధ్వజము గలవారు తమ తమ సేనల చొప్పున సాగిరి; అతని సేనకు అమ్మిహూదు కుమారుడైన ఎలీషామా అధిపతి.",
    "23": "మనష్షే వంశస్థుల గోత్రపు సేనకు పెదాసూరు కుమారుడైన గమలియేలు అధిపతి.",
    "24": "బెన్యామీను వంశస్థుల గోత్రపు సేనకు గిద్యోనీ కుమారుడైన అబీదాను అధిపతి.",
    "25": "తరువాత పాళెములన్నిటి వెనుకటి భాగముగా దాను పాళెపు ధ్వజము గలవారు తమ తమ సేనల చొప్పున సాగిరి; అతని సేనకు అమ్మిషద్దాయి కుమారుడైన అహీయెజెరు అధిపతి.",
    "26": "ఆషేరు వంశస్థుల గోత్రపు సేనకుొక్రాను కుమారుడైన పగీయేలు అధిపతి.",
    "27": "నఫ్తాలి వంశస్థుల గోత్రపు సేనకు ఏనాను కుమారుడైన అహీర అధిపతి.",
    "28": "ఇవి ఇశ్రాయేలీయుల సేనల ప్రయాణములు; అట్లు వారు సాగిరి.",
    "29": "అప్పుడు మోషే తన మామయైన మిద్యానీయుడగు రగూయేలు కుమారుడైన హోబాబుతో ఇట్లనెను - యెహోవా మాకిచ్చెదనని చెప్పిన స్థలమునకు మేము ప్రయాణమై పోవుచున్నాము; నీవు మాతో కూడ రమ్ము, నీకు మేలు చేసెదము; ఇశ్రాయేలుకు మేలు చేసెదనని యెహోవా మాట యిచ్చియున్నాడు.",
    "30": "అందుకతడు - నేను రాను; నా దేశమునకును నా బంధువుల యొద్దకును వెళ్ళెదననెను.",
    "31": "అప్పుడు మోషే - దయచేసి మమ్మును విడువవద్దు; అరణ్యములో మేము దిగవలసిన స్థలములు నీకు తెలియును గనుక నీవు మాకు కన్నులుగా ఉందువు.",
    "32": "నీవు మాతో వచ్చినయెడల యెహోవా మాకు ఏ మేలు చేయునో ఆ మేలు మేము నీకు చేసెదమని చెప్పెను.",
    "33": "వారు యెహోవా కొండనుండి మూడు దినముల ప్రయాణము చేసిరి; వారికి విశ్రాంతిని వెదకుటకు ఆ మూడు దినముల ప్రయాణములో యెహోవా నిబంధన మందసము వారికి ముందుగా సాగెను.",
    "34": "వారు పాళెములోనుండి ప్రయాణమై పోవుచుండగా పగలు యెహోవా మేఘము వారి మీద ఉండెను.",
    "35": "మందసము సాగునప్పుడు మోషే - యెహోవా, లెమ్ము, నీ శత్రువులు చెదిరిపోవుదురు గాక, నిన్ను ద్వేషించువారు నీ యెదుటనుండి పారిపోవుదురు గాక అనెను.",
    "36": "అది నిలిచినప్పుడు అతడు - యెహోవా, ఇశ్రాయేలు వేలకొలది జనుల యొద్దకు మరల రమ్మనెను."
}
