
{
    "1": "జనులు ఆయాసపడుచున్నామని యెహోవా వినికిడిలో సణిగిరి; యెహోవా అది వినినప్పుడు ఆయన కోపము రగులుకొనెను; యెహోవా అగ్ని వారిలో రగులుకొని ఆ పాళెము యొక్క అంచున ఉన్నవారిని కాల్చివేసెను.",
    "2": "జనులు మోషేకు మొరపెట్టగా మోషే యెహోవాను ప్రార్థించెను; అప్పుడు ఆ అగ్ని చల్లారెను.",
    "3": "యెహోవా అగ్ని వారిలో రగులుకొనినందున ఆ చోటికి తబేరా అని పేరు పెట్టబడెను.",
    "4": "వారి మధ్యనున్న మిశ్రిత జనము మాంసాపేక్ష గలవారైరి. ఇశ్రాయేలీయులును మరల ఏడ్చి - మాకు ఎవరు మాంసము పెట్టెదరు?",
    "5": "ఐగుప్తులో మేము ఉచితముగా తినిన చేపలును, కీరకాయలును, దోసకాయలును, కూరలును, ఉల్లిపాయలును, తెల్లగడ్డలును జ్ఞాపకమునకు వచ్చుచున్నవి.",
    "6": "ఇప్పుడు మా ప్రాణము సొమ్మసిల్లెను; ఈ మన్నా తప్ప మా కన్నుల యెదుట మరేమియు లేదని చెప్పుకొనిరి.",
    "7": "ఆ మన్నా కొత్తిమెర గింజలవలె ఉండెను; దాని రూపము బోళము రూపమువలె ఉండెను.",
    "8": "జనులు ఇటు అటు తిరుగుచు దానిని కూర్చుకొని, తిరగటిలో విసిరి, లేదా రోళ్లలో దంచి, పొయ్యిలో వండి రొట్టెలు చేసిరి; దాని రుచి క్రొత్త నూనె రుచివలె ఉండెను.",
    "9": "రాత్రివేళ మంచు పాళెము మీద కురిసినప్పుడు ఆ మన్నా దానివెంట కురిసెను.",
    "10": "జనులు తమ తమ కుటుంబములలో ఎవరి గుడారపు ద్వారమునొద్ద వారు ఏడ్చుట మోషే వినెను. యెహోవా కోపము బహుగా రగులుకొనెను; అది మోషే దృష్టికిని చెడ్డగా ఉండెను.",
    "11": "కాబట్టి మోషే యెహోవాతో ఇట్లనెను - నీవేల నీ సేవకుని బాధించితివి? నీ కటాక్షము నా యెడల కలుగక పోవుట ఏల? ఈ ప్రజలందరి భారము నా మీద ఎందుకు వేసితివి?",
    "12": "గర్భమున ధరించినట్లు నేను ఈ ప్రజలందరిని గర్భమున ధరించితినా? పాలిచ్చు దాది చంటిపిల్లను మోయునట్లు, నీవు వీరి పితరులకు ప్రమాణము చేసిన దేశమునకు వీరిని నీ రొమ్మున ఎత్తుకొని పొమ్మని నాతో చెప్పుటకు నేనే వీరిని కంటినా?",
    "13": "ఈ ప్రజలందరికి పెట్టుటకు మాంసము నాకెక్కడిది? వారు నా మీద ఏడ్చుచు - మాకు తినుటకు మాంసమిమ్మని అడుగుచున్నారు.",
    "14": "ఈ ప్రజలందరిని మోయుట నా వలన కాదు; అది నాకు మిక్కిలి భారము.",
    "15": "నీవు నాకు ఇట్లు చేయదలచిన యెడల, నా యెడల నీకు కటాక్షము ఉన్న యెడల, దయచేసి నన్ను చంపుము; నా బాధను నేను చూడకుందును గాక.",
    "16": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను - ఇశ్రాయేలీయుల పెద్దలనియు, ప్రజల మీద నాయకులనియు నీవు ఎరిగిన వారిలోనుండి డెబ్బదిమంది మనుష్యులను నా యొద్దకు పోగుచేసి ప్రత్యక్షపు గుడారమునకు తోడుకొని రమ్ము; అక్కడ వారు నీతోకూడ నిలువబడవలెను.",
    "17": "నేను అక్కడకు దిగివచ్చి నీతో మాటలాడెదను; మరియు నీ మీదనున్న ఆత్మలో కొంత తీసి వారి మీద ఉంచెదను; అప్పుడు నీవు ఒక్కడవే మోయకుండ వారును నీతోకూడ ఈ జనుల భారమును మోయుదురు.",
    "18": "నీవు ప్రజలతో ఇట్లనుము - రేపటికి మిమ్మును మీరు పరిశుద్ధపరచుకొనుడి, మీరు మాంసము తిందురు; - మాకు ఎవరు మాంసము పెట్టెదరు? ఐగుప్తులో మాకు బాగుగా జరిగినదని చెప్పుకొనుచు మీరు ఏడ్చిన ఏడుపు యెహోవా వినెను గనుక యెహోవా మీకు మాంసము ఇచ్చును, మీరు తిందురు.",
    "19": "ఒక దినము కాదు, రెండు దినములు కాదు, ఐదు దినములు కాదు, పది దినములు కాదు, ఇరవై దినములు కాదు,",
    "20": "ఒక నెల దినముల వరకు, అనగా అది మీ నాసికారంధ్రములలోనుండి వచ్చి మీకు అసహ్యము పుట్టువరకు దానిని తిందురు; ఏలయనగా మీరు మీ మధ్యనున్న యెహోవాను విసర్జించి - ఐగుప్తులోనుండి ఎందుకు వచ్చితిమని ఆయన సన్నిధిని ఏడ్చితిరి.",
    "21": "అందుకు మోషే - నేను ఆరు లక్షల కాల్బలము గల ప్రజల మధ్య ఉన్నాను; నీవు - వారు ఒక నెల దినములు తినుటకు వారికి మాంసము ఇచ్చెదనని చెప్పితివి.",
    "22": "గొర్రెలను పశువులను వధించినను వారికి చాలునా? వారికొరకు సముద్రపు చేపలన్నిటిని కూర్చినను వారికి చాలునా? అని అడుగగా",
    "23": "యెహోవా మోషేతో - యెహోవా బాహువు కురచయైనదా? నా మాట నీకు నెరవేరునో లేదో ఇప్పుడు చూచెదవనెను.",
    "24": "మోషే బయటికి వచ్చి యెహోవా మాటలను ప్రజలకు తెలిపి, ప్రజల పెద్దలలో డెబ్బదిమందిని పోగుచేసి గుడారము చుట్టు వారిని నిలువబెట్టెను.",
    "25": "అప్పుడు యెహోవా మేఘములో దిగివచ్చి అతనితో మాటలాడి, అతని మీదనున్న ఆత్మలో కొంత తీసి ఆ డెబ్బదిమంది పెద్దల మీద ఉంచెను. ఆ ఆత్మ వారి మీద నిలిచినప్పుడు వారు ప్రవచించిరి; తరువాత వారు ప్రవచించుట మానిరి.",
    "26": "అయితే ఆ మనుష్యులలో ఇద్దరు పాళెములో నిలిచియుండిరి. వారిలో ఒకని పేరు ఎల్దాదు, రెండవవాని పేరు మేదాదు. వారి మీదను ఆ ఆత్మ నిలిచెను; వారు వ్రాయబడినవారిలో ఉన్నారు గాని గుడారమునకు వెళ్లలేదు; వారు పాళెములో ప్రవచించుచుండగా",
    "27": "ఒక యౌవనస్థుడు పరుగెత్తుకొనివచ్చి - ఎల్దాదు మేదాదులు పాళెములో ప్రవచించుచున్నారని మోషేకు తెలిపెను.",
    "28": "అప్పుడు మోషే సేవకుడును యౌవనస్థుడునగు నూను కుమారుడైన యెహోషువ - నా ప్రభువైన మోషే, వారిని ఆటంకపరచుమని చెప్పగా",
    "29": "మోషే - నా నిమిత్తము నీకు రోషమా? యెహోవా ప్రజలందరు ప్రవక్తలగునట్లు యెహోవా తన ఆత్మను వారి మీద ఉంచును గాక అనెను.",
    "30": "తరువాత మోషేయు ఇశ్రాయేలీయుల పెద్దలును పాళెములోనికి వచ్చిరి.",
    "31": "యెహోవా సన్నిధినుండి ఒక గాలి బయలుదేరి సముద్రమునుండి పూరేళ్లను రప్పించి, పాళెము చుట్టు ఈ తట్టున ఒక దినము ప్రయాణమంత దూరము వరకును, ఆ తట్టున ఒక దినము ప్రయాణమంత దూరము వరకును, భూమిమీద రెండు మూరల ఎత్తున వాటిని పడజేసెను.",
    "32": "అప్పుడు జనులు లేచి ఆ దినమంతయు ఆ రాత్రి అంతయు మరునాడు దినమంతయు ఆ పూరేళ్లను కూర్చుకొనిరి. తక్కువ కూర్చుకొనినవాడు పది హోమెర్ల పట్టు కూర్చుకొనెను. వారు తమ కొరకు పాళెము చుట్టు వాటిని పరచుకొనిరి.",
    "33": "ఆ మాంసము ఇంక వారి పళ్ల నడుమ ఉండగానే, అది నమలక మునుపే యెహోవా కోపము ప్రజల మీద రగులుకొనెను; యెహోవా ప్రజలను తెగులుతో బహుగా మొత్తెను.",
    "34": "మాంసాపేక్ష గల జనులను అక్కడ పాతిపెట్టినందున ఆ చోటికి కిబ్రోతు హత్తావా అని పేరు పెట్టబడెను.",
    "35": "జనులు కిబ్రోతు హత్తావానుండి హజేరోతుకు ప్రయాణమై పోయి హజేరోతులో బస చేసిరి."
}
