
{
    "1": "తరువాత యెహోవా మోషేతో ఇట్లనెను",
    "2": "నేను ఇశ్రాయేలీయులకు ఇచ్చుచున్న కనాను దేశమును సంచరించి చూచుటకు నీవు మనుష్యులను పంపుము; వారి పితరుల గోత్రములలో ఒక్కొక్క దానిలో ప్రధానుడైన ఒక్కొక్క మనుష్యుని మీరు పంపవలెను.",
    "3": "మోషే యెహోవా నోటిమాట చొప్పున పారాను అరణ్యమునుండి వారిని పంపెను; ఆ మనుష్యులందరు ఇశ్రాయేలీయులలో ముఖ్యులు.",
    "4": "వారి పేర్లు ఏవనగా - రూబేను గోత్రమున జక్కూరు కుమారుడైన షమ్మూవ.",
    "5": "షిమ్యోను గోత్రమున హోరీ కుమారుడైన షాపాతు.",
    "6": "యూదా గోత్రమున యెఫున్నె కుమారుడైన కాలేబు.",
    "7": "ఇస్సాఖారు గోత్రమున యోసేపు కుమారుడైన ఇగాలు.",
    "8": "ఎఫ్రాయిము గోత్రమున నూను కుమారుడైన హోషేయ.",
    "9": "బెన్యామీను గోత్రమున రాపూ కుమారుడైన పల్తీ.",
    "10": "జెబూలూను గోత్రమున సోదీ కుమారుడైన గద్దీయేలు.",
    "11": "యోసేపు గోత్రమున, అనగా మనష్షే గోత్రమున సూసీ కుమారుడైన గద్దీ.",
    "12": "దాను గోత్రమున గెమల్లీ కుమారుడైన అమ్మీయేలు.",
    "13": "ఆషేరు గోత్రమున మిఖాయేలు కుమారుడైన సెతూరు.",
    "14": "నఫ్తాలి గోత్రమున వోప్సీ కుమారుడైన నహబీ.",
    "15": "గాదు గోత్రమున మాకీ కుమారుడైన గెూవేలు.",
    "16": "దేశమును సంచరించి చూచుటకు మోషే పంపిన మనుష్యుల పేర్లు ఇవే. మోషే నూను కుమారుడైన హోషేయకు యెహోషువ అని పేరు పెట్టెను.",
    "17": "కనాను దేశమును సంచరించి చూచుటకు మోషే వారిని పంపినప్పుడు వారితో ఇట్లనెను - మీరు దక్షిణ దిక్కున ప్రవేశించి కొండెక్కి",
    "18": "ఆ దేశము ఎట్టిదో, అందులో నివసించు జనులు బలవంతులో బలహీనులో, కొద్దిమందో గొప్పమందో,",
    "19": "వారు నివసించు దేశము ఎట్టిదో, అది మంచిదో చెడ్డదో, వారు నివసించు పట్టణములు ఎట్టివో, అవి పాళెములో కోటలో,",
    "20": "ఆ భూమి ఎట్టిదో, అది సారమైనదో నిస్సారమైనదో, అందులో చెట్లున్నవో లేవో కనిపెట్టవలెను; మీరు ధైర్యము తెచ్చుకొని ఆ దేశపు పండ్లలో కొన్ని తీసికొనిరండని చెప్పెను. అది ద్రాక్షల ప్రథమ ఫలముల కాలము.",
    "21": "కాబట్టి వారు వెళ్లి సీను అరణ్యము మొదలుకొని హమాతుకు పోవు మార్గమున నున్న రహోబు వరకు దేశమును సంచరించి చూచిరి.",
    "22": "వారు దక్షిణ దిక్కున ప్రవేశించి హెబ్రోను వరకు వెళ్లిరి; అక్కడ అనాకీయులైన అహీమాను షేషయి తల్మయి అనువారు ఉండిరి. హెబ్రోను ఐగుప్తులోని సోయను పట్టణము కట్టబడుటకంటె ఏడేండ్లు ముందుగా కట్టబడెను.",
    "23": "వారు ఎష్కోలు లోయలోనికి వచ్చి అక్కడ ఒక్క గెల గల ద్రాక్షావల్లి కొమ్మను కోసి, దండెతో ఇద్దరు మోసిరి; మరియు వారు కొన్ని దానిమ్మ పండ్లను అంజూరపు పండ్లను తీసికొనిరి.",
    "24": "ఇశ్రాయేలీయులు అక్కడ కోసిన ద్రాక్షాగెలను బట్టి ఆ స్థలమునకు ఎష్కోలు లోయ అని పేరు పెట్టబడెను.",
    "25": "వారు దేశమును సంచరించి చూచుట ముగించి నలభై దినములైన తరువాత తిరిగి వచ్చిరి.",
    "26": "వారు పారాను అరణ్యమందలి కాదేషులోనున్న మోషే అహరోనుల యొద్దకును ఇశ్రాయేలీయుల సర్వసమాజము యొద్దకును వచ్చి, వారికిని సర్వసమాజమునకును సంగతి తెలియజేసి ఆ దేశపు పండ్లను వారికి చూపించిరి.",
    "27": "వారు అతనికి ఇట్లు తెలియజేసిరి - నీవు మమ్మును పంపిన దేశమునకు వెళ్లితివిు; అది పాలు తేనెలు ప్రవహించు దేశమే; దాని పండ్లు ఇవే.",
    "28": "అయితే ఆ దేశములో నివసించు జనులు బలవంతులు; వారి పట్టణములు ప్రాకారములు గలవి, అవి మిక్కిలి గొప్పవి; మరియు అక్కడ అనాకీయులను చూచితివిు.",
    "29": "అమాలేకీయులు దక్షిణ దేశములో నివసించుచున్నారు; హిత్తీయులు యెబూసీయులు అమోరీయులు మన్నెములో నివసించుచున్నారు; కనానీయులు సముద్రమునొద్దను యొర్దాను నది ప్రక్కను నివసించుచున్నారని చెప్పిరి.",
    "30": "కాలేబు మోషే యెదుట ప్రజలను నిమ్మళపరచి - మనము నిశ్చయముగా వెళ్ళి దానిని స్వాధీనపరచుకొందుము; దానిని జయించుటకు మన శక్తి చాలుననెను.",
    "31": "అయితే అతనితోకూడ వెళ్ళిన ఆ మనుష్యులు - ఆ జనులను జయించుటకు మనవలన కాదు; వారు మనకంటే బలవంతులని చెప్పిరి.",
    "32": "మరియు వారు తాము సంచరించి చూచిన దేశమును గూర్చి ఇశ్రాయేలీయులతో చెడ్డ సమాచారము చెప్పుచు - మేము సంచరించి చూచిన దేశము తన నివాసులను భక్షించు దేశము; దానిలో మాకు కనబడిన జనులందరు ఉన్నత దేహులు.",
    "33": "అక్కడ నెఫీలీయులను, అనగా నెఫీలీయుల సంబంధులైన అనాకు వంశస్థులను చూచితివిు; మా దృష్టికి మేము మిడతలవలె ఉంటిమి, వారి దృష్టికిని అట్లనే ఉంటిమనిరి."
}
