
{
    "1": "సర్వసమాజము ఎలుగెత్తి కేకలు వేసెను; ప్రజలు ఆ రాత్రి ఏడ్చుచుండిరి.",
    "2": "ఇశ్రాయేలీయులందరును మోషే అహరోనులకు విరోధముగా సణిగిరి; సర్వసమాజము - మేము ఐగుప్తులో ఏల చావలేదు? ఈ అరణ్యములోనైనను మేమేల చావలేదు?",
    "3": "కత్తివాత పడునట్లు యెహోవా మమ్మును ఆ దేశమునకు ఎందుకు తీసికొని వచ్చుచున్నాడు? మా భార్యలును మా పిల్లలును కొల్లబోవుదురు; ఐగుప్తునకు తిరిగి వెళ్లుట మాకు మేలు కాదా అని వారితో అనిరి.",
    "4": "మరియు వారు - మనము ఒక నాయకుని నియమించుకొని ఐగుప్తునకు తిరిగి వెళ్లుదము రండని ఒకనితో ఒకడు చెప్పుకొనగా",
    "5": "మోషే అహరోనులు ఇశ్రాయేలీయుల సర్వసమాజ సంఘము యెదుట సాష్టాంగపడిరి.",
    "6": "అప్పుడు దేశమును సంచరించి చూచినవారిలో నూను కుమారుడైన యెహోషువయు యెఫున్నె కుమారుడైన కాలేబును తమ బట్టలు చింపుకొని",
    "7": "ఇశ్రాయేలీయుల సర్వసమాజముతో ఇట్లనిరి - మేము సంచరించి చూచిన దేశము మిక్కిలి మంచి దేశము.",
    "8": "యెహోవా మన యందు ఆనందించినయెడల ఆ దేశములో మనలను చేర్చి దానిని మనకిచ్చును; అది పాలు తేనెలు ప్రవహించు దేశము.",
    "9": "మెట్టుకు మీరు యెహోవా మీద తిరుగుబాటు చేయకుడి; ఆ దేశ ప్రజలకు భయపడకుడి; వారు మనకు ఆహారమగుదురు; వారి నీడ వారి మీదనుండి తొలగిపోయెను; యెహోవా మనకు తోడైయున్నాడు; వారికి భయపడకుడనిరి.",
    "10": "అప్పుడు సర్వసమాజము - రాళ్లతో వారిని కొట్టి చంపుడని చెప్పగా యెహోవా మహిమ ప్రత్యక్షపు గుడారములో ఇశ్రాయేలీయులందరికి కనబడెను.",
    "11": "యెహోవా మోషేతో ఇట్లనెను - ఎన్నాళ్ల వరకు ఈ ప్రజలు నన్ను అలక్ష్యము చేయుదురు? నేను వారి మధ్య చేసిన సూచక క్రియలన్నిటిని చూచియు ఎన్నాళ్ల వరకు నన్ను నమ్మకయుందురు?",
    "12": "నేను తెగులుతో వారిని మొత్తెదను; వారిని నాశనము చేసి, వారికంటే గొప్పదైన బలమైన జనముగా నిన్ను చేసెదననెను.",
    "13": "అందుకు మోషే యెహోవాతో ఇట్లనెను - అప్పుడు ఐగుప్తీయులు ఆ సంగతి విందురు; నీవు నీ బలమువలన ఈ ప్రజలను వారి మధ్యనుండి రప్పించితివి గదా.",
    "14": "వారు ఈ దేశ నివాసులతో ఆ సంగతి చెప్పుదురు; యెహోవా అను నీవు ఈ ప్రజల మధ్య ఉన్నావనియు, యెహోవా అను నీవు ముఖాముఖిగా కనబడుచున్నావనియు, నీ మేఘము వారి మీద నిలుచుచున్నదనియు, నీవు పగలు మేఘస్తంభములోను రాత్రి అగ్నిస్తంభములోను వారికి ముందుగా నడుచుచున్నావనియు వారు విన్నారు.",
    "15": "కాబట్టి నీవు ఒక్క దెబ్బతో ఈ ప్రజలను చంపినయెడల నీ కీర్తిని విన్న జనులు",
    "16": "యెహోవా ఆ ప్రజలకు ప్రమాణము చేసిన దేశములోనికి వారిని రప్పించలేకపోయెను గనుక అరణ్యములో వారిని సంహరించెనని చెప్పుదురు.",
    "17": "కాబట్టి ప్రభువా, నీవు చెప్పినట్లు నా ప్రభువు బలము ఘనపరచబడును గాక.",
    "18": "నీవు చెప్పినదేమనగా - యెహోవా దీర్ఘశాంతమును, మహా కృపయు గలవాడు; ఆయన దోషమును అపరాధమును క్షమించును గాని ఆయన దోషులను నిర్దోషులుగా ఎంచక, మూడు నాలుగు తరముల వరకు తండ్రుల దోషమును పిల్లల మీదికి రప్పించును.",
    "19": "నీ కృపాతిశయమును బట్టి ఐగుప్తు మొదలుకొని ఇదివరకు ఈ ప్రజలను క్షమించుచు వచ్చినట్లు దయచేసి ఈ ప్రజల దోషమును క్షమించుమని ప్రార్థించెను.",
    "20": "అందుకు యెహోవా - నీ మాట చొప్పున క్షమించితిని.",
    "21": "అయినను నా జీవము తోడు, యెహోవా మహిమతో భూమి అంతయు నిండును.",
    "22": "నా మహిమను, ఐగుప్తులోను అరణ్యములోను నేను చేసిన సూచక క్రియలను చూచియు, నా మాట వినక పదిమార్లు నన్ను శోధించిన మనుష్యులందరిలో",
    "23": "ఒక్కడైనను నేను వారి పితరులకు ప్రమాణము చేసిన దేశమును చూడడు; నన్ను అలక్ష్యము చేసినవారిలో ఒక్కడైనను దానిని చూడడు.",
    "24": "నా సేవకుడైన కాలేబు వేరొక మనస్సు కలిగి పూర్ణముగా నన్ను అనుసరించినందున అతడు వెళ్లిన దేశములో అతని ప్రవేశపెట్టెదను; అతని సంతానము దానిని స్వాధీనపరచుకొనును.",
    "25": "అమాలేకీయులును కనానీయులును లోయలో నివసించుచున్నారు గనుక రేపు మీరు తిరిగి ఎర్ర సముద్ర మార్గమున అరణ్యమునకు వెళ్లుడని చెప్పెను.",
    "26": "మరియు యెహోవా మోషే అహరోనులతో ఇట్లనెను",
    "27": "నాకు విరోధముగా సణుగుచున్న ఈ చెడ్డ సమాజమును నేను ఎంతకాలము సహింపవలెను? ఇశ్రాయేలీయులు నాకు విరోధముగా సణుగుట వింటిని.",
    "28": "కాబట్టి నీవు వారితో ఇట్లనుము - యెహోవా సెలవిచ్చునదేమనగా - నా జీవము తోడు, నా వినికిడిలో మీరు చెప్పినట్లే మీకు చేసెదను.",
    "29": "ఈ అరణ్యములో మీ శవములు రాలును; ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి లెక్కించబడిన మీలో నాకు విరోధముగా సణిగినవారందరును రాలుదురు.",
    "30": "యెఫున్నె కుమారుడైన కాలేబును నూను కుమారుడైన యెహోషువయు తప్ప, మిమ్మును నివసింపజేసెదనని నేను ప్రమాణము చేసిన దేశములో మీలో మరి ఎవరును ప్రవేశించరు.",
    "31": "కొల్లబోవుదురని మీరు చెప్పిన మీ పిల్లలను నేను ప్రవేశపెట్టెదను; మీరు తృణీకరించిన దేశమును వారు తెలిసికొందురు.",
    "32": "మీరైతే, మీ శవములు ఈ అరణ్యములో రాలును.",
    "33": "మీ శవములు ఈ అరణ్యములో క్షీణించిపోవు వరకు మీ పిల్లలు నలభై ఏండ్లు ఈ అరణ్యములో తిరుగుచు, మీరు చేసిన వ్యభిచారమును భరించెదరు.",
    "34": "మీరు ఆ దేశమును సంచరించి చూచిన నలభై దినములలో ఒక్కొక్క దినమునకు ఒక్కొక్క సంవత్సరము చొప్పున నలభై ఏండ్లు మీ అపరాధములను మీరు భరించెదరు; అప్పుడు నేను మిమ్మును ఏలాగు విసర్జించితినో మీరు తెలిసికొందురు.",
    "35": "యెహోవానగు నేను దీని చెప్పితిని; నాకు విరోధముగా కూడిన ఈ సర్వసమాజమునకు నిశ్చయముగా దీని చేసెదను; ఈ అరణ్యములోనే వారు క్షీణించిపోవుదురు, ఇక్కడే వారు చనిపోవుదురు.",
    "36": "దేశమును సంచరించి చూచుటకు మోషే పంపిన మనుష్యులు తిరిగి వచ్చి ఆ దేశమును గూర్చి చెడ్డ సమాచారము చెప్పుటవలన సర్వసమాజము అతని మీద సణుగునట్లు చేసిరి.",
    "37": "ఆ దేశమును గూర్చి చెడ్డ సమాచారము చెప్పిన ఆ మనుష్యులు యెహోవా సన్నిధిని తెగులు చేత చనిపోయిరి.",
    "38": "దేశమును సంచరించి చూచుటకు వెళ్లిన ఆ మనుష్యులలో నూను కుమారుడైన యెహోషువయు యెఫున్నె కుమారుడైన కాలేబును బ్రతికిరి.",
    "39": "మోషే ఇశ్రాయేలీయులందరితో ఆ మాటలు చెప్పగా ప్రజలు చాల దుఃఖించిరి.",
    "40": "వారు ఉదయమున లేచి ఆ కొండ కొనకు ఎక్కి - ఇదిగో మేమున్నాము; యెహోవా చెప్పిన స్థలమునకు వెళ్లుదము; మేము పాపము చేసితిమనిరి.",
    "41": "అందుకు మోషే - మీరు యెహోవా నోటి మాట ఎందుకు మీరితిరి? అది కొనసాగదు.",
    "42": "యెహోవా మీ మధ్యను ఉండడు గనుక వెళ్లకుడి; మీ శత్రువుల యెదుట మీరు ఓడిపోవుదురు.",
    "43": "అమాలేకీయులును కనానీయులును అక్కడ మీకు ఎదురుగా ఉన్నారు; మీరు కత్తివాత పడుదురు; మీరు యెహోవాను వెంబడించుట మానితిరి గనుక యెహోవా మీకు తోడైయుండడని చెప్పెను.",
    "44": "అయినను వారు మూర్ఖించి ఆ కొండ కొనకు ఎక్కిరి; యెహోవా నిబంధన మందసమైనను మోషేయైనను పాళెములోనుండి వెళ్లలేదు.",
    "45": "అప్పుడు ఆ కొండలో నివసించిన అమాలేకీయులును కనానీయులును దిగివచ్చి వారిని ఓడించి, హోర్మా వరకు వారిని తరిమిరి."
}
