
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - మీరు నివసించుటకు నేను మీకిచ్చుచున్న దేశమునకు మీరు చేరిన తరువాత",
    "3": "యెహోవాకు ఇంపైన సువాసన గల హోమముగా, దహనబలినైనను బలిని గాని, మ్రొక్కుబడి చెల్లించుటకైనను, స్వేచ్ఛార్పణగానైనను, మీ నియామక కాలములలోనైనను, గోవులలోనిదానినైనను గొర్రెలలోనిదానినైనను యెహోవాకు అర్పించునప్పుడు,",
    "4": "అర్పించువాడు తన అర్పణమును, అనగా పావు నూనెతో కలిపిన పదియవ వంతు పిండిని నైవేద్యముగా యెహోవాకు తేవలెను.",
    "5": "దహనబలికే గాని బలికే గాని అర్పించు ఒక్కొక్క గొర్రెపిల్లకు పానార్పణముగా పావు ద్రాక్షారసమును సిద్ధపరచవలెను.",
    "6": "పొట్టేలైనయెడల, ముప్పావు నూనెతో కలిపిన రెండు పదియవ వంతుల పిండిని నైవేద్యముగాను,",
    "7": "పానార్పణముగా ముప్పావు ద్రాక్షారసమును యెహోవాకు ఇంపైన సువాసనగా అర్పింపవలెను.",
    "8": "నీవు దహనబలిగానైనను, మ్రొక్కుబడి చెల్లించు బలిగానైనను, యెహోవాకు సమాధానబలిగానైనను కోడెదూడను సిద్ధపరచునప్పుడు",
    "9": "అర పడి నూనెతో కలిపిన మూడు పదియవ వంతుల పిండిని నైవేద్యముగా ఆ కోడెతో తేవలెను.",
    "10": "పానార్పణముగా అర పడి ద్రాక్షారసమును తేవలెను; అది యెహోవాకు ఇంపైన సువాసన గల హోమము.",
    "11": "ఒక్కొక్క కోడెకే గాని, ఒక్కొక్క పొట్టేలుకే గాని, గొర్రెపిల్లల మందలోనిదానికే గాని, మేకపిల్లల మందలోనిదానికే గాని ఈలాగు చేయవలెను.",
    "12": "మీరు సిద్ధపరచు వాటి లెక్క చొప్పున వాటిలో ప్రతిదానికి ఆలాగు చేయవలెను.",
    "13": "యెహోవాకు ఇంపైన సువాసన గల హోమమును అర్పించునప్పుడు దేశస్థులందరు ఆలాగుననే చేయవలెను.",
    "14": "మీలో నివసించు పరదేశియైనను, మీ తరములలో మీ మధ్యనున్న వాడెవడైనను యెహోవాకు ఇంపైన సువాసన గల హోమమును అర్పించునప్పుడు మీరు చేయునట్లే వాడును చేయవలెను.",
    "15": "సమాజమునకును మీలో నివసించు పరదేశికిని ఒక్కటే కట్టడ; అది మీ తరతరములకు నిత్యమైన కట్టడ; యెహోవా సన్నిధిని మీరు ఉన్నట్లే పరదేశియు ఉండును.",
    "16": "మీకును మీలో నివసించు పరదేశికిని ఒక్కటే విధి, ఒక్కటే తీర్పు ఉండవలెను.",
    "17": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "18": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - నేను మిమ్మును తీసికొనిపోవుచున్న దేశమునకు మీరు వచ్చిన తరువాత",
    "19": "ఆ దేశపు ఆహారమును మీరు తినునప్పుడు యెహోవాకు ప్రతిష్ఠార్పణను అర్పింపవలెను.",
    "20": "మీ మొదటి పిండి ముద్దను రొట్టెగా అర్పింపవలెను; కళ్లములోని అర్పణమును అర్పించినట్లు దానిని అర్పింపవలెను.",
    "21": "మీ తరతరములకు మీ మొదటి పిండిలో కొంత యెహోవాకు ప్రతిష్ఠార్పణగా ఇయ్యవలెను.",
    "22": "మరియు మీరు పొరబడి, యెహోవా మోషేతో చెప్పిన ఈ ఆజ్ఞలన్నిటిని,",
    "23": "అనగా యెహోవా ఆజ్ఞాపించిన దినము మొదలుకొని మీ తరతరములకు యెహోవా మోషే ద్వారా మీకు ఆజ్ఞాపించిన వాటన్నిటిని మీరు చేయనియెడల,",
    "24": "సమాజమునకు తెలియకుండ పొరబాటున ఏదైన జరిగినయెడల, సర్వసమాజము యెహోవాకు ఇంపైన సువాసనగా దహనబలి కొరకు ఒక కోడెదూడను, దాని విధి చొప్పున దాని నైవేద్యమును దాని పానార్పణమును, పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "25": "యాజకుడు ఇశ్రాయేలీయుల సర్వసమాజము నిమిత్తము ప్రాయశ్చిత్తము చేయును; అప్పుడు వారికి క్షమాపణ కలుగును; ఏలయనగా అది పొరబాటు; వారు తమ పొరబాటు నిమిత్తము యెహోవాకు హోమమును పాపపరిహార్థార్థ బలిని యెహోవా సన్నిధికి తెచ్చిరి.",
    "26": "ఇశ్రాయేలీయుల సర్వసమాజమునకును వారిలో నివసించు పరదేశికిని క్షమాపణ కలుగును; అది ప్రజలందరికి పొరబాటున సంభవించెను.",
    "27": "ఒకడు పొరబాటున పాపము చేసినయెడల వాడు పాపపరిహార్థార్థ బలిగా ఏడాది ఆడుమేకను తేవలెను.",
    "28": "పొరబాటున పాపము చేసినవాని నిమిత్తము ప్రాయశ్చిత్తము కలుగుటకై యాజకుడు యెహోవా సన్నిధిని ప్రాయశ్చిత్తము చేయును; అప్పుడు వానికి క్షమాపణ కలుగును.",
    "29": "ఇశ్రాయేలీయులలో పుట్టినవానికే గాని వారిలో నివసించు పరదేశికే గాని పొరబాటున పాపము చేయువానికి ఒక్కటే విధి ఉండవలెను.",
    "30": "దేశస్థుడే గాని పరదేశియే గాని యెవడైనను సాహసించి పాపము చేసినయెడల వాడు యెహోవాను తిరస్కరించినవాడగును; ఆ మనుష్యుడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "31": "వాడు యెహోవా మాటను తృణీకరించి ఆయన ఆజ్ఞను మీరెను గనుక ఆ మనుష్యుడు నిశ్చయముగా కొట్టివేయబడును; వాని దోషము వానిమీదనే ఉండును.",
    "32": "ఇశ్రాయేలీయులు అరణ్యములో ఉన్నప్పుడు ఒకడు విశ్రాంతి దినమున కట్టెలు ఏరుట చూచిరి.",
    "33": "కట్టెలు ఏరుచుండగా వానిని కనుగొనినవారు మోషే అహరోనుల యొద్దకును సర్వసమాజము యొద్దకును వానిని తీసికొనివచ్చిరి.",
    "34": "వానికి ఏమి చేయవలెనో అది విశదపరచబడలేదు గనుక వానిని కావలిలో ఉంచిరి.",
    "35": "అప్పుడు యెహోవా - ఆ మనుష్యుడు మరణశిక్ష పొందవలెను; సర్వసమాజము పాళెము వెలుపల రాళ్లతో వానిని కొట్టవలెనని మోషేతో చెప్పెను.",
    "36": "కాబట్టి యెహోవా మోషేకు ఆజ్ఞాపించినట్లు సర్వసమాజము పాళెము వెలుపలికి వానిని తీసికొనిపోయి రాళ్లతో వానిని కొట్టగా వాడు చనిపోయెను.",
    "37": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "38": "నీవు ఇశ్రాయేలీయులతో మాటలాడి, వారు తమ తరతరములకు తమ వస్త్రముల అంచులయందు కుచ్చులు చేసికొని, ఆ అంచుల కుచ్చుల మీద నీలి సూత్రమును తగిలింపవలెనని వారితో చెప్పుము.",
    "39": "మీరు యెహోవా ఆజ్ఞలన్నిటిని జ్ఞాపకము చేసికొని వాటిని అనుసరించి నడుచునట్లును, మీ మనస్సులకును మీ కన్నులకును తోచినట్లు వంకరగా పోకుండునట్లును అది మీకు కుచ్చుగా ఉండును.",
    "40": "అందువలన మీరు నా ఆజ్ఞలన్నిటిని జ్ఞాపకము చేసికొని వాటిని అనుసరించి మీ దేవునికి ప్రతిష్ఠితరాలై యుందురు.",
    "41": "మీకు దేవుడనై యుండుటకు ఐగుప్తు దేశములోనుండి మిమ్మును రప్పించిన మీ దేవుడనైన యెహోవాను నేనే; మీ దేవుడనైన యెహోవాను నేనే."
}
