
{
    "1": "లేవికి మునిమనుమడును కహతుకు మనుమడును ఇస్హారు కుమారుడునైన కోరహు, రూబేను వంశస్థులైన ఏలీయాబు కుమారులగు దాతాను అబీరాములును, పెలెతు కుమారుడగు ఓనును",
    "2": "ఇశ్రాయేలీయులలో పేరు పొందిన సభాధిపతులును సమాజ ప్రధానులునైన రెండు వందల ఏబదిమందితో మోషే మీద లేచిరి.",
    "3": "వారు మోషే అహరోనులకు విరోధముగా కూడి వచ్చి - మీతో మాకిక పని లేదు; ఈ సర్వసమాజములోని ప్రతివాడును పరిశుద్ధుడే, యెహోవా వారి మధ్య ఉన్నాడు; యెహోవా సంఘము మీద మిమ్మును మీరేల హెచ్చించుకొనుచున్నారని వారితో చెప్పగా",
    "4": "మోషే ఆ మాట విని సాష్టాంగపడెను.",
    "5": "అతడు కోరహుతోను అతని వారందరితోను ఇట్లనెను - రేపు యెహోవా తనవాడెవడో పరిశుద్ధుడెవడో చూపించి, తన యొద్దకు వానిని చేర్చుకొనును; ఆయన ఎవరిని ఏర్పరచుకొనునో వానిని తన యొద్దకు చేర్చుకొనును.",
    "6": "దీని చేయుడి; కోరహును అతని వారందరును ధూపార్తులను తీసికొని",
    "7": "రేపు యెహోవా సన్నిధిని వాటిలో నిప్పులుంచి వాటిమీద ధూపము వేయవలెను; అప్పుడు యెహోవా ఎవరిని ఏర్పరచుకొనునో వాడే పరిశుద్ధుడు. లేవి కుమారులారా, మీతో నాకిక పని లేదు అనెను.",
    "8": "మరియు మోషే కోరహుతో - లేవి కుమారులారా వినుడి;",
    "9": "ఇశ్రాయేలు దేవుని మందిర సేవ చేయుటకును, యెహోవా సన్నిధిని సేవ చేయుటకును, సమాజము యెదుట నిలిచి సేవ చేయుటకును, ఇశ్రాయేలు దేవుడు ఇశ్రాయేలు సమాజములోనుండి మిమ్మును వేరుపరచుట మీకు అల్పమా?",
    "10": "ఆయన నిన్నును నీతోకూడ లేవీయులైన నీ సహోదరులందరిని చేర్చుకొనెను గదా; అయితే మీరు యాజకత్వమును కూడ కోరుచున్నారు.",
    "11": "అందుకే నీవును నీ వారందరును యెహోవాకు విరోధముగా కూడియున్నారు; అహరోను ఎవడు? అతని మీద సణుగనేల అనెను.",
    "12": "మోషే ఏలీయాబు కుమారులైన దాతాను అబీరాములను పిలువనంపగా వారు - మేము రాము.",
    "13": "ఈ అరణ్యములో మమ్మును చంపుటకు పాలు తేనెలు ప్రవహించు దేశములోనుండి మమ్మును తీసికొని వచ్చుట అల్పమా? మా మీద ప్రభుత్వము చేయుటకును నీవు చూచుచున్నావు.",
    "14": "అంతేకాదు, పాలు తేనెలు ప్రవహించు దేశములోనికి నీవు మమ్మును తీసికొని రాలేదు; పొలములను ద్రాక్షతోటలను మాకు స్వాస్థ్యముగా ఇయ్యలేదు; ఈ మనుష్యుల కన్నులను ఊడదీసెదవా? మేము రామనిరి.",
    "15": "కాబట్టి మోషే మిక్కిలి కోపించి - వారి అర్పణను లక్ష్యపెట్టకుము; నేను వారి యొద్ద ఒక గాడిదనైనను తీసికొనలేదు, వారిలో ఎవరికిని కీడు చేయలేదని యెహోవాతో చెప్పెను.",
    "16": "మరియు మోషే కోరహుతో - నీవును నీ వారందరును, అనగా నీవును వారును అహరోనును రేపు యెహోవా సన్నిధిని నిలువవలెను.",
    "17": "మీలో ప్రతివాడు తన ధూపార్తిని తీసికొని వాటిమీద ధూపము వేసి, ఒక్కొక్కడు తన ధూపార్తిని, అనగా రెండు వందల ఏబది ధూపార్తులను యెహోవా సన్నిధికి తేవలెను; నీవును అహరోనును ఒక్కొక్కడు తన ధూపార్తిని తేవలెనని చెప్పెను.",
    "18": "కాబట్టి వారు ఒక్కొక్కడు తన ధూపార్తిని తీసికొని వాటిలో నిప్పులుంచి వాటిమీద ధూపము వేసి, మోషే అహరోనులతో కూడ ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద నిలిచిరి.",
    "19": "కోరహు వారికు విరోధముగా సర్వసమాజమును ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు పోగుచేయగా యెహోవా మహిమ సర్వసమాజమునకు కనబడెను.",
    "20": "అప్పుడు యెహోవా మోషే అహరోనులతో ఇట్లనెను",
    "21": "ఈ సమాజము మధ్యనుండి వైదొలగుడి; క్షణములో వారిని కాల్చివేసెదను.",
    "22": "అప్పుడు వారు సాష్టాంగపడి - దేవా, సమస్త శరీరుల ఆత్మలకు దేవా, ఒక్కడు పాపము చేసినందున ఈ సర్వసమాజము మీద నీవు కోపపడుదువా అనిరి.",
    "23": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను",
    "24": "నీవు సమాజముతో - కోరహు దాతాను అబీరాముల నివాసము చుట్టుప్రక్కలనుండి తొలగిపొండని చెప్పుమనెను.",
    "25": "మోషే లేచి దాతాను అబీరాముల యొద్దకు వెళ్లగా ఇశ్రాయేలు పెద్దలు అతని వెంబడి వెళ్లిరి.",
    "26": "అతడు - ఈ దుష్టుల గుడారముల యొద్దనుండి తొలగిపొండి; వారి పాపములన్నిటిలో మీరును నశించకుండునట్లు వారికి కలిగినదేదియు ముట్టకుడని సమాజముతో చెప్పెను.",
    "27": "కాబట్టి వారు కోరహు దాతాను అబీరాముల నివాసము చుట్టుప్రక్కలనుండి వెళ్లిపోయిరి; దాతాను అబీరాములు బయటికి వచ్చి తమ భార్యలతోను తమ కుమారులతోను తమ చిన్న పిల్లలతోను తమ గుడారముల ద్వారమున నిలిచిరి.",
    "28": "అప్పుడు మోషే - ఈ క్రియలన్నియు చేయుటకు యెహోవా నన్ను పంపెననియు, నా అంతట నేనే వాటిని చేయలేదనియు దీనివలన మీరు తెలిసికొందురు.",
    "29": "సమస్త మనుష్యులకు వచ్చు మరణము వీరికి వచ్చినయెడల, సమస్త మనుష్యులకు కలుగునట్లు వీరికి కలిగినయెడల యెహోవా నన్ను పంపలేదు.",
    "30": "అయితే యెహోవా గొప్ప వింత పుట్టించినందున, వారు సజీవముగా పాతాళములో కూలునట్లు నేల తన నోరు తెరచి వారిని వారికి కలిగిన సమస్తమును మింగివేసినయెడల, ఈ మనుష్యులు యెహోవాను అలక్ష్యము చేసిరని మీకు తెలియుననెను.",
    "31": "అతడు ఆ మాటలన్నియు చెప్పి చాలించగానే వారి క్రింది నేల బద్దలాయెను;",
    "32": "భూమి తన నోరు తెరచి వారిని వారి కుటుంబములను కోరహు సంబంధికులందరిని వారికి కలిగిన ఆస్తి యావత్తును మింగివేసెను.",
    "33": "వారును వారికి కలిగిన సమస్తమును సజీవముగానే పాతాళములో కూలెను; భూమి వారిని మూసివేసెను, వారు సమాజములో ఉండకుండ నశించిరి.",
    "34": "వారి చుట్టునున్న ఇశ్రాయేలీయులందరు వారి ఆర్తధ్వని విని - భూమి మనలను కూడ మింగివేయునేమో అని చెప్పుకొనుచు పారిపోయిరి.",
    "35": "మరియు యెహోవా యొద్దనుండి అగ్ని బయలుదేరి ధూపము వేసిన ఆ రెండు వందల ఏబదిమందిని కాల్చివేసెను.",
    "36": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "37": "నీవు యాజకుడైన అహరోను కుమారుడగు ఎలియాజరుతో - ఆ అగ్నిలోనుండి ఆ ధూపార్తులను తీసి ఆ నిప్పులను ఆవలికి చల్లుమని చెప్పుము; అవి ప్రతిష్ఠితమైనవి.",
    "38": "తమ ప్రాణములకు ముప్పు తెచ్చుకొనిన ఆ పాపుల ధూపార్తులను తీసికొని, బలిపీఠమునకు కప్పుగా వెడల్పైన రేకులను చేయవలెను; వారు యెహోవా సన్నిధికి వాటిని తెచ్చినందున అవి ప్రతిష్ఠితములాయెను; అవి ఇశ్రాయేలీయులకు ఆనవాలుగా ఉండును.",
    "39": "కాబట్టి యాజకుడైన ఎలియాజరు కాల్చబడినవారు తెచ్చిన ఆ ఇత్తడి ధూపార్తులను తీసికొని, అహరోను సంతానము కాని అన్యుడెవడును ధూపము వేయుటకు యెహోవా సన్నిధికి రాకుండునట్లును,",
    "40": "వాడు కోరహువలెను అతని సమూహమువలెను కాకుండునట్లును యెహోవా మోషే ద్వారా తనకు చెప్పినట్లు బలిపీఠమునకు కప్పుగా వాటిని కొట్టించెను.",
    "41": "మరునాడు ఇశ్రాయేలీయుల సర్వసమాజము మోషే అహరోనుల మీద సణిగుచు - మీరు యెహోవా ప్రజలను చంపితిరని చెప్పిరి.",
    "42": "సమాజము మోషే అహరోనులకు విరోధముగా కూడినప్పుడు వారు ప్రత్యక్షపు గుడారము వైపు తిరిగి చూడగా, మేఘము దానిని కమ్మెను, యెహోవా మహిమ కనబడెను.",
    "43": "మోషే అహరోనులు ప్రత్యక్షపు గుడారము ఎదుటికి రాగా",
    "44": "యెహోవా మోషేతో ఇట్లనెను",
    "45": "మీరు ఈ సమాజము మధ్యనుండి తొలగిపొండి; క్షణములో వారిని కాల్చివేసెదను అనగా వారు సాష్టాంగపడిరి.",
    "46": "అప్పుడు మోషే అహరోనుతో - నీవు ధూపార్తిని తీసికొని బలిపీఠము మీది నిప్పులు దానిలో ఉంచి ధూపము వేసి, త్వరగా సమాజమునొద్దకు వెళ్లి వారి నిమిత్తము ప్రాయశ్చిత్తము చేయుము; యెహోవా యొద్దనుండి కోపము బయలుదేరెను, తెగులు మొదలాయెనని చెప్పెను.",
    "47": "మోషే చెప్పినట్లు అహరోను దానిని తీసికొని సమాజము మధ్యకు పరుగెత్తి వెళ్ళెను; జనులలో తెగులు మొదలైయుండెను గనుక అతడు ధూపము వేసి ప్రజల నిమిత్తము ప్రాయశ్చిత్తము చేసెను.",
    "48": "అతడు చచ్చినవారికిని బ్రతికినవారికిని మధ్య నిలువబడగా తెగులు ఆగిపోయెను.",
    "49": "కోరహు విషయములో చనిపోయినవారు గాక ఆ తెగులువలన చనిపోయినవారు పద్నాలుగు వేల ఏడువందలమంది.",
    "50": "తెగులు ఆగిపోయినప్పుడు అహరోను ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దనున్న మోషే యొద్దకు తిరిగి వచ్చెను."
}
