
{
    "1": "మరియు యెహోవా అహరోనుతో ఇట్లనెను - నీవును నీతోకూడ నీ కుమారులును నీ తండ్రి ఇంటివారును పరిశుద్ధ స్థలమునకు సంబంధించిన దోషమును భరింపవలెను; నీవును నీతోకూడ నీ కుమారులును మీ యాజకత్వమునకు సంబంధించిన దోషమును భరింపవలెను.",
    "2": "నీ తండ్రి గోత్రమగు లేవి గోత్రపు నీ సహోదరులు నీతో కలిసి నీకు సేవ చేయునట్లు వారిని దగ్గరకు తీసికొనిరమ్ము; అయితే నీవును నీతోకూడ నీ కుమారులును సాక్ష్యపు గుడారము యెదుట ఉండవలెను.",
    "3": "వారు నీకును గుడారమంతటికిని కావలసిన విధులను గైకొనవలెను; అయితే వారును మీరును చావకుండునట్లు వారు పరిశుద్ధ స్థలము యొక్క ఉపకరణముల యొద్దకు గాని బలిపీఠము యొద్దకు గాని రాకూడదు.",
    "4": "వారు నీతో కలిసి ప్రత్యక్షపు గుడారము యొక్క సమస్త సేవను, అనగా గుడారము యొక్క విధాయకమును కాపాడవలెను; అన్యుడు మీ యొద్దకు రాకూడదు.",
    "5": "ఇశ్రాయేలీయుల మీద కోపము ఇకను రాకుండునట్లు మీరు పరిశుద్ధ స్థలము యొక్క విధాయకమును బలిపీఠము యొక్క విధాయకమును కాపాడవలెను.",
    "6": "ఇదిగో ఇశ్రాయేలీయుల మధ్యనుండి మీ సహోదరులైన లేవీయులను నేనే తీసికొనియున్నాను; ప్రత్యక్షపు గుడారము యొక్క సేవ చేయుటకు వారు యెహోవాకు ఇయ్యబడినవారై మీకు అప్పగింపబడిరి.",
    "7": "కాబట్టి నీవును నీతోకూడ నీ కుమారులును బలిపీఠమునకును అడ్డతెర లోపలికిని సంబంధించినవాటన్నిటి విషయములో మీ యాజకత్వమును జరుపుకొనుచు సేవ చేయవలెను; దానముగా మీ యాజకత్వమును మీకిచ్చియున్నాను; సమీపించు అన్యుడు మరణశిక్ష పొందును.",
    "8": "మరియు యెహోవా అహరోనుతో ఇట్లనెను - ఇదిగో నా ప్రతిష్ఠార్పణలను కాపాడు పని నీకిచ్చియున్నాను; ఇశ్రాయేలీయులు ప్రతిష్ఠించువాటన్నిటిని బట్టి అభిషేకము కారణము చేత నిత్యమైన కట్టడగా వాటిని నీకును నీ కుమారులకును ఇచ్చియున్నాను.",
    "9": "అతి పరిశుద్ధమైనవాటిలో అగ్నిలో కాలనిది నీదగును; అనగా వారు నాకు అర్పించునదంతయు, నైవేద్యములన్నియు, పాపపరిహార్థార్థ బలులన్నియు, అపరాధపరిహార్థార్థ బలులన్నియు నీకును నీ కుమారులకును అతి పరిశుద్ధములు.",
    "10": "అతి పరిశుద్ధ స్థలములో దానిని తినవలెను; ప్రతి మగవాడు దానిని తినవలెను; అది నీకు పరిశుద్ధముగా ఉండవలెను.",
    "11": "మరియు ఇదియు నీదగును; అనగా ఇశ్రాయేలీయులు అర్పించు అల్లాడింపబడు అర్పణలును, అల్లాడింపబడు అర్పణలన్నియు నీవే; నిత్యమైన కట్టడగా వాటిని నీకును నీ కుమారులకును నీ కుమార్తెలకును ఇచ్చియున్నాను; నీ యింట పవిత్రుడైన ప్రతివాడును వాటిని తినవచ్చును.",
    "12": "నూనెలో శ్రేష్ఠమైనదంతయు, ద్రాక్షారసములోను ధాన్యములోను శ్రేష్ఠమైనదంతయు, అనగా వాటి ప్రథమ ఫలములను వారు యెహోవాకు ఇచ్చునవి నీకిచ్చియున్నాను.",
    "13": "వారి దేశములో పుట్టిన సమస్తములోని తొలిపంట నీదగును; నీ యింట పవిత్రుడైన ప్రతివాడును దానిని తినవచ్చును.",
    "14": "ఇశ్రాయేలీయులలో ప్రతిష్ఠితమైనదంతయు నీదగును.",
    "15": "మనుష్యులలోనే గాని జంతువులలోనే గాని సమస్త శరీరులలో వారు యెహోవాకు అర్పించు గర్భము తెరిచి పుట్టునదంతయు నీదగును; అయితే మనుష్యుల తొలిచూలును తప్పక విడిపింపవలెను; అపవిత్ర జంతువుల తొలిచూలును విడిపింపవలెను.",
    "16": "ఒక నెల మొదలుకొని పైప్రాయము గలవాటిని విడిపించునప్పుడు, పరిశుద్ధ స్థలము యొక్క తులము చొప్పున ఐదు తులముల వెండిని నీవు ఏర్పరచిన వెల నిచ్చి వాటిని విడిపింపవలెను; తులము ఇరవై చిన్నములు.",
    "17": "అయితే ఆవు తొలిదూడనైనను, గొర్రె తొలిపిల్లనైనను, మేక తొలిపిల్లనైనను విడిపింపకూడదు; అవి ప్రతిష్ఠితములు; వాటి రక్తమును బలిపీఠము మీద ప్రోక్షించి వాటి క్రొవ్వును యెహోవాకు ఇంపైన సువాసన గల హోమముగా దహించవలెను.",
    "18": "అల్లాడింపబడిన రొమ్మును కుడి జబ్బయు నీవైనట్లు వాటి మాంసము నీదగును.",
    "19": "ఇశ్రాయేలీయులు యెహోవాకు ప్రతిష్ఠించు ప్రతిష్ఠార్పణలన్నిటిని నిత్యమైన కట్టడగా నీకును నీ కుమారులకును నీ కుమార్తెలకును ఇచ్చియున్నాను. ఇది యెహోవా సన్నిధిని నీకును నీతోకూడ నీ సంతానమునకును నిత్యమైన ఉప్పు నిబంధన.",
    "20": "మరియు యెహోవా అహరోనుతో ఇట్లనెను - వారి దేశములో నీకు స్వాస్థ్యము ఉండదు, వారి మధ్య నీకు పాలు ఉండదు; ఇశ్రాయేలీయుల మధ్య నీ పాలు నీ స్వాస్థ్యము నేనే.",
    "21": "ఇదిగో లేవీయులు చేయు సేవకు, అనగా ప్రత్యక్షపు గుడారము యొక్క సేవకు జీతముగా ఇశ్రాయేలీయులలోని దశమ భాగమంతయు వారికి స్వాస్థ్యముగా ఇచ్చితిని.",
    "22": "ఇశ్రాయేలీయులు పాపము భరించి చావకుండునట్లు ఇకమీదట వారు ప్రత్యక్షపు గుడారమును సమీపింపకూడదు.",
    "23": "అయితే లేవీయులు ప్రత్యక్షపు గుడారము యొక్క సేవ చేసి తమ దోషమును భరింపవలెను; ఇశ్రాయేలీయుల మధ్య వారికి స్వాస్థ్యము ఉండకూడదు; ఇది మీ తరతరములకు నిత్యమైన కట్టడ.",
    "24": "ఏలయనగా ఇశ్రాయేలీయులు యెహోవాకు ప్రతిష్ఠార్పణగా అర్పించు దశమ భాగములను లేవీయులకు స్వాస్థ్యముగా ఇచ్చితిని; అందుచేత - ఇశ్రాయేలీయుల మధ్య వారికి స్వాస్థ్యము ఉండదని వారితో చెప్పితిని.",
    "25": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "26": "నీవు లేవీయులతో ఇట్లనుము - నేను ఇశ్రాయేలీయులచేత మీకు స్వాస్థ్యముగా ఇప్పించిన దశమ భాగమును మీరు వారి యొద్ద పుచ్చుకొనునప్పుడు, ఆ దశమ భాగములో దశమ భాగమును యెహోవాకు ప్రతిష్ఠార్పణగా అర్పింపవలెను.",
    "27": "మీ ప్రతిష్ఠార్పణ కళ్లములోని ధాన్యమువలెను ద్రాక్షల గానుగలోని సంపూర్ణతవలెను మీకు ఎంచబడును.",
    "28": "ఆలాగే మీరు ఇశ్రాయేలీయుల యొద్ద పుచ్చుకొను మీ దశమ భాగములన్నిటిలో యెహోవాకు ప్రతిష్ఠార్పణను అర్పింపవలెను; దానిలో యెహోవా ప్రతిష్ఠార్పణను యాజకుడైన అహరోనుకు ఇయ్యవలెను.",
    "29": "మీకు వచ్చిన వాటన్నిటిలోనుండి యెహోవాకు ప్రతిష్ఠార్పణను, అనగా వాటిలో శ్రేష్ఠమైనదంతటిలోనుండి ప్రతిష్ఠితమైన భాగమును అర్పింపవలెను.",
    "30": "కాబట్టి నీవు వారితో ఇట్లనుము - మీరు దానిలో శ్రేష్ఠమైనదానిని ప్రతిష్ఠించినప్పుడు, అది కళ్లము రాబడివలెను ద్రాక్షల గానుగ రాబడివలెను లేవీయులకు ఎంచబడును.",
    "31": "మీరును మీ కుటుంబములును ఎక్కడనైనను దానిని తినవచ్చును; ఏలయనగా ప్రత్యక్షపు గుడారములో మీరు చేయు సేవకు అది మీకు జీతము.",
    "32": "దానిలో శ్రేష్ఠమైనదానిని మీరు ప్రతిష్ఠించినప్పుడు దానిని బట్టి మీరు పాపము మోయరు; మీరు చావకుండునట్లు ఇశ్రాయేలీయుల ప్రతిష్ఠితములను అపవిత్రపరచకూడదు."
}
