
{
    "1": "మరియు యెహోవా మోషే అహరోనులతో ఇట్లనెను",
    "2": "యెహోవా ఆజ్ఞాపించిన ధర్మశాస్త్ర విధి ఇదే; ఇశ్రాయేలీయులు మచ్చలేనిదియు లోపములేనిదియు కాడి మోయనిదియునైన ఎర్రని ఆవును నీ యొద్దకు తీసికొనిరావలెనని వారితో చెప్పుము.",
    "3": "మీరు యాజకుడైన ఎలియాజరుకు దానిని అప్పగింపవలెను; అతడు పాళెము వెలుపలికి దానిని తోలుకొనిపోవలెను; ఒకడు అతని యెదుట దానిని వధించవలెను.",
    "4": "యాజకుడైన ఎలియాజరు తన వ్రేలితో దాని రక్తమును తీసికొని, ప్రత్యక్షపు గుడారము యొక్క ముందటి భాగము వైపు ఆ రక్తమును ఏడు మారులు ప్రోక్షింపవలెను.",
    "5": "ఒకడు అతని కన్నుల యెదుట ఆ ఆవును దహించవలెను; దాని చర్మమును దాని మాంసమును దాని రక్తమును దాని పేడతో కూడ దహించవలెను.",
    "6": "యాజకుడు దేవదారు కర్రను హిస్సోపును ఎర్రని నూలును తీసికొని ఆవు కాలుచుండగా దాని మధ్యలో వేయవలెను.",
    "7": "తరువాత యాజకుడు తన బట్టలు ఉతుకుకొని నీళ్లతో ఒళ్లు కడుగకొనిన తరువాత పాళెములోనికి రావలెను; సాయంకాలము వరకు యాజకుడు అపవిత్రుడగును.",
    "8": "దానిని కాల్చినవాడు నీళ్లతో తన బట్టలు ఉతుకుకొని నీళ్లతో ఒళ్లు కడుగుకొనవలెను; వాడును సాయంకాలము వరకు అపవిత్రుడగును.",
    "9": "పవిత్రుడైన ఒక మనుష్యుడు ఆ ఆవు బూడిదెను పోగుచేసి పాళెము వెలుపల పవిత్ర స్థలమున ఉంచవలెను; పాపపరిహార్థార్థ జలము కొరకు ఇశ్రాయేలీయుల సమాజమునకు అది ఉంచబడవలెను; అది పాపపరిహార్థార్థ బలి.",
    "10": "ఆవు బూడిదెను పోగుచేసినవాడు తన బట్టలు ఉతుకుకొనవలెను; వాడు సాయంకాలము వరకు అపవిత్రుడగును. ఇది ఇశ్రాయేలీయులకును వారిలో నివసించు పరదేశికిని నిత్యమైన కట్టడ.",
    "11": "ఏ మనుష్యుని శవమునైనను ముట్టువాడు ఏడు దినములు అపవిత్రుడగును.",
    "12": "అతడు మూడవ దినమున ఆ నీళ్లతో పాపము పరిహరించుకొనవలెను, అప్పుడు ఏడవ దినమున పవిత్రుడగును; అయితే మూడవ దినమున పాపము పరిహరించుకొనని యెడల ఏడవ దినమున పవిత్రుడు కాడు.",
    "13": "ఎవడైనను చనిపోయిన మనుష్యుని శవమును ముట్టి తన్ను తాను పాపమునుండి పరిహరించుకొనని యెడల వాడు యెహోవా మందిరమును అపవిత్రపరచును; ఆ మనుష్యుడు ఇశ్రాయేలులోనుండి కొట్టివేయబడును. పాపపరిహార్థార్థ జలము వానిమీద ప్రోక్షింపబడలేదు గనుక వాడు అపవిత్రుడు; వాని అపవిత్రత ఇంకను వానిలో ఉండును.",
    "14": "గుడారములో ఒకడు చనిపోయినప్పుడు విధి ఇదే; ఆ గుడారములోనికి వెళ్లు ప్రతివాడును ఆ గుడారములో ఉన్న ప్రతివాడును ఏడు దినములు అపవిత్రుడగును.",
    "15": "మూత వేయని ప్రతి తెరవబడిన పాత్ర అపవిత్రమగును.",
    "16": "బయట పొలములో కత్తితో చంపబడినవానినైనను శవమునైనను మనుష్యుని ఎముకనైనను సమాధినైనను ముట్టువాడు ఏడు దినములు అపవిత్రుడగును.",
    "17": "అపవిత్రుడైనవాని కొరకు దహించబడిన పాపపరిహార్థార్థ బలి బూడిదెలో కొంచెము తీసికొని ఒక పాత్రలో వేసి దానిమీద పారు నీళ్లు పోయవలెను.",
    "18": "పవిత్రుడైన ఒకడు హిస్సోపు తీసికొని ఆ నీళ్లలో ముంచి, ఆ గుడారము మీదను, సకల పాత్రల మీదను, అక్కడనున్న మనుష్యుల మీదను, ఎముకనైనను, చంపబడినవానినైనను, శవమునైనను, సమాధినైనను ముట్టినవాని మీదను ప్రోక్షింపవలెను.",
    "19": "పవిత్రుడు మూడవ దినమున ఏడవ దినమున అపవిత్రుని మీద ప్రోక్షింపవలెను; ఏడవ దినమున వానిని పవిత్రపరచవలెను; తరువాత వాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలమున పవిత్రుడగును.",
    "20": "ఎవడైనను అపవిత్రుడై తన్ను తాను పాపమునుండి పరిహరించుకొనని యెడల ఆ మనుష్యుడు సమాజములోనుండి కొట్టివేయబడును; వాడు యెహోవా పరిశుద్ధ స్థలమును అపవిత్రపరచెను. పాపపరిహార్థార్థ జలము వానిమీద ప్రోక్షింపబడలేదు; వాడు అపవిత్రుడు.",
    "21": "ఇది వారికి నిత్యమైన కట్టడ. పాపపరిహార్థార్థ జలమును ప్రోక్షించువాడు తన బట్టలు ఉతుకుకొనవలెను; పాపపరిహార్థార్థ జలమును ముట్టువాడు సాయంకాలము వరకు అపవిత్రుడగును.",
    "22": "అపవిత్రుడు ముట్టునదంతయు అపవిత్రమగును; దానిని ముట్టువాడు సాయంకాలము వరకు అపవిత్రుడగును."
}
