
{
    "1": "మరియు యెహోవా మోషే అహరోనులకు ఈలాగు సెలవిచ్చెను",
    "2": "ఇశ్రాయేలీయులు తమ తమ పితరుల కుటుంబముల టెక్కెములను గలిగి, ప్రతివాడును తన తన ధ్వజమునొద్ద దిగవలెను; వారు ప్రత్యక్షపు గుడారమునకు ఎదురుగా దాని చుట్టు దిగవలెను.",
    "3": "తూర్పున, అనగా ఉదయ దిక్కున యూదా పాళెపు ధ్వజము గలవారు తమ తమ సేనల చొప్పున దిగవలెను; యూదా కుమారులకు అమ్మీనాదాబు కుమారుడైన నయస్సోను ప్రధానుడు.",
    "4": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు డెబ్బది నాలుగు వేల ఆరువందలమంది.",
    "5": "అతని సమీపమున ఇస్సాఖారు గోత్రము దిగవలెను; ఇస్సాఖారు కుమారులకు సూయారు కుమారుడైన నెతనేలు ప్రధానుడు.",
    "6": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు ఏబది నాలుగు వేల నాలుగువందలమంది.",
    "7": "తరువాత జెబూలూను గోత్రము; జెబూలూను కుమారులకు హేలోను కుమారుడైన ఏలీయాబు ప్రధానుడు.",
    "8": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు ఏబది ఏడు వేల నాలుగువందలమంది.",
    "9": "యూదా పాళెములో తమ తమ సేనల చొప్పున లెక్కించబడినవారందరు లక్షా ఎనభై ఆరు వేల నాలుగువందలమంది; వారు ముందు సాగవలెను.",
    "10": "దక్షిణ దిక్కున రూబేను పాళెపు ధ్వజము తమ తమ సేనల చొప్పున ఉండవలెను; రూబేను కుమారులకు షెదేయూరు కుమారుడైన ఎలీజూరు ప్రధానుడు.",
    "11": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు నలభై ఆరు వేల ఐదువందలమంది.",
    "12": "అతని సమీపమున షిమ్యోను గోత్రము దిగవలెను; షిమ్యోను కుమారులకు సూరీషద్దాయి కుమారుడైన షెలుమీయేలు ప్రధానుడు.",
    "13": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు ఏబది తొమ్మిది వేల మూడువందలమంది.",
    "14": "తరువాత గాదు గోత్రము; గాదు కుమారులకు రగూవేలు కుమారుడైన ఎల్యాసాపు ప్రధానుడు.",
    "15": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు నలభై అయిదు వేల ఆరువందల ఏబదిమంది.",
    "16": "రూబేను పాళెములో తమ తమ సేనల చొప్పున లెక్కించబడినవారందరు లక్షా ఏబదియొక వెయ్యి నాలుగువందల ఏబదిమంది; వారు రెండవ వరసన సాగవలెను.",
    "17": "తరువాత ప్రత్యక్షపు గుడారమును లేవీయుల పాళెమును ఆ పాళెముల నడుమ సాగవలెను; వారెట్లు దిగిరో అట్లే ప్రతివాడును తన తన వరుసలో తన తన ధ్వజమును బట్టి సాగవలెను.",
    "18": "పడమటి దిక్కున ఎఫ్రాయిము పాళెపు ధ్వజము తమ తమ సేనల చొప్పున ఉండవలెను; ఎఫ్రాయిము కుమారులకు అమ్మిహూదు కుమారుడైన ఎలీషామా ప్రధానుడు.",
    "19": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు నలభై వేల ఐదువందలమంది.",
    "20": "అతని సమీపమున మనష్షే గోత్రము ఉండవలెను; మనష్షే కుమారులకు పెదాసూరు కుమారుడైన గమలియేలు ప్రధానుడు.",
    "21": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు ముప్పది రెండు వేల రెండువందలమంది.",
    "22": "తరువాత బెన్యామీను గోత్రము; బెన్యామీను కుమారులకు గిద్యోనీ కుమారుడైన అబీదాను ప్రధానుడు.",
    "23": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు ముప్పది ఐదు వేల నాలుగువందలమంది.",
    "24": "ఎఫ్రాయిము పాళెములో తమ తమ సేనల చొప్పున లెక్కించబడినవారందరు లక్షా ఎనిమిది వేల ఒక వందమంది; వారు మూడవ వరసన సాగవలెను.",
    "25": "ఉత్తర దిక్కున దాను పాళెపు ధ్వజము తమ తమ సేనల చొప్పున ఉండవలెను; దాను కుమారులకు అమ్మిషద్దాయి కుమారుడైన అహీయెజెరు ప్రధానుడు.",
    "26": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు అరువది రెండు వేల ఏడువందలమంది.",
    "27": "అతని సమీపమున ఆషేరు గోత్రము దిగవలెను; ఆషేరు కుమారులకుొక్రాను కుమారుడైన పగీయేలు ప్రధానుడు.",
    "28": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు నలభై ఒక్క వెయ్యి ఐదువందలమంది.",
    "29": "తరువాత నఫ్తాలి గోత్రము; నఫ్తాలి కుమారులకు ఏనాను కుమారుడైన అహీర ప్రధానుడు.",
    "30": "అతని సేన, అనగా వారిలో లెక్కించబడినవారు ఏబది మూడు వేల నాలుగువందలమంది.",
    "31": "దాను పాళెములో లెక్కించబడినవారందరు లక్షా ఏబది ఏడు వేల ఆరువందలమంది; వారు తమ ధ్వజముల చొప్పున కడపట సాగవలెను.",
    "32": "వీరు ఇశ్రాయేలీయులలో తమ పితరుల కుటుంబముల చొప్పున లెక్కించబడినవారు; ఆ పాళెములలో తమ తమ సేనల చొప్పున లెక్కించబడినవారందరు ఆరు లక్షల మూడు వేల ఐదువందల ఏబదిమంది.",
    "33": "అయితే యెహోవా మోషేకు ఆజ్ఞాపించినట్లు లేవీయులు ఇశ్రాయేలీయులలో లెక్కించబడలేదు.",
    "34": "యెహోవా మోషేకు ఆజ్ఞాపించిన వాటన్నిటి చొప్పున ఇశ్రాయేలీయులు చేసిరి; అట్లు వారు తమ తమ వంశముల చొప్పున తమ తమ పితరుల కుటుంబముల చొప్పున ప్రతివాడును తన తన ధ్వజము నొద్ద దిగిరి, ఆలాగుననే సాగిరి."
}
