
{
    "1": "మొదటి నెలలో ఇశ్రాయేలీయుల సర్వసమాజము సీను అరణ్యమునకు వచ్చెను; ప్రజలు కాదేషులో నివసించిరి. అక్కడ మిర్యాము చనిపోయి పాతిపెట్టబడెను.",
    "2": "సమాజమునకు నీళ్లు లేకపోయెను గనుక వారు మోషే అహరోనులకు విరోధముగా పోగైరి.",
    "3": "ప్రజలు మోషేతో వాదించుచు - మా సహోదరులు యెహోవా యెదుట చనిపోయినప్పుడు మేమును చనిపోయినయెడల మేలు.",
    "4": "మేమును మా పశువులును ఇక్కడ చచ్చునట్లు మీరు యెహోవా సమాజమును ఈ అరణ్యములోనికి ఎందుకు తెచ్చితిరి?",
    "5": "ఈ కాని స్థలమునకు మమ్మును తెచ్చుటకు ఐగుప్తులోనుండి మమ్మును ఎందుకు రప్పించితిరి? ఇది విత్తనములకైనను అంజూరపు చెట్లకైనను ద్రాక్షావల్లికైనను దానిమ్మ చెట్లకైనను తగిన స్థలము కాదు; త్రాగుటకు నీళ్లును లేవనిరి.",
    "6": "మోషే అహరోనులు సమాజము యెదుటనుండి ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు వెళ్లి సాష్టాంగపడగా యెహోవా మహిమ వారికి కనబడెను.",
    "7": "యెహోవా మోషేతో ఇట్లనెను",
    "8": "నీవు ఆ కర్రను తీసికొని, నీవును నీ సహోదరుడైన అహరోనును సమాజమును పోగుచేసి, వారి కన్నుల యెదుట ఆ బండతో మాటలాడుము; అది తన నీళ్లను ఇచ్చును; నీవు వారి కొరకు బండలోనుండి నీళ్లను రప్పించి, సమాజమునకును వారి పశువులకును త్రాగనియ్యవలెననెను.",
    "9": "యెహోవా అతనికి ఆజ్ఞాపించినట్లు మోషే యెహోవా సన్నిధినుండి ఆ కర్రను తీసికొనెను.",
    "10": "మోషే అహరోనులు ఆ బండ యెదుట సమాజమును పోగుచేసినప్పుడు అతడు వారితో - ద్రోహులారా వినుడి; మేము ఈ బండలోనుండి మీకొరకు నీళ్లను రప్పింపవలెనా అని చెప్పెను.",
    "11": "అప్పుడు మోషే తన చెయ్యి ఎత్తి ఆ బండను తన కర్రతో రెండు మారులు కొట్టగా నీళ్లు సమృద్ధిగా పడెను; సమాజమును వారి పశువులును త్రాగెను.",
    "12": "యెహోవా మోషే అహరోనులతో - ఇశ్రాయేలీయుల కన్నుల యెదుట నా పరిశుద్ధతను సన్మానించునట్లు మీరు నన్ను నమ్మలేదు గనుక, నేను ఈ సమాజమునకు ఇచ్చిన దేశములోనికి మీరు వారిని తోడుకొనిపోరని చెప్పెను.",
    "13": "ఇవి మెరీబా జలములు; ఏలయనగా ఇశ్రాయేలీయులు యెహోవాతో వాదించినప్పుడు ఆయన వారి మధ్యనున్ను తనను పరిశుద్ధపరచుకొనెను.",
    "14": "మోషే కాదేషునుండి ఎదోము రాజునొద్దకు దూతలను పంపి - నీ సహోదరుడైన ఇశ్రాయేలు చెప్పునదేమనగా - మాకు సంభవించిన ఆయాసమంతయు నీకు తెలిసేయున్నది.",
    "15": "మా తండ్రులు ఐగుప్తునకు దిగివెళ్లిరి; మేము ఐగుప్తులో బహుకాలము నివసించితివిు; ఐగుప్తీయులు మమ్మును మా తండ్రులను శ్రమపెట్టిరి.",
    "16": "మేము యెహోవాకు మొరపెట్టినప్పుడు ఆయన మా మొరను విని, ఒక దూతను పంపి, ఐగుప్తులోనుండి మమ్మును రప్పించెను. ఇదిగో మేము నీ సరిహద్దులోనున్న పట్టణమైన కాదేషులో ఉన్నాము.",
    "17": "దయచేసి నీ దేశములోనుండి మమ్మును వెళ్లనిమ్ము; మేము పొలముల గుండనైనను ద్రాక్షతోటల గుండనైనను వెళ్లము; బావుల నీళ్లు త్రాగము; మేము నీ సరిహద్దును దాటు వరకు రాజమార్గముననే వెళ్లుదుము; కుడికైనను ఎడమకైనను తిరుగమని చెప్పెను.",
    "18": "అందుకు ఎదోము - నీవు నా దేశములో బడి వెళ్లకూడదు; వెళ్లినయెడల నేను కత్తితో నిన్ను ఎదుర్కొనెదనని అతనికి వర్తమానము పంపెను.",
    "19": "అందుకు ఇశ్రాయేలీయులు - మేము రాజమార్గముననే వెళ్లుదుము; మేమును మా పశువులును నీ నీళ్లు త్రాగినయెడల వాటి వెల ఇచ్చెదము; మరేమియు లేదు, కాళ్లతో నడిచి వెళ్లుటకైనను సెలవిమ్మని అతనితో చెప్పగా",
    "20": "అతడు - నీవు వెళ్లకూడదని చెప్పి, బహు జనముతోను బలమైన చేతితోను అతనికి ఎదురుగా బయలుదేరెను.",
    "21": "అట్లు ఎదోము తన సరిహద్దులో బడి వెళ్లుటకు ఇశ్రాయేలుకు దారి ఇయ్యనందున ఇశ్రాయేలు అతని యొద్దనుండి తొలగిపోయెను.",
    "22": "ఇశ్రాయేలీయుల సర్వసమాజము కాదేషునుండి ప్రయాణమై హోరు కొండకు వచ్చెను.",
    "23": "యెహోవా ఎదోము దేశపు సరిహద్దుననున్న హోరు కొండ మీద మోషే అహరోనులతో ఇట్లనెను",
    "24": "అహరోను తన పితరుల యొద్దకు చేర్చబడును; మెరీబా నీళ్ల యొద్ద మీరు నా మాటకు విరోధముగా తిరుగుబాటు చేసినందున నేను ఇశ్రాయేలీయులకు ఇచ్చిన దేశములో అతడు ప్రవేశింపడు.",
    "25": "నీవు అహరోనును అతని కుమారుడైన ఎలియాజరును తీసికొని హోరు కొండకు వారిని ఎక్కించుము.",
    "26": "అహరోను వస్త్రములను తీసి అతని కుమారుడైన ఎలియాజరుకు తొడిగించుము; అహరోను అక్కడ మృతిబొంది తన పితరుల యొద్దకు చేర్చబడుననెను.",
    "27": "యెహోవా ఆజ్ఞాపించినట్లు మోషే చేసెను. సర్వసమాజము చూచుచుండగా వారు హోరు కొండ ఎక్కిరి.",
    "28": "మోషే అహరోను వస్త్రములను తీసి అతని కుమారుడైన ఎలియాజరుకు తొడిగించెను; అహరోను అక్కడ ఆ కొండ శిఖరమున మృతిబొందెను; తరువాత మోషే ఎలియాజరులు కొండ దిగి వచ్చిరి.",
    "29": "అహరోను చనిపోయెనని సర్వసమాజము చూచినప్పుడు, ఇశ్రాయేలు ఇంటివారందరు అహరోనును గూర్చి ముప్పది దినములు ఏడ్చిరి."
}
