
{
    "1": "తరువాత ఇశ్రాయేలీయులు సాగి యెరికోకు ఎదురుగా యొర్దాను ఇవతల మోయాబు మైదానములలో దిగిరి.",
    "2": "ఇశ్రాయేలీయులు అమోరీయులకు చేసినదంతయు సిప్పోరు కుమారుడైన బాలాకు చూసెను.",
    "3": "ఆ జనము విస్తారముగా ఉన్నందున మోయాబీయులు వారిని చూచి మిక్కిలి భయపడిరి; ఇశ్రాయేలీయులకు మోయాబీయులు బెదిరిరి.",
    "4": "మోయాబీయులు మిద్యాను పెద్దలతో - ఎద్దు బయటనున్న పచ్చికను నాకివేయునట్లు ఈ జనసమూహము మన చుట్టునున్నవారినందరిని నాకివేయుననిరి. ఆ కాలమున సిప్పోరు కుమారుడైన బాలాకు మోయాబుకు రాజుగా ఉండెను.",
    "5": "అతడు బెయోరు కుమారుడైన బిలామును పిలుచుటకు తన జనుల దేశమందు నది యొద్దనున్న పెతోరుకు దూతలను పంపి - ఇదిగో ఒక జనము ఐగుప్తునుండి బయలుదేరి వచ్చెను; వారు భూతలమును కప్పి నా యెదుట దిగియున్నారు.",
    "6": "కాబట్టి నీవు వచ్చి నా నిమిత్తము ఈ జనమును శపించుము; వారు నాకంటే బలవంతులు; ఒకవేళ నేను వారిని హతము చేయుటకును, ఈ దేశములోనుండి వారిని తోలివేయుటకును నాకు బలము చాలునేమో; ఏలయనగా నీవు దీవించువాడు దీవింపబడుననియు, నీవు శపించువాడు శపింపబడుననియు నేనెరుగుదునని వర్తమానము పంపెను.",
    "7": "మోయాబు పెద్దలును మిద్యాను పెద్దలును సోదె సొమ్ము చేత పట్టుకొని వెళ్లి బిలాము నొద్దకు వచ్చి బాలాకు మాటలు అతనితో చెప్పిరి.",
    "8": "అతడు - ఈ రాత్రి ఇక్కడ ఉండుడి; యెహోవా నాతో చెప్పు మాటను బట్టి మీకు ఉత్తరమిచ్చెదనని వారితో చెప్పగా మోయాబు అధికారులు బిలామునొద్ద ఉండిరి.",
    "9": "దేవుడు బిలాము నొద్దకు వచ్చి - నీ యొద్దనున్న ఈ మనుష్యులు ఎవరని అడుగగా",
    "10": "బిలాము - మోయాబు రాజైన సిప్పోరు కుమారుడగు బాలాకు నా యొద్దకు వీరిని పంపి",
    "11": "ఇదిగో ఐగుప్తులోనుండి వచ్చిన ఒక జనము భూతలమును కమ్ముకొనెను; కాబట్టి నీవు వచ్చి నా నిమిత్తము వారిని శపించుము; ఒకవేళ నేను వారితో యుద్ధము చేసి వారిని తోలివేయగలనేమో అని చెప్పెనని దేవునితో అనెను.",
    "12": "అందుకు దేవుడు - నీవు వారితో వెళ్లకూడదు, ఆ ప్రజలను శపింపకూడదు; వారు ఆశీర్వదింపబడినవారు అని బిలాముతో చెప్పెను.",
    "13": "బిలాము ఉదయమున లేచి బాలాకు అధికారులతో - మీరు మీ దేశమునకు వెళ్లుడి; మీతో వచ్చుటకు యెహోవా నాకు సెలవియ్యనొల్లకున్నాడని చెప్పెను.",
    "14": "మోయాబు అధికారులు లేచి బాలాకు నొద్దకు వెళ్లి - బిలాము మాతో రానొల్లకపోయెనని చెప్పిరి.",
    "15": "బాలాకు మరల వీరి కంటే ఘనులైన అధికారులను ఎక్కువగా పంపెను.",
    "16": "వారు బిలాము నొద్దకు వచ్చి అతనితో - సిప్పోరు కుమారుడైన బాలాకు సెలవిచ్చినదేమనగా - నీవు దయచేసి నా యొద్దకు వచ్చుటకు ఆటంకపరచుకొనవద్దు.",
    "17": "నేను నీకు మిక్కిలి ఘనత కలుగజేసెదను; నీవు నాతో చెప్పునదంతయు చేసెదను గనుక దయచేసి వచ్చి నా నిమిత్తము ఈ జనమును శపించుమనిరి.",
    "18": "అందుకు బిలాము - బాలాకు తన ఇిల్లు నిండా వెండి బంగారములు నాకిచ్చినను, కొంచెమైనను గొప్పదైనను చేయునట్లు నా దేవుడైన యెహోవా నోటి మాటను నేను మీరలేను.",
    "19": "కాబట్టి యెహోవా నాతో ఇంకా ఏమి చెప్పునో నేను తెలుసుకొనునట్లు దయచేసి మీరును ఈ రాత్రి ఇక్కడ నుండుడని బాలాకు సేవకులతో చెప్పెను.",
    "20": "రాత్రివేళ దేవుడు బిలాము నొద్దకు వచ్చి - ఈ మనుష్యులు నిన్ను పిలువ వచ్చినయెడల నీవు లేచి వారితో వెళ్లుము; అయితే నేను నీతో చెప్పు మాట మాత్రమే నీవు చేయవలెనని అతనితో చెప్పెను.",
    "21": "బిలాము ఉదయమున లేచి తన గాడిదకు గంత కట్టి మోయాబు అధికారులతో వెళ్లెను.",
    "22": "అతడు వెళ్లుచుండగా దేవుని కోపము రగులుకొనెను; యెహోవా దూత అతనికి విరోధియై దారిలో నిలిచెను. అతడు తన గాడిద నెక్కి పోవుచుండెను; అతని పనివారు ఇద్దరు అతనితో ఉండిరి.",
    "23": "యెహోవా దూత కత్తి దూసి చేత పట్టుకొని దారిలో నిలిచియుండుట గాడిద చూచి దారిని విడిచి పొలములోనికి పోగా, గాడిదను దారికి మళ్లించుటకు బిలాము దానికి దెబ్బకొట్టెను.",
    "24": "అప్పుడు యెహోవా దూత ద్రాక్షతోటల సందున నిలిచెను; ఇటు అటు గోడలు ఉండెను.",
    "25": "గాడిద యెహోవా దూతను చూచి గోడకు ఒరిగి బిలాము కాలును గోడకు రాచెను గనుక అతడు మల్లా దాని కొట్టెను.",
    "26": "యెహోవా దూత ఇంకను అవతలకు వెళ్లి కుడికైనను ఎడమకైనను తిరుగుటకు సందులేని ఇరుకు చోట నిలిచెను.",
    "27": "గాడిద యెహోవా దూతను చూచి బిలాము క్రింద పండుకొనెను. బిలాముకు కోపము వచ్చి తన కర్రతో గాడిదను కొట్టెను.",
    "28": "అప్పుడు యెహోవా గాడిద నోరు తెరవగా అది - నేను నీకు ఏమి చేసితినని నన్ను ఈ మూడుసార్లు కొట్టితివని బిలాముతో అనెను.",
    "29": "అందుకు బిలాము - నీవు నన్ను ఎగతాళి చేసితివి; నా చేతిలో కత్తి ఉండినయెడల ఇప్పుడే నిన్ను చంపియుందునని గాడిదతో చెప్పెను.",
    "30": "అందుకు గాడిద - నేను నీదాననైనది మొదలుకొని నేటి వరకు నీవు ఎక్కుచు వచ్చిన నీ గాడిదను కానా? నేనెప్పుడైనను నీకు ఇట్లు చేయుట అలవాటా అని బిలామును అడుగగా అతడు - కాదనెను.",
    "31": "అప్పుడు యెహోవా బిలాము కన్నులు తెరచెను; అతడు యెహోవా దూత కత్తి దూసి చేత పట్టుకొని దారిలో నిలిచియుండుట చూచి, తల వంచి సాష్టాంగ నమస్కారము చేసెను.",
    "32": "అప్పుడు యెహోవా దూత - నీవు ఈ మూడుసార్లు నీ గాడిదను ఎందుకు కొట్టితివి? ఇదిగో నా యెదుట నీ నడత విపరీతమైనది గనుక నేను నీకు విరోధినై బయలుదేరి వచ్చితిని.",
    "33": "గాడిద నన్ను చూచి ఈ మూడుసార్లు నా యెదుటనుండి తొలగెను; అది నా యెదుటనుండి తొలగనియెడల నిశ్చయముగా నేను ఇప్పుడే నిన్ను చంపి దానిని బ్రతుకనిచ్చియుందునని అతనితో చెప్పెను.",
    "34": "అందుకు బిలాము - నేను పాపము చేసితిని; నీవు దారిలో నాకు ఎదురుగా నిలిచియుండుట నాకు తెలియలేదు; కాబట్టి ఇది నీ దృష్టికి చెడ్డదైతే నేను వెనుకకు వెళ్ళెదనని యెహోవా దూతతో చెప్పెను.",
    "35": "యెహోవా దూత - ఈ మనుష్యులతో వెళ్లుము; అయితే నేను నీతో చెప్పు మాట మాత్రమే నీవు పలుకవలెనని బిలాముతో చెప్పగా బిలాము బాలాకు అధికారులతో వెళ్ళెను.",
    "36": "బిలాము వచ్చెనని బాలాకు విని, సరిహద్దుల చివరనున్న అర్నోను ప్రాంతమందలి మోయాబు పట్టణము వరకు అతనిని ఎదుర్కొనుటకు వెళ్ళెను.",
    "37": "బాలాకు బిలాముతో - నిన్ను పిలుచుటకు నేను నీ యొద్దకు శ్రద్ధగా పంపలేదా? నా యొద్దకు నీవు ఎందుకు రాలేదు? నిన్ను ఘనపరచుట నా చేత కాదా అనగా",
    "38": "బిలాము - ఇదిగో నీ యొద్దకు వచ్చితిని; అయితే ఏమైనను పలుకుటకు నా వశమా? దేవుడు నా నోట ఏ మాట ఉంచునో అదే పలికెదనని బాలాకుతో చెప్పెను.",
    "39": "బిలాము బాలాకుతో వెళ్ళెను; వారు కిర్యత్హుసోతుకు వచ్చిరి.",
    "40": "బాలాకు ఎడ్లను గొర్రెలను వధించి బిలాముకును అతనితో నున్న అధికారులకును పంపెను.",
    "41": "మరునాడు బాలాకు బిలామును తోడుకొనివచ్చి బయలు యొక్క ఉన్నత స్థలములకు అతని ఎక్కించెను; అక్కడనుండి అతడు ఆ ప్రజలలో కడపటి వారిని చూచెను."
}
