
{
    "1": "బిలాము - ఇక్కడ నా కొరకు ఏడు బలిపీఠములను కట్టి, ఇక్కడ ఏడు కోడెలను ఏడు పొట్టేళ్లను సిద్ధపరచుమని బాలాకుతో చెప్పెను.",
    "2": "బిలాము చెప్పినట్లు బాలాకు చేసెను; బాలాకును బిలామును ప్రతి బలిపీఠము మీద ఒక కోడెను ఒక పొట్టేలును అర్పించిరి.",
    "3": "అప్పుడు బిలాము - నీ దహనబలి యొద్ద నిలువుము, నేను వెళ్ళెదను; ఒకవేళ యెహోవా నన్ను ఎదుర్కొనును; ఆయన నాకు ఏమి చూపించునో అది నీకు తెలిపెదనని బాలాకుతో చెప్పి మొట్టెకు వెళ్ళెను.",
    "4": "దేవుడు బిలాముకు ప్రత్యక్షమాయెను; అతడు - నేను ఏడు బలిపీఠములను చక్కపరచి ప్రతి బలిపీఠము మీద ఒక కోడెను ఒక పొట్టేలును అర్పించితినని ఆయనతో చెప్పెను.",
    "5": "యెహోవా బిలాము నోట మాట ఉంచి - నీవు బాలాకు నొద్దకు తిరిగి వెళ్లి ఇట్లని చెప్పుమనెను.",
    "6": "అతడు అతని యొద్దకు తిరిగి వెళ్ళినప్పుడు అతడును మోయాబు అధికారులందరును అతని దహనబలి యొద్ద నిలిచియుండిరి.",
    "7": "అప్పుడు అతడు తన సామెత ఎత్తి ఇట్లనెను - బాలాకు అరామునుండి నన్ను రప్పించెను; తూర్పు కొండలనుండి మోయాబు రాజు నన్ను రప్పించెను; రమ్ము, నా నిమిత్తము యాకోబును శపించుము; రమ్ము, ఇశ్రాయేలును తిట్టుము అనెను.",
    "8": "దేవుడు శపించనివానిని నేనెట్లు శపించుదును? యెహోవా తిట్టనివానిని నేనెట్లు తిట్టుదును?",
    "9": "కొండల శిఖరము నుండి అతని చూచుచున్నాను; మెట్టల నుండి అతనిని పారజూచుచున్నాను; ఇదిగో ఈ ప్రజలు ఒంటరిగా నివసించుదురు; జనములలో ఒకరిగా తాము ఎంచబడరు.",
    "10": "యాకోబు రెణువులను ఎవరు లెక్కించగలరు? ఇశ్రాయేలు రేణువులలో నాలుగవ వంతును ఎవరు లెక్కించగలరు? నీతిమంతుల మరణము వంటి మరణము నాకు సంభవించును గాక; నా అంత్యదశ వారి అంత్యదశ వంటిదగును గాక అనెను.",
    "11": "అప్పుడు బాలాకు - నీవు నాకు చేసినది ఏమిటి? నా శత్రువులను శపించుటకు నిన్ను తీసికొనివచ్చితిని; అయితే నీవు వారిని పూర్తిగా దీవించితివని బిలాముతో అనెను.",
    "12": "అందుకతడు - యెహోవా నా నోట ఉంచినదానినే నేను శ్రద్ధగా పలుకవద్దా అనెను.",
    "13": "బాలాకు - దయచేసి నాతోకూడ మరియొక చోటికి రమ్ము; అక్కడనుండి నీవు వారిని చూడవచ్చును; వారిలో కడపటి వారిని మాత్రమే చూచెదవు గాని వారినందరిని చూడవు; అక్కడనుండి నా నిమిత్తము వారిని శపించుమని చెప్పి",
    "14": "పిస్గా కొనయందున్న సోఫీము పొలమునకు అతని తోడుకొని పోయి, అక్కడ ఏడు బలిపీఠములను కట్టి, ప్రతి బలిపీఠము మీద ఒక కోడెను ఒక పొట్టేలును అర్పించెను.",
    "15": "అప్పుడు అతడు - ఇక్కడ నీ దహనబలి యొద్ద నిలువుము; నేను అక్కడ యెహోవాను కలుసుకొందునని బాలాకుతో చెప్పెను.",
    "16": "యెహోవా బిలామును ఎదుర్కొని అతని నోట మాట ఉంచి - నీవు బాలాకు నొద్దకు తిరిగి వెళ్లి ఇట్లని చెప్పుమనెను.",
    "17": "అతడు అతని యొద్దకు వచ్చినప్పుడు అతడు తన దహనబలి యొద్ద నిలిచియుండెను; మోయాబు అధికారులు అతనితో కూడ ఉండిరి. బాలాకు - యెహోవా ఏమి చెప్పెనని అతని నడుగగా",
    "18": "అతడు తన సామెత ఎత్తి ఇట్లనెను - బాలాకూ, లేచి వినుము; సిప్పోరు కుమారుడా, ఆలకించుము.",
    "19": "దేవుడు అబద్ధమాడుటకు ఆయన మానవుడు కాడు; పశ్చాత్తాపపడుటకు ఆయన నరపుత్రుడు కాడు; ఆయన చెప్పి చేయకుండునా? ఆయన పలికి స్థాపింపకుండునా?",
    "20": "ఇదిగో దీవించుమని నాకు సెలవాయెను; ఆయన దీవించెను, నేను దానిని మార్చలేను.",
    "21": "యాకోబులో ఆయన ఏ దోషమును కనుగొనలేదు; ఇశ్రాయేలులో ఏ వంకరతనమును చూడలేదు; అతని దేవుడైన యెహోవా అతనితో ఉన్నాడు; రాజు యొక్క జయధ్వని వారిలో ఉన్నది.",
    "22": "దేవుడు ఐగుప్తులోనుండి వారిని రప్పించెను; గురుపోతుకు ఉన్నట్లు వారికి బలము ఉన్నది.",
    "23": "యాకోబులో మంత్రము లేదు; ఇశ్రాయేలులో శకునము లేదు; ఆయా కాలములయందు - దేవుడు ఏమి చేసెను అని యాకోబును గూర్చియు ఇశ్రాయేలును గూర్చియు చెప్పుదురు.",
    "24": "ఇదిగో ఆ జనము ఆడు సింహమువలె లేచును; కొదమ సింహమువలె నిలుచును; అది వేటను తిను వరకు, చంపబడినవారి రక్తమును త్రాగు వరకు పండుకొనదు అనెను.",
    "25": "అప్పుడు బాలాకు - నీవు వారిని శపింపను వద్దు, దీవింపను వద్దు అని బిలాముతో చెప్పగా",
    "26": "బిలాము - యెహోవా సెలవిచ్చినదంతయు నేను చేసెదనని నీతో చెప్పలేదా అని బాలాకుతో అనెను.",
    "27": "బాలాకు - దయచేయుము; మరియొక చోటికి నిన్ను తోడుకొని పోదును; అక్కడనుండి నా నిమిత్తము వారిని శపించుట దేవుని దృష్టికి అనుకూలమగునేమో అని బిలాముతో చెప్పి",
    "28": "ఎడారికి ఎదురుగానున్న పెయోరు కొనకు బిలామును తోడుకొనిపోయెను.",
    "29": "అప్పుడు బిలాము - ఇక్కడ నా కొరకు ఏడు బలిపీఠములను కట్టి, ఇక్కడ ఏడు కోడెలను ఏడు పొట్టేళ్లను సిద్ధపరచుమని బాలాకుతో చెప్పెను.",
    "30": "బిలాము చెప్పినట్లు బాలాకు చేసి, ప్రతి బలిపీఠము మీద ఒక కోడెను ఒక పొట్టేలును అర్పించెను."
}
