
{
    "1": "ఇశ్రాయేలును దీవించుట యెహోవాకు ఇష్టమని బిలాము తెలిసికొనినప్పుడు, అతడు మునుపటివలె శకునములను చేయుటకు వెళ్లక అరణ్యము తట్టు తన ముఖము త్రిప్పుకొనెను.",
    "2": "బిలాము కన్నులెత్తి ఇశ్రాయేలీయులు తమ గోత్రముల చొప్పున దిగియుండుట చూచెను; దేవుని ఆత్మ అతని మీదికి వచ్చెను.",
    "3": "అప్పుడతడు తన సామెత ఎత్తి ఇట్లనెను - బెయోరు కుమారుడైన బిలాముకు వచ్చిన దైవోక్తి, కన్నులు తెరవబడిన మనుష్యునికి వచ్చిన దైవోక్తి.",
    "4": "దేవుని మాటలు విన్నవాని దైవోక్తి; అతడు పరవశుడై కన్నులు తెరవబడినవాడై సర్వశక్తుని దర్శనము చూచుచున్నాడు.",
    "5": "యాకోబూ, నీ గుడారములు, ఇశ్రాయేలూ, నీ నివాసములు ఎంత రమ్యమైనవి.",
    "6": "విస్తరించిన లోయలవలెను, నది పక్కనున్న తోటలవలెను, యెహోవా నాటిన అగరు చెట్లవలెను, నీళ్ల యొద్దనున్న దేవదారు వృక్షములవలెను అవి ఉన్నవి.",
    "7": "నీళ్లు అతని బొక్కెనల నుండి కారును; అతని సంతానము బహు జలముల యొద్ద ఉండును; అతని రాజు అగగుకంటే గొప్పవాడగును; అతని రాజ్యము హెచ్చింపబడును.",
    "8": "దేవుడు ఐగుప్తులోనుండి అతనిని రప్పించెను; గురుపోతుకు ఉన్నట్లు అతనికి బలమున్నది; అతడు తన శత్రువులైన జనులను భక్షించి, వారి ఎముకలను విరిచి, తన బాణములతో వారిని గుచ్చివేయును.",
    "9": "అతడు క్రుంగి సింహమువలెను ఆడు సింహమువలెను పండుకొనెను; అతనిని ఎవడు లేపును? నిన్ను దీవించువాడు దీవింపబడును, నిన్ను శపించువాడు శపింపబడును.",
    "10": "అప్పుడు బాలాకు కోపము బిలాము మీద రగులుకొనెను; అతడు చప్పట్లు కొట్టి బిలాముతో ఇట్లనెను - నా శత్రువులను శపించుటకు నిన్ను పిలిపించితిని; అయితే నీవు ఈ మూడుసార్లు వారిని పూర్తిగా దీవించితివి.",
    "11": "కాబట్టి ఇప్పుడు నీ చోటికి పారిపొమ్ము; నేను నిన్ను మిక్కిలి ఘనపరచెదనని చెప్పితిని గాని, యెహోవా నీకు ఘనత రాకుండ ఆటంకము చేసెననెను.",
    "12": "అందుకు బిలాము బాలాకుతో ఇట్లనెను - బాలాకు తన ఇిల్లు నిండా వెండి బంగారములు నాకిచ్చినను",
    "13": "యెహోవా నోటి మాట మీరి నా ఇష్టము చొప్పున మేలైనను కీడైనను చేయలేను; యెహోవా ఏమి సెలవిచ్చునో అదే పలికెదనని నీవు నా యొద్దకు పంపిన దూతలతో నేను చెప్పలేదా?",
    "14": "ఇప్పుడు నేను నా ప్రజల యొద్దకు వెళ్లుచున్నాను; రమ్ము, కడవరి దినములలో ఈ జనులు నీ జనులకు ఏమి చేయుదురో అది నీకు తెలియజేసెదనని చెప్పి",
    "15": "తన సామెత ఎత్తి ఇట్లనెను - బెయోరు కుమారుడైన బిలాముకు వచ్చిన దైవోక్తి, కన్నులు తెరవబడిన మనుష్యునికి వచ్చిన దైవోక్తి.",
    "16": "దేవుని మాటలు విన్నవాని దైవోక్తి; మహోన్నతుని విద్యెరిగినవాని దైవోక్తి; అతడు పరవశుడై కన్నులు తెరవబడినవాడై సర్వశక్తుని దర్శనము చూచుచున్నాడు.",
    "17": "ఆయనను చూచుచున్నాను గాని యిప్పుడు కాదు; ఆయనను గూర్చి యోచించుచున్నాను గాని సమీపమున ఉండి కాదు; యాకోబులోనుండి నక్షత్రము ఉదయించును, ఇశ్రాయేలులోనుండి రాజదండము లేచును; అది మోయాబు ప్రాంతములను కొట్టును, కలహవీరులందరిని నాశనము చేయును.",
    "18": "ఎదోము స్వాధీనపరచుకొనబడును; శత్రువైన శేయీరు స్వాధీనపరచుకొనబడును; ఇశ్రాయేలు పరాక్రమము చూపును.",
    "19": "యాకోబులోనుండి ఏలువాడు పుట్టును; పట్టణములో మిగిలినవారిని అతడు నాశనము చేయును.",
    "20": "అతడు అమాలేకును చూచి తన సామెత ఎత్తి ఇట్లనెను - అమాలేకు అన్యజనములలో మొదటిది; దాని అంతము నాశనమే.",
    "21": "అతడు కేనీయులను చూచి తన సామెత ఎత్తి ఇట్లనెను - నీ నివాసము దుర్గమమైనది; నీ గూడు బండలో కట్టబడియున్నది.",
    "22": "అయినను కయీను క్షీణించిపోవును; అష్షూరు నిన్ను ఎప్పుడు చెరపట్టుకొనిపోవును?",
    "23": "మరియు అతడు తన సామెత ఎత్తి ఇట్లనెను - అయ్యో, దేవుడు దీనిని చేయునప్పుడు ఎవడు బ్రతుకగలడు?",
    "24": "ఓడలు కిత్తీము తీరమునుండి వచ్చును; అవి అష్షూరును బాధించును, ఏబెరును బాధించును; వాడు కూడ నాశనమగును.",
    "25": "అప్పుడు బిలాము లేచి వెళ్లి తన చోటికి తిరిగి పోయెను; బాలాకును తన దారిన పోయెను."
}
