
{
    "1": "ఆ తెగులు ఆగిన తరువాత యెహోవా మోషేతోను యాజకుడైన అహరోను కుమారుడగు ఎలియాజరుతోను ఇట్లనెను",
    "2": "మీరు ఇశ్రాయేలీయుల సర్వసమాజమును వారి వారి పితరుల కుటుంబముల చొప్పున ఇరవై ఏండ్లు మొదలుకొని పైరాయము కలిగి ఇశ్రాయేలీయులలో యుద్ధమునకు వెళ్లగలిగిన వారినందరిని లెక్కించుడి.",
    "3": "మోషే ఎలియాజరు యాజకుడును యెరికోకు ఎదురుగా యొర్దాను దగ్గరనున్న మోయాబు మైదానములలో వారితో మాటలాడి",
    "4": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు ఇరవై ఏండ్లు మొదలుకొని పైరాయము గలవారిని లెక్కించుడని చెప్పిరి. ఐగుప్తు దేశములోనుండి వచ్చిన ఇశ్రాయేలీయులు వీరే.",
    "5": "ఇశ్రాయేలు జ్యేష్ఠకుమారుడైన రూబేను; రూబేను కుమారులు - హనోకువల్ల హనోకీయుల వంశము, పల్లు వల్ల పల్లూవీయుల వంశము,",
    "6": "హెస్రోను వల్ల హెస్రోనీయుల వంశము, కర్మీ వల్ల కర్మీయుల వంశము.",
    "7": "ఇవి రూబేనీయుల వంశములు; వారిలో లెక్కించబడినవారు నలభై మూడు వేల ఏడువందల ముప్పదిమంది.",
    "8": "పల్లు కుమారుడు ఏలీయాబు.",
    "9": "ఏలీయాబు కుమారులు నెమూయేలు దాతాను అబీరాము. ఈ దాతాను అబీరాములు సమాజములో పేరు పొందినవారు; వీరు కోరహు సమూహములో యెహోవాకు విరోధముగా వాదించినప్పుడు మోషే అహరోనులకు విరోధముగా వాదించిరి.",
    "10": "భూమి తన నోరు తెరచి వారిని కోరహును మింగివేసెను; ఆ సమూహము చనిపోయెను; అగ్ని ఆ రెండు వందల ఏబదిమందిని కాల్చివేసినప్పుడు వారు దృష్టాంతముగా ఉండిరి.",
    "11": "అయితే కోరహు కుమారులు చనిపోలేదు.",
    "12": "షిమ్యోను కుమారులు వారి వంశముల చొప్పున - నెమూయేలు వల్ల నెమూయేలీయుల వంశము, యామీను వల్ల యామీనీయుల వంశము, యాకీను వల్ల యాకీనీయుల వంశము,",
    "13": "జెరహు వల్ల జెరహీయుల వంశము, షావూలు వల్ల షావూలీయుల వంశము.",
    "14": "ఇవి షిమ్యోనీయుల వంశములు; వారు ఇరవై రెండు వేల రెండువందలమంది.",
    "15": "గాదు కుమారులు వారి వంశముల చొప్పున - జెఫోను వల్ల జెఫోనీయుల వంశము, హగ్గీ వల్ల హగ్గీయుల వంశము, షూనీ వల్ల షూనీయుల వంశము,",
    "16": "ఓజ్నీ వల్ల ఓజ్నీయుల వంశము, ఏరీ వల్ల ఏరీయుల వంశము,",
    "17": "అరోదీ వల్ల అరోదీయుల వంశము, అరేలీ వల్ల అరేలీయుల వంశము.",
    "18": "ఇవి వారిలో లెక్కించబడిన ప్రకారము గాదు కుమారుల వంశములు; వారు నలభై వేల ఐదువందలమంది.",
    "19": "యూదా కుమారులు ఏరు ఓనాను; ఏరు ఓనాను కనాను దేశములో చనిపోయిరి.",
    "20": "యూదా కుమారులు వారి వంశముల చొప్పున - షేలా వల్ల షేలానీయుల వంశము, పెరెసు వల్ల పెరెసీయుల వంశము, జెరహు వల్ల జెరహీయుల వంశము.",
    "21": "పెరెసు కుమారులు - హెస్రోను వల్ల హెస్రోనీయుల వంశము, హామూలు వల్ల హామూలీయుల వంశము.",
    "22": "ఇవి యూదా వంశములు; వారిలో లెక్కించబడినవారు డెబ్బది ఆరు వేల ఐదువందలమంది.",
    "23": "ఇస్సాఖారు కుమారులు వారి వంశముల చొప్పున - తోలా వల్ల తోలాయీయుల వంశము, పువ్వా వల్ల పువ్వీయుల వంశము,",
    "24": "యాషూబు వల్ల యాషూబీయుల వంశము, షిమ్రోను వల్ల షిమ్రోనీయుల వంశము.",
    "25": "ఇవి ఇస్సాఖారు వంశములు; వారిలో లెక్కించబడినవారు అరువది నాలుగు వేల మూడువందలమంది.",
    "26": "జెబూలూను కుమారులు వారి వంశముల చొప్పున - సెరెదు వల్ల సెరెదీయుల వంశము, ఏలోను వల్ల ఏలోనీయుల వంశము, యహలేలు వల్ల యహలేలీయుల వంశము.",
    "27": "ఇవి జెబూలూనీయుల వంశములు; వారిలో లెక్కించబడినవారు అరువది వేల ఐదువందలమంది.",
    "28": "యోసేపు కుమారులు వారి వంశముల చొప్పున మనష్షే ఎఫ్రాయిము.",
    "29": "మనష్షే కుమారులు - మాకీరు వల్ల మాకీరీయుల వంశము; మాకీరు గిలాదును కనెను; గిలాదు వల్ల గిలాదీయుల వంశము.",
    "30": "గిలాదు కుమారులు - ఈయేజెరు వల్ల ఈయేజెరీయుల వంశము, హేలెకు వల్ల హేలెకీయుల వంశము,",
    "31": "అస్రీయేలు వల్ల అస్రీయేలీయుల వంశము, షెకెము వల్ల షెకెమీయుల వంశము,",
    "32": "షెమీదా వల్ల షెమీదాయీయుల వంశము, హెపెరు వల్ల హెపెరీయుల వంశము.",
    "33": "హెపెరు కుమారుడైన సెలోపెహాదుకు కుమారులు లేరు, కుమార్తెలే ఉండిరి; సెలోపెహాదు కుమార్తెల పేర్లు మహలా నోయా, హొగ్లా, మిల్కా, తిర్సా.",
    "34": "ఇవి మనష్షే వంశములు; వారిలో లెక్కించబడినవారు ఏబది రెండు వేల ఏడువందలమంది.",
    "35": "ఎఫ్రాయిము కుమారులు వారి వంశముల చొప్పున - షూతెలహు వల్ల షూతెలహీయుల వంశము, బెకెరు వల్ల బెకెరీయుల వంశము, తహను వల్ల తహనీయుల వంశము.",
    "36": "షూతెలహు కుమారులు - ఏరాను వల్ల ఏరానీయుల వంశము.",
    "37": "ఇవి ఎఫ్రాయిము కుమారుల వంశములు; వారిలో లెక్కించబడినవారు ముప్పది రెండు వేల ఐదువందలమంది. వీరు వారి వంశముల చొప్పున యోసేపు కుమారులు.",
    "38": "బెన్యామీను కుమారులు వారి వంశముల చొప్పున - బెల వల్ల బెలాయీయుల వంశము, అష్బేలు వల్ల అష్బేలీయుల వంశము, అహీరాము వల్ల అహీరామీయుల వంశము,",
    "39": "షూపాము వల్ల షూపామీయుల వంశము, హూపాము వల్ల హూపామీయుల వంశము.",
    "40": "బెల కుమారులు అర్దు నయమాను; అర్దు వల్ల అర్దీయుల వంశము, నయమాను వల్ల నయమానీయుల వంశము.",
    "41": "ఇవి వారి వంశముల చొప్పున బెన్యామీను కుమారులు; వారిలో లెక్కించబడినవారు నలభై ఐదు వేల ఆరువందలమంది.",
    "42": "దాను కుమారులు వారి వంశముల చొప్పున - షూహాము వల్ల షూహామూయుల వంశము; వారి వంశముల చొప్పున దాను వంశములు ఇవే.",
    "43": "షూహామూయుల వంశములన్నిటిలో లెక్కించబడినవారు అరువది నాలుగు వేల నాలుగువందలమంది.",
    "44": "ఆషేరు కుమారులు వారి వంశముల చొప్పున - ఇమ్నా వల్ల ఇమ్నాయీయుల వంశము, ఇష్వీ వల్ల ఇష్వీయుల వంశము, బెరీయా వల్ల బెరీయీయుల వంశము.",
    "45": "బెరీయా కుమారులు - హెబెరు వల్ల హెబెరీయుల వంశము, మల్కీయూలు వల్ల మల్కీయూలీయుల వంశము.",
    "46": "ఆషేరు కుమార్తె పేరు శెరహు.",
    "47": "ఇవి ఆషేరు కుమారుల వంశములు; వారిలో లెక్కించబడినవారు ఏబది మూడు వేల నాలుగువందలమంది.",
    "48": "నఫ్తాలి కుమారులు వారి వంశముల చొప్పున - యహసేలు వల్ల యహసేలీయుల వంశము, గూనీ వల్ల గూనీయుల వంశము,",
    "49": "యేసెరు వల్ల యేసెరీయుల వంశము, షిల్లేము వల్ల షిల్లేమీయుల వంశము.",
    "50": "ఇవి వారి వంశముల చొప్పున నఫ్తాలి వంశములు; వారిలో లెక్కించబడినవారు నలభై ఐదు వేల నాలుగువందలమంది.",
    "51": "ఇశ్రాయేలీయులలో లెక్కించబడిన వీరు ఆరు లక్షల వెయ్యిన్ని ఏడువందల ముప్పదిమంది.",
    "52": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "53": "పేర్ల లెక్కను బట్టి దేశమును వారికి స్వాస్థ్యముగా పంచిపెట్టవలెను.",
    "54": "ఎక్కువమందికి ఎక్కువ స్వాస్థ్యమును తక్కువమందికి తక్కువ స్వాస్థ్యమును ఇయ్యవలెను; లెక్కించబడిన వారి వారి లెక్క చొప్పున ప్రతివానికి స్వాస్థ్యమియ్యవలెను.",
    "55": "అయితే చీట్లవలన దేశమును పంచిపెట్టవలెను; తమ పితరుల గోత్రముల పేర్ల చొప్పున వారు స్వాస్థ్యము పొందవలెను.",
    "56": "ఎక్కువమందికిని తక్కువమందికిని చీటి చొప్పున వారి స్వాస్థ్యమును పంచిపెట్టవలెను.",
    "57": "లేవీయులలో వారి వంశముల చొప్పున లెక్కించబడినవారు - గెర్షోను వల్ల గెర్షోనీయుల వంశము, కహతు వల్ల కహాతీయుల వంశము, మెరారి వల్ల మెరారీయుల వంశము.",
    "58": "లేవీయుల వంశములు ఏవనగా - లిబ్నీయుల వంశము హెబ్రోనీయుల వంశము మహలీయుల వంశము మూషీయుల వంశము కోరహీయుల వంశము. కహతు అమ్రామును కనెను.",
    "59": "అమ్రాము భార్య పేరు యోకెబెదు; ఆమె లేవి కుమార్తె; ఆమె ఐగుప్తులో లేవికి పుట్టెను; ఆమె అమ్రాముకు అహరోనును మోషేను వారి సహోదరియైన మిర్యామును కనెను.",
    "60": "అహరోనుకు నాదాబు అబీహు ఎలియాజరు ఈతాకూరు పుట్టిరి.",
    "61": "నాదాబు అబీహులు అన్యాయమైన అగ్నిని యెహోవా సన్నిధికి తెచ్చినప్పుడు చనిపోయిరి.",
    "62": "వారిలో ఒక నెల మొదలుకొని పైరాయము గల మగవారందరు ఇరవై మూడు వేలమంది; ఇశ్రాయేలీయులలో వారికి స్వాస్థ్యమియ్యబడలేదు గనుక ఇశ్రాయేలీయులలో వారు లెక్కించబడలేదు.",
    "63": "యెరికోకు ఎదురుగా యొర్దాను దగ్గర మోయాబు మైదానములలో ఇశ్రాయేలీయులను లెక్కించినప్పుడు మోషే ఎలియాజరు యాజకుడును లెక్కించినవారు వీరే.",
    "64": "వీరిలో సీనాయి అరణ్యములో ఇశ్రాయేలీయులను లెక్కించిన మోషే అహరోను యాజకుడు లెక్కించిన వారిలో ఒక్కడును లేడు.",
    "65": "ఎందుకనగా వారు నిశ్చయముగా అరణ్యములో చనిపోవుదురని యెహోవా వారిని గూర్చి సెలవిచ్చెను. యెఫున్నె కుమారుడైన కాలేబును నూను కుమారుడైన యెహోషువయు తప్ప వారిలో ఒక్కడైనను మిగిలియుండలేదు."
}
