
{
    "1": "యోసేపు కుమారుడైన మనష్షే వంశములలో, మనష్షే కుమారుడైన మాకీరుకు పుట్టిన గిలాదు కుమారుడగు హెపెరు కుమారుడైన సెలోపెహాదు కుమార్తెలు వచ్చిరి. వారి పేర్లు మహలా నోయా, హొగ్లా, మిల్కా, తిర్సా.",
    "2": "వారు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద మోషే యెదుటను, ఎలియాజరు యాజకుని యెదుటను, ప్రధానుల యెదుటను, సర్వసమాజము యెదుటను నిలిచి",
    "3": "మా తండ్రి అరణ్యములో మరణమాయెను; అతడు కోరహు సమూహములో, అనగా యెహోవాకు విరోధముగా కూడినవారి సమూహములో ఉండలేదు; తన పాపమును బట్టి మృతిబొందెను; అతనికి కుమారులు లేరు.",
    "4": "మా తండ్రికి కుమారులు లేనందున అతని పేరు అతని వంశములోనుండి ఎందుకు తీసివేయబడవలెను? మా తండ్రి సహోదరులతో పాటు మాకును స్వాస్థ్యము దయచేయుడనిరి.",
    "5": "మోషే వారి విన్నపమును యెహోవా సన్నిధికి తెచ్చెను.",
    "6": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను",
    "7": "సెలోపెహాదు కుమార్తెలు చెప్పినది నిజమే; వారి తండ్రి సహోదరులతో పాటు నిశ్చయముగా వారికి భూస్వాస్థ్యము కలుగజేసి, వారి తండ్రి స్వాస్థ్యమును వారికి చెందునట్లు చేయవలెను.",
    "8": "మరియు నీవు ఇశ్రాయేలీయులతో ఇట్లనవలెను - ఒకడు కుమారులు లేక మృతిబొందినయెడల మీరు అతని భూస్వాస్థ్యమును అతని కుమార్తెకు చెందజేయవలెను.",
    "9": "అతనికి కుమార్తె లేనియెడల అతని అన్నదమ్ములకు అతని స్వాస్థ్యము ఇయ్యవలెను.",
    "10": "అతనికి అన్నదమ్ములు లేనియెడల అతని తండ్రి అన్నదమ్ములకు అతని స్వాస్థ్యము ఇయ్యవలెను.",
    "11": "అతని తండ్రికి అన్నదమ్ములు లేనియెడల అతని కుటుంబములో అతనికి సమీపమైన జ్ఞాతికి అతని స్వాస్థ్యము ఇయ్యవలెను; వాడు దానిని స్వాధీనపరచుకొనును. యెహోవా మోషేకు ఆజ్ఞాపించినట్లు ఇది ఇశ్రాయేలీయులకు విధింపబడిన కట్టడగా ఉండును.",
    "12": "యెహోవా మోషేతో - నీవు ఈ అబారీము కొండ ఎక్కి, నేను ఇశ్రాయేలీయులకు ఇచ్చిన దేశమును చూడుము.",
    "13": "నీవు దానిని చూచిన తరువాత నీ సహోదరుడైన అహరోను చేర్చబడినట్లు నీవును నీ పితరుల యొద్దకు చేర్చబడెదవు.",
    "14": "ఎందుకనగా సీను అరణ్యములో సమాజము వాదించినప్పుడు ఆ నీళ్ల యొద్ద వారి కన్నుల యెదుట నన్ను పరిశుద్ధపరచక నా మాటను మీరు తిరస్కరించితిరనెను. (ఆ నీళ్లు సీను అరణ్యమందలి కాదేషులోనున్న మెరీబా నీళ్లే).",
    "15": "మోషే యెహోవాతో ఇట్లనెను",
    "16": "యెహోవా, సమస్త శరీరుల ఆత్మలకు దేవా,",
    "17": "యెహోవా సమాజము కాపరి లేని గొర్రెలవలె ఉండకుండునట్లు ఈ సమాజము మీద ఒకని నియమించుము; అతడు వారి యెదుట వచ్చుచు పోవుచు, వారిని నడిపించుచు ఉండును గాక.",
    "18": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను - నూను కుమారుడైన యెహోషువ ఆత్మను పొందినవాడు; నీవు అతనిని తీసికొని అతని మీద నీ చెయ్యి ఉంచి",
    "19": "ఎలియాజరు యాజకుని యెదుటను సర్వసమాజము యెదుటను అతని నిలువబెట్టి, వారి కన్నుల యెదుట అతనికి ఆజ్ఞ ఇమ్ము.",
    "20": "ఇశ్రాయేలీయుల సర్వసమాజము అతని మాట వినునట్లు నీ ఘనతలో కొంత అతనికిమ్మ.",
    "21": "అతడు ఎలియాజరు యాజకుని యెదుట నిలువగా అతడు యెహోవా సన్నిధిని ఊరీము తీర్పువలన అతని కొరకు విచారింపవలెను. అతడును, అతనితో కూడ ఇశ్రాయేలీయులందరును, అనగా సర్వసమాజమును అతని మాట చొప్పున తమ కార్యములను జరుపుచుండవలెను.",
    "22": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు అతడు చేసెను; అతడు యెహోషువను తీసికొని ఎలియాజరు యాజకుని యెదుటను సర్వసమాజము యెదుటను నిలువబెట్టి",
    "23": "అతని మీద తన చేతులుంచి, యెహోవా మోషే ద్వారా ఆజ్ఞాపించినట్లు అతనికి ఆజ్ఞ ఇచ్చెను."
}
