
{
    "1": "ఏడవ నెల మొదటి దినమున మీకు పరిశుద్ధ సంఘపు కూటము ఉండవలెను; నాడు మీరు జీవనోపాధియైన పనులేమియు చేయకూడదు; అది మీకు బూరల ఊదు దినము.",
    "2": "యెహోవాకు ఇంపైన సువాసనగా మీరు దహనబలిని, అనగా ఒక కోడెదూడను ఒక పొట్టేలును ఏడాదివైన నిర్దోషమైన ఏడు గొర్రెపిల్లలను అర్పింపవలెను.",
    "3": "వాటి నైవేద్యము నూనె కలిపిన గోధుమ పిండి; కోడెకు మూడు పదియవ వంతులు, పొట్టేలుకు రెండు పదియవ వంతులు,",
    "4": "ఏడు గొర్రెపిల్లలలో ఒక్కొక్క గొర్రెపిల్లకు ఒక్కొక్క పదియవ వంతు,",
    "5": "మీ నిమిత్తము ప్రాయశ్చిత్తము చేయుటకు పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును,",
    "6": "నెల ఆరంభపు దహనబలియు దాని నైవేద్యమును, నిత్యమైన దహనబలియు దాని నైవేద్యమును, వాటి కట్టడ చొప్పున వాటి పానార్పణములును గాక యెహోవాకు ఇంపైన సువాసనగల హోమముగా వీటిని అర్పింపవలెను.",
    "7": "ఈ ఏడవ నెల పదవ దినమున మీకు పరిశుద్ధ సంఘపు కూటము ఉండవలెను; నాడు మీరు మిమ్మును మీరు దుఃఖపరచుకొనవలెను; ఏ పనియు చేయకూడదు.",
    "8": "అయితే యెహోవాకు ఇంపైన సువాసనగా దహనబలిని, అనగా ఒక కోడెదూడను ఒక పొట్టేలును ఏడాదివైన ఏడు గొర్రెపిల్లలను అర్పింపవలెను; అవి నిర్దోషమైనవై యుండవలెను.",
    "9": "వాటి నైవేద్యము నూనె కలిపిన గోధుమ పిండి; కోడెకు మూడు పదియవ వంతులు, పొట్టేలుకు రెండు పదియవ వంతులు,",
    "10": "ఏడు గొర్రెపిల్లలలో ఒక్కొక్క గొర్రెపిల్లకు ఒక్కొక్క పదియవ వంతు,",
    "11": "ప్రాయశ్చిత్తార్థమైన పాపపరిహార్థార్థ బలియు నిత్యమైన దహనబలియు దాని నైవేద్యమును వాటి పానార్పణములును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "12": "ఏడవ నెల పదిహేనవ దినమున మీకు పరిశుద్ధ సంఘపు కూటము ఉండవలెను; నాడు మీరు జీవనోపాధియైన పనులేమియు చేయకూడదు; ఏడు దినములు యెహోవాకు పండుగ ఆచరింపవలెను.",
    "13": "యెహోవాకు ఇంపైన సువాసనగా దహనబలిని హోమమును, అనగా పదమూడు కోడెదూడలను రెండు పొట్టేళ్లను ఏడాదివైన పద్నాలుగు గొర్రెపిల్లలను అర్పింపవలెను; అవి నిర్దోషమైనవై యుండవలెను.",
    "14": "పదమూడు కోడెలలో ఒక్కొక్క కోడెకు మూడు పదియవ వంతులును, రెండు పొట్టేళ్లలో ఒక్కొక్క పొట్టేలుకు రెండు పదియవ వంతులును,",
    "15": "పద్నాలుగు గొర్రెపిల్లలలో ఒక్కొక్క గొర్రెపిల్లకు ఒక్కొక్క పదియవ వంతును నైవేద్యముగా నూనె కలిపిన గోధుమ పిండిని అర్పింపవలెను.",
    "16": "నిత్యమైన దహనబలియు దాని నైవేద్యమును దాని పానార్పణమును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "17": "రెండవ దినమున పన్నెండు కోడెదూడలను రెండు పొట్టేళ్లను ఏడాదివైన నిర్దోషమైన పద్నాలుగు గొర్రెపిల్లలను,",
    "18": "ఆ కోడెల సంఖ్యను బట్టియు ఆ పొట్టేళ్ల సంఖ్యను బట్టియు ఆ గొర్రెపిల్లల సంఖ్యను బట్టియు, వాటి వాటి కట్టడ చొప్పున వాటి నైవేద్యమును వాటి పానార్పణములను,",
    "19": "నిత్యమైన దహనబలియు దాని నైవేద్యమును వాటి పానార్పణములును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "20": "మూడవ దినమున పదకొండు కోడెలను రెండు పొట్టేళ్లను ఏడాదివైన నిర్దోషమైన పద్నాలుగు గొర్రెపిల్లలను,",
    "21": "ఆ కోడెల సంఖ్యను బట్టియు ఆ పొట్టేళ్ల సంఖ్యను బట్టియు ఆ గొర్రెపిల్లల సంఖ్యను బట్టియు, వాటి వాటి కట్టడ చొప్పున వాటి నైవేద్యమును వాటి పానార్పణములను,",
    "22": "నిత్యమైన దహనబలియు దాని నైవేద్యమును దాని పానార్పణమును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "23": "నాలుగవ దినమున పది కోడెలను రెండు పొట్టేళ్లను ఏడాదివైన నిర్దోషమైన పద్నాలుగు గొర్రెపిల్లలను,",
    "24": "ఆ కోడెల సంఖ్యను బట్టియు ఆ పొట్టేళ్ల సంఖ్యను బట్టియు ఆ గొర్రెపిల్లల సంఖ్యను బట్టియు, వాటి వాటి కట్టడ చొప్పున వాటి నైవేద్యమును వాటి పానార్పణములను,",
    "25": "నిత్యమైన దహనబలియు దాని నైవేద్యమును దాని పానార్పణమును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "26": "ఐదవ దినమున తొమ్మిది కోడెలను రెండు పొట్టేళ్లను ఏడాదివైన నిర్దోషమైన పద్నాలుగు గొర్రెపిల్లలను,",
    "27": "ఆ కోడెల సంఖ్యను బట్టియు ఆ పొట్టేళ్ల సంఖ్యను బట్టియు ఆ గొర్రెపిల్లల సంఖ్యను బట్టియు, వాటి వాటి కట్టడ చొప్పున వాటి నైవేద్యమును వాటి పానార్పణములను,",
    "28": "నిత్యమైన దహనబలియు దాని నైవేద్యమును దాని పానార్పణమును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "29": "ఆరవ దినమున ఎనిమిది కోడెలను రెండు పొట్టేళ్లను ఏడాదివైన నిర్దోషమైన పద్నాలుగు గొర్రెపిల్లలను,",
    "30": "ఆ కోడెల సంఖ్యను బట్టియు ఆ పొట్టేళ్ల సంఖ్యను బట్టియు ఆ గొర్రెపిల్లల సంఖ్యను బట్టియు, వాటి వాటి కట్టడ చొప్పున వాటి నైవేద్యమును వాటి పానార్పణములను,",
    "31": "నిత్యమైన దహనబలియు దాని నైవేద్యమును దాని పానార్పణమును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "32": "ఏడవ దినమున ఏడు కోడెలను రెండు పొట్టేళ్లను ఏడాదివైన నిర్దోషమైన పద్నాలుగు గొర్రెపిల్లలను,",
    "33": "ఆ కోడెల సంఖ్యను బట్టియు ఆ పొట్టేళ్ల సంఖ్యను బట్టియు ఆ గొర్రెపిల్లల సంఖ్యను బట్టియు, వాటి వాటి కట్టడ చొప్పున వాటి నైవేద్యమును వాటి పానార్పణములను,",
    "34": "నిత్యమైన దహనబలియు దాని నైవేద్యమును దాని పానార్పణమును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "35": "ఎనిమిదవ దినమున మీకు వ్రత దినము; నాడు మీరు జీవనోపాధియైన పనులేమియు చేయకూడదు.",
    "36": "అయితే యెహోవాకు ఇంపైన సువాసనగల దహనబలిని హోమమును, అనగా ఒక కోడెను ఒక పొట్టేలును ఏడాదివైన నిర్దోషమైన ఏడు గొర్రెపిల్లలను,",
    "37": "ఆ కోడె సంఖ్యను బట్టియు ఆ పొట్టేలు సంఖ్యను బట్టియు ఆ గొర్రెపిల్లల సంఖ్యను బట్టియు, వాటి వాటి కట్టడ చొప్పున వాటి నైవేద్యమును వాటి పానార్పణములను,",
    "38": "నిత్యమైన దహనబలియు దాని నైవేద్యమును దాని పానార్పణమును గాక పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును అర్పింపవలెను.",
    "39": "మీ నియామక కాలములలో మీ మ్రొక్కుబళ్లను బట్టియు మీ స్వేచ్ఛార్పణలను బట్టియు మీరు అర్పించు దహనబలులు నైవేద్యములు పానార్పణములు సమాధానబలులు గాక వీటిని యెహోవాకు అర్పింపవలెను.",
    "40": "యెహోవా మోషేకు ఆజ్ఞాపించిన వాటన్నిటి చొప్పున మోషే ఇశ్రాయేలీయులతో చెప్పెను."
}
