
{
    "1": "మోషే ఇశ్రాయేలీయుల గోత్రముల ప్రధానులతో ఇట్లనెను - యెహోవా ఆజ్ఞాపించినదేమనగా",
    "2": "ఒకడు యెహోవాకు మ్రొక్కుబడి చేసికొనినను, లేక తాను ఒక నిష్ఠను పూనుకొందునని ఒట్టు పెట్టుకొనినను, వాడు తన మాట తప్పకూడదు; తన నోటనుండి వచ్చినదంతయు నెరవేర్చవలెను.",
    "3": "ఒక స్త్రీ తాను తన తండ్రి యింట ఉండి తన యౌవనకాలమున యెహోవాకు మ్రొక్కుకొనిన యెడల గాని, ఒక నిష్ఠను పూనుకొనిన యెడల గాని,",
    "4": "ఆమె తండ్రి ఆమె మ్రొక్కుబడిని ఆమె తనను బంధించుకొనిన నిష్ఠను విని, ఆమెతో ఏమియు చెప్పని యెడల, ఆమె మ్రొక్కుబడులన్నియు నిలుచును; ఆమె తనను బంధించుకొనిన ప్రతి నిష్ఠయు నిలుచును.",
    "5": "ఆమె తండ్రి వినిన దినమున ఆమెను ఆటంకపరచిన యెడల, ఆమె మ్రొక్కుబడులలోను ఆమె తనను బంధించుకొనిన నిష్ఠలలోను ఏదియు నిలువదు; ఆమె తండ్రి ఆమెను ఆటంకపరచెను గనుక యెహోవా ఆమెను క్షమించును.",
    "6": "ఆమె పెండ్లి చేసికొనునప్పుడు ఆమెకు మ్రొక్కుబడులైనను, ఆమె పెదవుల నుండి వచ్చిన ప్రతిజ్ఞయైనను ఆమె మీద ఉండినయెడల,",
    "7": "ఆమె భర్త దానిని వినిన దినమున ఆమెతో ఏమియు చెప్పని యెడల, ఆమె మ్రొక్కుబడులు నిలుచును; ఆమె తనను బంధించుకొనిన నిష్ఠలు నిలుచును.",
    "8": "ఆమె భర్త దానిని వినిన దినమున ఆమెను ఆటంకపరచిన యెడల, అతడు ఆమె మీదనున్న ఆమె మ్రొక్కుబడిని ఆమె పెదవులనుండి వచ్చిన ప్రతిజ్ఞను వ్యర్థపరచును; యెహోవా ఆమెను క్షమించును.",
    "9": "విధవరాలి మ్రొక్కుబడియైనను, విడనాడబడినదాని మ్రొక్కుబడియైనను, ఆమె దేనిచేత తనను బంధించుకొనెనో అది ఆమె మీద నిలుచును.",
    "10": "ఆమె తన భర్త యింట ఉండినప్పుడు మ్రొక్కుకొనినను, ఒట్టు పెట్టుకొని ఒక నిష్ఠను పూనుకొనినను,",
    "11": "ఆమె భర్త దానిని విని ఊరకుండి ఆమెను ఆటంకపరచని యెడల, ఆమె మ్రొక్కుబడులన్నియు నిలుచును; ఆమె దేనిచేత తనను బంధించుకొనెనో ఆ నిష్ఠ అంతయు నిలుచును.",
    "12": "ఆమె భర్త వాటిని వినిన దినమున వాటిని బొత్తిగా రద్దు చేసిన యెడల, ఆమె మ్రొక్కుబడులను గూర్చియైనను ఆమె నిష్ఠను గూర్చియైనను ఆమె పెదవులనుండి వచ్చినది ఏదియు నిలువదు; ఆమె భర్త వాటిని రద్దు చేసెను గనుక యెహోవా ఆమెను క్షమించును.",
    "13": "ప్రతి మ్రొక్కుబడిని, ఆత్మను దుఃఖపరచుకొనుటకు చేసిన ప్రతి ఒట్టును ఆమె భర్త స్థిరపరచవచ్చును, లేదా ఆమె భర్త రద్దు చేయవచ్చును.",
    "14": "దినదినమునకు ఆమె భర్త ఆమెతో ఏమియు చెప్పని యెడల, అతడు ఆమె మ్రొక్కుబడులన్నిటిని ఆమె మీదనున్న నిష్ఠలన్నిటిని స్థిరపరచినవాడగును; అతడు వాటిని వినిన దినమున ఆమెతో ఏమియు చెప్పలేదు గనుక వాటిని స్థిరపరచెను.",
    "15": "అతడు వాటిని వినిన తరువాత ఎప్పుడైనను వాటిని రద్దు చేసిన యెడల ఆమె దోషమును అతడే భరించును.",
    "16": "భార్యకును భర్తకును, తన తండ్రి యింట ఉండు యౌవనస్థురాలైన కుమార్తెకును తండ్రికిని మధ్య జరుగునట్లు యెహోవా మోషేకు ఆజ్ఞాపించిన కట్టడలు ఇవే."
}
