
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయుల పక్షమున మిద్యానీయుల మీద పగ తీర్చుకొనుము; తరువాత నీవు నీ పితరుల యొద్దకు చేర్చబడెదవు.",
    "3": "మోషే ప్రజలతో - మిద్యానీయుల మీద యెహోవా పగ తీర్చుకొనుటకై వారి మీదికి వెళ్లునట్లు మీలో యుద్ధసన్నద్ధులైన మనుష్యులు సిద్ధపడవలెను.",
    "4": "ఇశ్రాయేలీయుల గోత్రములన్నిటిలోను ప్రతి గోత్రమునుండి వెయ్యిమంది చొప్పున మీరు యుద్ధమునకు పంపవలెనని చెప్పెను.",
    "5": "అట్లు ఇశ్రాయేలీయుల కుటుంబములలో ఒక్కొక్క గోత్రమునకు వెయ్యిమంది చొప్పున పన్నెండు వేలమంది యుద్ధసన్నద్ధులైరి.",
    "6": "మోషే ప్రతి గోత్రమునకు వెయ్యిమంది చొప్పున వారిని, యాజకుడైన ఎలియాజరు కుమారుడగు ఫీనెహాసును యుద్ధమునకు పంపెను; పరిశుద్ధమైన ఉపకరణములను ఊదు బూరలను అతని చేతికిచ్చెను.",
    "7": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు వారు మిద్యానీయులతో యుద్ధము చేసి మగవారినందరిని చంపిరి.",
    "8": "చంపబడినవారు గాక మిద్యాను రాజులను, అనగా మిద్యాను ఐదుగురు రాజులైన ఎవీని, రెకెమును, సూరును, హూరును, రెబాను చంపిరి; బెయోరు కుమారుడైన బిలామును కూడ కత్తితో చంపిరి.",
    "9": "ఇశ్రాయేలీయులు మిద్యాను స్త్రీలను వారి చిన్నపిల్లలను చెరపట్టుకొని, వారి పశువులను వారి మందలను వారి ఆస్తి అంతటిని దోచుకొనిరి.",
    "10": "వారు నివసించిన వారి ఊర్లన్నిటిని వారి కోటలన్నిటిని అగ్నితో కాల్చివేసిరి.",
    "11": "మనుష్యులనేమి జంతువులనేమి తాము కొల్లపెట్టిన సమస్తమును దోచుకొనిన సమస్తమును తీసికొనిరి.",
    "12": "వారు చెరపట్టబడినవారిని, కొల్లసొమ్మును, దోపుడుసొమ్మును, యెరికో యొద్దనున్న యొర్దాను దగ్గర మోయాబు మైదానములలోనున్న పాళెమునకు, మోషే అహరోనుల యొద్దకును ఇశ్రాయేలీయుల సమాజము యొద్దకును తీసికొనివచ్చిరి.",
    "13": "మోషేయు యాజకుడైన ఎలియాజరును సమాజ ప్రధానులందరును పాళెము వెలుపల వారిని ఎదుర్కొన వెళ్లిరి.",
    "14": "మోషే యుద్ధమునుండి వచ్చిన ఆ సైన్యాధిపతుల మీద, అనగా సహస్రాధిపతుల మీదను శతాధిపతుల మీదను కోపపడెను.",
    "15": "మోషే వారితో ఇట్లనెను - మీరు ఆడువారినందరిని బ్రతుకనిచ్చితిరా?",
    "16": "ఇదిగో బిలాము మాటను బట్టి పెయోరు విషయములో ఇశ్రాయేలీయుల చేత యెహోవా మీద తిరుగుబాటు చేయించినవారు వీరే గదా; అందువలన యెహోవా సమాజములో తెగులు పుట్టెను.",
    "17": "కాబట్టి మీరు పిల్లలలో ప్రతి మగవానిని చంపుడి; పురుషునితో శయనించిన ప్రతి స్త్రీని చంపుడి.",
    "18": "పురుషసంయోగము ఎరుగని ప్రతి ఆడుపిల్లను మీ నిమిత్తము బ్రతుకనియ్యుడి.",
    "19": "మీరు ఏడు దినములు పాళెము వెలుపల ఉండుడి; మీలో నరహత్య చేసిన ప్రతివాడును చచ్చినవాని ముట్టిన ప్రతివాడును, మూడవ దినమునను ఏడవ దినమునను మిమ్మును మీ ఖైదీలను పవిత్రపరచుకొనవలెను.",
    "20": "ప్రతి వస్త్రమును, చర్మముతో చేసిన ప్రతి వస్తువును, మేక వెండ్రుకలతో చేసిన ప్రతి వస్తువును, కర్రతో చేసిన ప్రతి వస్తువును మీరు పవిత్రపరచుకొనవలెననెను.",
    "21": "మరియు యాజకుడైన ఎలియాజరు యుద్ధమునకు వెళ్లిన సైనికులతో - యెహోవా మోషేకు ఆజ్ఞాపించిన ధర్మశాస్త్ర విధి ఇదే.",
    "22": "బంగారు వెండి ఇత్తడి ఇనుము తగరం సీసము, అనగా అగ్నిలో నిలువగల ప్రతి వస్తువును మీరు అగ్నిలో వేసి తీయవలెను; అప్పుడు అది పవిత్రమగును.",
    "23": "అయినను పాపపరిహార్థార్థ జలమువలన అది పవిత్రపరచబడవలెను; అగ్నిలో నిలువని ప్రతి వస్తువును నీళ్లలో వేసి తీయవలెను.",
    "24": "ఏడవ దినమున మీరు మీ బట్టలు ఉతుకుకొనిన తరువాత పవిత్రులగుదురు; తరువాత మీరు పాళెములోనికి రావచ్చునని చెప్పెను.",
    "25": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "26": "నీవును యాజకుడైన ఎలియాజరును సమాజపు పితరుల ప్రధానులును మనుష్యులలోనేమి జంతువులలోనేమి దోచుకొనిన కొల్లసొమ్మును లెక్కించి",
    "27": "ఆ కొల్లసొమ్మును యుద్ధమునకు వెళ్లి యుద్ధము చేసిన సైనికులకును సర్వసమాజమునకును రెండు భాగములుగా పంచుము.",
    "28": "యుద్ధమునకు వెళ్లిన ఆ సైనికుల యొద్ద, మనుష్యులలోను ఎద్దులలోను గాడిదలలోను గొర్రెలలోను, ఐదు వందలకూ ఒక ప్రాణి చొప్పున యెహోవాకు పన్ను కట్టవలెను.",
    "29": "వారి సగములోనుండి దానిని తీసికొని యెహోవాకు ప్రతిష్ఠార్పణగా యాజకుడైన ఎలియాజరుకు ఇయ్యవలెను.",
    "30": "ఇశ్రాయేలీయుల సగములో, మనుష్యులలోను ఎద్దులలోను గాడిదలలోను గొర్రెలలోను, సకలవిధములైన జంతువులలోను ఏబదింటికి ఒకదానిని తీసికొని, యెహోవా మందిరమును కాపాడు లేవీయులకు వాటిని ఇయ్యవలెను.",
    "31": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు మోషేయు యాజకుడైన ఎలియాజరును చేసిరి.",
    "32": "సైనికులు కొల్లపెట్టిన దోపుడు సొమ్ములో మిగిలినది ఆరు లక్షల డెబ్బది ఐదు వేల గొర్రెలు,",
    "33": "డెబ్బది రెండు వేల ఎద్దులు,",
    "34": "అరువది ఒక వెయ్యి గాడిదలు,",
    "35": "మనుష్యులలో పురుషసంయోగము ఎరుగని స్త్రీలందరు ముప్పది రెండు వేలమంది.",
    "36": "యుద్ధమునకు వెళ్లినవారి భాగమైన సగము వంతు సంఖ్య, మూడు లక్షల ముప్పది ఏడు వేల ఐదు వందల గొర్రెలు.",
    "37": "ఆ గొర్రెలలో యెహోవాకు చెల్లిన పన్ను ఆరు వందల డెబ్బది ఐదు.",
    "38": "ఎద్దులు ముప్పది ఆరు వేలు; వాటిలో యెహోవా పన్ను డెబ్బది రెండు.",
    "39": "గాడిదలు ముప్పది వేల ఐదు వందలు; వాటిలో యెహోవా పన్ను అరువది ఒకటి.",
    "40": "మనుష్యులు పదునారు వేలమంది; వారిలో యెహోవా పన్ను ముప్పది ఇద్దరు.",
    "41": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు మోషే ఆ పన్నును, అనగా యెహోవా ప్రతిష్ఠార్పణను యాజకుడైన ఎలియాజరుకు ఇచ్చెను.",
    "42": "యుద్ధము చేసినవారి యొద్దనుండి మోషే తీసికొని ఇశ్రాయేలీయులకు పంచిన సగము భాగము,",
    "43": "అనగా సమాజమునకు వచ్చిన ఆ సగము భాగము మూడు లక్షల ముప్పది ఏడు వేల ఐదు వందల గొర్రెలు,",
    "44": "ముప్పది ఆరు వేల ఎద్దులు,",
    "45": "ముప్పది వేల ఐదు వందల గాడిదలు,",
    "46": "పదునారు వేలమంది మనుష్యులు.",
    "47": "ఇశ్రాయేలీయుల ఆ సగము భాగములో నుండి మోషే యెహోవా ఆజ్ఞాపించినట్లు మనుష్యులలోను జంతువులలోను ఏబదింటికి ఒకదానిని తీసికొని, యెహోవా మందిరమును కాపాడు లేవీయులకు ఇచ్చెను.",
    "48": "అప్పుడు సైన్యములోని వేలకొలది జనులమీద నున్న సహస్రాధిపతులును శతాధిపతులును మోషే యొద్దకు వచ్చి",
    "49": "నీ దాసులమైన మేము మా చేతిక్రిందనున్న యోధులను లెక్కించితిమి; మాలో ఒక్కడును తక్కువ కాలేదు.",
    "50": "కాబట్టి మా ప్రాణములకు యెహోవా సన్నిధిని ప్రాయశ్చిత్తము కలుగునట్లు మాలో ప్రతివానికి దొరికిన బంగారు వస్తువులను, అనగా గొలుసులను కడియములను ఉంగరములను పోగులను కాసుల పేరులను యెహోవాకు అర్పణగా తెచ్చియున్నామని చెప్పిరి.",
    "51": "మోషేయు యాజకుడైన ఎలియాజరును వారి యొద్ద ఆ బంగారమును, అనగా నకిషీ పని చేసిన నగలను తీసికొనిరి.",
    "52": "సహస్రాధిపతులును శతాధిపతులును యెహోవాకు అర్పించిన ప్రతిష్ఠితమైన బంగారమంతయు పదిహేను వేల ఏడు వందల ఏబది తులములు.",
    "53": "యుద్ధమునకు వెళ్లిన సైనికులు తమ తమ కొరకు దోపుడుసొమ్మును ఉంచుకొనిరి.",
    "54": "మోషేయు యాజకుడైన ఎలియాజరును సహస్రాధిపతుల యొద్దను శతాధిపతుల యొద్దను ఆ బంగారమును తీసికొని, యెహోవా సన్నిధిని ఇశ్రాయేలీయులకు జ్ఞాపకార్థముగా ఉండునట్లు ప్రత్యక్షపు గుడారములోనికి తెచ్చిరి."
}
