
{
    "1": "రూబేను వారికిని గాదు వారికిని విస్తారమైన పశువులు ఉండెను. వారు యాజేరు దేశమును గిలాదు దేశమును చూచినప్పుడు ఆ ప్రదేశము పశువులకు తగినదిగా కనబడెను.",
    "2": "కాబట్టి గాదు వారును రూబేను వారును వచ్చి మోషేతోను యాజకుడైన ఎలియాజరుతోను సమాజ ప్రధానులతోను ఇట్లనిరి",
    "3": "అటారోతు దీబోను యాజేరు నిమ్రా హెష్బోను ఎల్యా లే శేబాము నెబో బయోను",
    "4": "అను ఈ దేశము యెహోవా ఇశ్రాయేలీయుల సమాజము యెదుట జయించిన దేశము; అది పశువులకు తగిన దేశము; నీ దాసులమైన మాకు పశువులు కలవు.",
    "5": "కాబట్టి మా యెడల నీకు కటాక్షము కలిగినయెడల మమ్మును యొర్దాను దాటించక, ఈ దేశమును నీ దాసులకు స్వాస్థ్యముగా ఇయ్యుమనిరి.",
    "6": "అందుకు మోషే గాదు వారితోను రూబేను వారితోను ఇట్లనెను - మీ సహోదరులు యుద్ధమునకు వెళ్లుచుండగా మీరు ఇక్కడ కూర్చుండవచ్చునా?",
    "7": "యెహోవా ఇశ్రాయేలీయులకు ఇచ్చిన దేశమునకు వారు వెళ్లకుండ వారి హృదయములను మీరెందుకు అధైర్యపరచుచున్నారు?",
    "8": "ఆ దేశమును చూచుటకు నేను కాదేషు బర్నేయలోనుండి పంపినప్పుడు మీ తండ్రులును ఆలాగుననే చేసిరి.",
    "9": "వారు ఎష్కోలు లోయలోనికి వెళ్లి ఆ దేశమును చూచి, యెహోవా తమకిచ్చిన దేశమునకు వెళ్లకుండ ఇశ్రాయేలీయుల హృదయములను అధైర్యపరచిరి.",
    "10": "ఆ దినమున యెహోవా కోపము రగులుకొనెను.",
    "11": "వారు నన్ను పూర్ణముగా అనుసరించలేదు గనుక ఐగుప్తులోనుండి వచ్చిన ఇరవై ఏండ్లు మొదలుకొని పైప్రాయము గల మనుష్యులలో ఎవరైనను నేను అబ్రాహాము ఇస్సాకు యాకోబులతో ప్రమాణము చేసిన దేశమును చూడరనియు,",
    "12": "కెనిజ్జీయుడైన యెఫున్నె కుమారుడగు కాలేబును నూను కుమారుడగు యెహోషువయు తప్ప మరి ఎవరును చూడరనియు, ఎందుకనగా వారు యెహోవాను పూర్ణముగా అనుసరించిరనియు ఆయన ప్రమాణము చేసెను.",
    "13": "యెహోవా కోపము ఇశ్రాయేలీయుల మీద రగులుకొనెను; యెహోవా దృష్టికి కీడు చేసిన ఆ తరమంతయు నశించువరకు అరణ్యములో నలభై ఏండ్లు ఆయన వారిని ఇటు అటు తిరిగించెను.",
    "14": "ఇదిగో ఇశ్రాయేలీయుల మీద యెహోవా కోపమును ఇంకను రేపుటకు మీరు మీ తండ్రులకు బదులుగా పాపుల సంతానమై పుట్టియున్నారు.",
    "15": "మీరు ఆయనను వెంబడించుట మాని వెనుకకు మళ్ళినయెడల, ఆయన మరల ఈ అరణ్యములో వారిని విడిచిపెట్టును; అప్పుడు మీరు ఈ జనులనందరిని నాశనము చేసినవారగుదురనెను.",
    "16": "అప్పుడు వారు అతని దగ్గరకు వచ్చి - ఇక్కడ మా పశువులకు దొడ్లను మా పిల్లలకు పురములను కట్టుదుము.",
    "17": "మేమైతే ఇశ్రాయేలీయులను వారి స్థలమునకు చేర్చువరకు వారి ముందర యుద్ధసన్నద్ధులమై వెళ్లుదుము; మా పిల్లలు ఈ దేశ నివాసుల భయము చేత ప్రాకారము గల పురములలో నివసించుదురు.",
    "18": "ఇశ్రాయేలీయులలో ప్రతివాడు తన స్వాస్థ్యమును పొందువరకు మేము మా ఇండ్లకు తిరిగి రాము.",
    "19": "యొర్దాను అవతల తూర్పు దిక్కున మాకు స్వాస్థ్యము వచ్చినది గనుక వారితో కలిసి యొర్దాను అద్దరిని గాని, ఆవలికి గాని స్వాస్థ్యము పొందమని చెప్పిరి.",
    "20": "అందుకు మోషే వారితో ఇట్లనెను - మీరు ఈ మాట చొప్పున చేసి, యెహోవా సన్నిధిని యుద్ధమునకు సిద్ధపడి,",
    "21": "మీలో ప్రతివాడును యుద్ధసన్నద్ధుడై యెహోవా తన శత్రువులను తన యెదుటనుండి వెళ్లగొట్టువరకు ఆయన సన్నిధిని యొర్దాను దాటినయెడల,",
    "22": "యెహోవా యెదుట దేశము జయింపబడిన తరువాత మీరు తిరిగి వచ్చి, యెహోవా దృష్టికిని ఇశ్రాయేలు దృష్టికిని నిర్దోషులై యుందురు; అప్పుడు ఈ దేశము యెహోవా సన్నిధిని మీకు స్వాస్థ్యమగును.",
    "23": "మీరు ఆలాగు చేయనియెడల యెహోవాకు విరోధముగా పాపము చేసినవారగుదురు; మీ పాపము మిమ్మును పట్టుకొనునని తెలిసికొనుడి.",
    "24": "మీ పిల్లలకు పట్టణములను మీ గొర్రెలకు దొడ్లను కట్టుకొనుడి; మీ నోటనుండి వచ్చిన మాట నెరవేర్చుడని చెప్పెను.",
    "25": "అప్పుడు గాదు వారును రూబేను వారును మోషేతో - మా ఏలినవాడు ఆజ్ఞాపించినట్లు నీ దాసులమైన మేము చేసెదము.",
    "26": "మా పిల్లలును మా భార్యలును మా మందలును మా పశువులన్నియు ఇక్కడ గిలాదు పట్టణములలో ఉండును.",
    "27": "అయితే మా ఏలినవాడు చెప్పినట్లు నీ దాసులమైన మేము యుద్ధసన్నద్ధులమై యుద్ధము చేయుటకు యెహోవా సన్నిధిని దాటి వెళ్లుదుమనిరి.",
    "28": "కాబట్టి మోషే వారిని గూర్చి యాజకుడైన ఎలియాజరుకును నూను కుమారుడైన యెహోషువకును ఇశ్రాయేలీయుల గోత్రముల పితరుల ప్రధానులకును ఆజ్ఞాపించెను.",
    "29": "మోషే వారితో ఇట్లనెను - గాదు వారును రూబేను వారును, అనగా యుద్ధసన్నద్ధులైన ప్రతివాడును మీతో కూడ యెహోవా సన్నిధిని యొర్దాను దాటినయెడల, దేశము మీ యెదుట జయింపబడినప్పుడు మీరు గిలాదు దేశమును వారికి స్వాస్థ్యముగా ఇయ్యవలెను.",
    "30": "అయితే వారు యుద్ధసన్నద్ధులై మీతో దాటనియెడల వారు కనాను దేశములో మీ మధ్య స్వాస్థ్యములను పొందవలెను.",
    "31": "అందుకు గాదు వారును రూబేను వారును - యెహోవా నీ దాసులతో చెప్పినట్లే చేసెదము.",
    "32": "మేము యుద్ధసన్నద్ధులమై యెహోవా సన్నిధిని కనాను దేశమునకు దాటి వెళ్లుదుము; అయితే యొర్దాను ఇవతల మా స్వాస్థ్యము మాకు దొరుకుననిరి.",
    "33": "మోషే గాదు వారికిని, రూబేను వారికిని, యోసేపు కుమారుడైన మనష్షే అర్ధ గోత్రమునకును, అమోరీయుల రాజైన సీహోను రాజ్యమును, బాషాను రాజైన ఓగు రాజ్యమును, ఆ దేశమును దాని ప్రాంతములందలి పట్టణములను, ఆ దేశము చుట్టునున్న ఊర్లను ఇచ్చెను.",
    "34": "గాదు వారు దీబోనును, అటారోతును, అరోయేరును,",
    "35": "అట్రోత్షోఫానును, యాజేరును, యొగ్బెహాను,",
    "36": "బేత్నిమ్రాను, బేతారానును ప్రాకారములు గల పట్టణములుగాను గొర్రెల దొడ్లుగాను కట్టిరి.",
    "37": "రూబేను వారు హెష్బోనును, ఏలాలెను, కిర్యతాయిమును,",
    "38": "నెబోను, బయల్మెయోనును, (ఇవి పేరు మార్చబడినవి) సిబ్మాను కట్టి, తాము కట్టిన ఆ పట్టణములకు వేరు పేర్లు పెట్టిరి.",
    "39": "మనష్షే కుమారుడైన మాకీరు కుమారులు గిలాదుకు వెళ్లి దానిని పట్టుకొని అక్కడనున్న అమోరీయులను వెళ్లగొట్టిరి.",
    "40": "మోషే మనష్షే కుమారుడైన మాకీరుకు గిలాదును ఇచ్చెను; అతడు అక్కడ నివసించెను.",
    "41": "మనష్షే కుమారుడైన యాయీరు వెళ్లి వారి పల్లెలను పట్టుకొని వాటికి హవ్వోత్యాయీరు అని పేరు పెట్టెను.",
    "42": "నోబహు వెళ్లి కెనాతను దాని గ్రామములను పట్టుకొని దానికి తన పేరును బట్టి నోబహు అని పేరు పెట్టెను."
}
