
{
    "1": "మోషే అహరోనుల చేతిక్రింద తమ తమ సేనల చొప్పున ఐగుప్తు దేశములోనుండి బయలుదేరిన ఇశ్రాయేలీయుల ప్రయాణములు ఇవే.",
    "2": "యెహోవా ఆజ్ఞ చొప్పున మోషే వారి ప్రయాణములను బట్టి వారు బయలుదేరిన స్థలములను వ్రాసెను; వారు బయలుదేరిన స్థలములను బట్టి వారి ప్రయాణములు ఇవే.",
    "3": "మొదటి నెల పదిహేనవ దినమున వారు రామెసెస్సులోనుండి బయలుదేరిరి; పస్కా పండుగకు మరునాడు ఇశ్రాయేలీయులు ఐగుప్తీయులందరి కన్నుల యెదుట జయోత్సాహముతో బయలుదేరిరి.",
    "4": "యెహోవా ఐగుప్తీయులలో హతము చేసిన తొలిచూలు వారినందరిని ఐగుప్తీయులు పాతిపెట్టుచుండిరి; వారి దేవతలకు కూడ యెహోవా తీర్పు తీర్చెను.",
    "5": "ఇశ్రాయేలీయులు రామెసెస్సులోనుండి బయలుదేరి సుక్కోతులో దిగిరి.",
    "6": "సుక్కోతులోనుండి బయలుదేరి అరణ్యము అంచుననున్న ఏతాములో దిగిరి.",
    "7": "ఏతాములోనుండి బయలుదేరి బయల్సెఫోనుకు ఎదురుగానున్న పీహహీరోతు వైపు తిరిగి మిగ్దోలు నెదుట దిగిరి.",
    "8": "పీహహీరోతులోనుండి బయలుదేరి సముద్రము మధ్యగా అరణ్యమునకు వెళ్లి ఏతాము అరణ్యములో మూడు దినముల ప్రయాణము చేసి మారాలో దిగిరి.",
    "9": "మారాలోనుండి బయలుదేరి ఏలీముకు వచ్చిరి; ఏలీములో పన్నెండు నీటిబుగ్గలును డెబ్బది ఈత చెట్లును ఉండెను; వారు అక్కడ దిగిరి.",
    "10": "ఏలీములోనుండి బయలుదేరి ఎర్ర సముద్రమునొద్ద దిగిరి.",
    "11": "ఎర్ర సముద్రమునొద్దనుండి బయలుదేరి సీను అరణ్యములో దిగిరి.",
    "12": "సీను అరణ్యములోనుండి బయలుదేరి దోఫ్కాలో దిగిరి.",
    "13": "దోఫ్కాలోనుండి బయలుదేరి ఆలూషులో దిగిరి.",
    "14": "ఆలూషులోనుండి బయలుదేరి రెఫీదీములో దిగిరి; అక్కడ జనులకు త్రాగుటకు నీళ్లు లేకపోయెను.",
    "15": "రెఫీదీములోనుండి బయలుదేరి సీనాయి అరణ్యములో దిగిరి.",
    "16": "సీనాయి అరణ్యములోనుండి బయలుదేరి కిబ్రోతు హత్తావాలో దిగిరి.",
    "17": "కిబ్రోతు హత్తావాలోనుండి బయలుదేరి హజేరోతులో దిగిరి.",
    "18": "హజేరోతులోనుండి బయలుదేరి రిత్మాలో దిగిరి.",
    "19": "రిత్మాలోనుండి బయలుదేరి రిమ్మోను పెరెసులో దిగిరి.",
    "20": "రిమ్మోను పెరెసులోనుండి బయలుదేరి లిబ్నాలో దిగిరి.",
    "21": "లిబ్నాలోనుండి బయలుదేరి రిస్సాలో దిగిరి.",
    "22": "రిస్సాలోనుండి బయలుదేరి కెహెలాతాలో దిగిరి.",
    "23": "కెహెలాతాలోనుండి బయలుదేరి షేపెరు కొండలో దిగిరి.",
    "24": "షేపెరు కొండలోనుండి బయలుదేరి హరాదాలో దిగిరి.",
    "25": "హరాదాలోనుండి బయలుదేరి మక్హేలోతులో దిగిరి.",
    "26": "మక్హేలోతులోనుండి బయలుదేరి తహతులో దిగిరి.",
    "27": "తహతులోనుండి బయలుదేరి తెరాహులో దిగిరి.",
    "28": "తెరాహులోనుండి బయలుదేరి మిత్కాలో దిగిరి.",
    "29": "మిత్కాలోనుండి బయలుదేరి హష్మోనాలో దిగిరి.",
    "30": "హష్మోనాలోనుండి బయలుదేరి మోసేరోతులో దిగిరి.",
    "31": "మోసేరోతులోనుండి బయలుదేరి బెనేయాకానులో దిగిరి.",
    "32": "బెనేయాకానులోనుండి బయలుదేరి హోరు గిద్గాదులో దిగిరి.",
    "33": "హోరు గిద్గాదులోనుండి బయలుదేరి యొత్బాతాలో దిగిరి.",
    "34": "యొత్బాతాలోనుండి బయలుదేరి అబ్రోనాలో దిగిరి.",
    "35": "అబ్రోనాలోనుండి బయలుదేరి ఎషీయోను గెబెరులో దిగిరి.",
    "36": "ఎషీయోను గెబెరులోనుండి బయలుదేరి సీను అరణ్యమందలి కాదేషులో దిగిరి.",
    "37": "కాదేషులోనుండి బయలుదేరి ఎదోము దేశపు సరిహద్దుననున్న హోరు కొండలో దిగిరి.",
    "38": "ఇశ్రాయేలీయులు ఐగుప్తు దేశములోనుండి బయలుదేరిన నలభయ్యవ సంవత్సరము ఐదవ నెల మొదటి దినమున యాజకుడైన అహరోను యెహోవా సెలవు చొప్పున హోరు కొండెక్కి అక్కడ మృతిబొందెను.",
    "39": "అహరోను హోరు కొండమీద చనిపోయినప్పుడు నూట ఇరవై మూడు సంవత్సరములవాడు.",
    "40": "కనాను దేశమందలి దక్షిణ దిక్కున నివసించిన కనానీయుడగు అరాదు రాజు ఇశ్రాయేలీయులు వచ్చుచున్నారని వినెను.",
    "41": "వారు హోరు కొండలోనుండి బయలుదేరి సల్మోనాలో దిగిరి.",
    "42": "సల్మోనాలోనుండి బయలుదేరి పూనోనులో దిగిరి.",
    "43": "పూనోనులోనుండి బయలుదేరి ఓబోతులో దిగిరి.",
    "44": "ఓబోతులోనుండి బయలుదేరి మోయాబు సరిహద్దులోనున్న ఈయ్యే అబారీములో దిగిరి.",
    "45": "ఈయ్యీములోనుండి బయలుదేరి దీబోను గాదులో దిగిరి.",
    "46": "దీబోను గాదులోనుండి బయలుదేరి ఆల్మోను దిబ్లాతాయిములో దిగిరి.",
    "47": "ఆల్మోను దిబ్లాతాయిములోనుండి బయలుదేరి నెబోకు ఎదురుగానున్న అబారీము కొండలలో దిగిరి.",
    "48": "అబారీము కొండలలోనుండి బయలుదేరి యెరికోకు ఎదురుగా యొర్దాను దగ్గరనున్న మోయాబు మైదానములలో దిగిరి.",
    "49": "వారు యొర్దాను దగ్గర బేత్ యెషీమోతు మొదలుకొని ఆబెల్ షిత్తీము వరకు మోయాబు మైదానములలో దిగిరి.",
    "50": "యెరికోకు ఎదురుగా యొర్దాను దగ్గరనున్న మోయాబు మైదానములలో యెహోవా మోషేతో ఇట్లనెను",
    "51": "నీవు ఇశ్రాయేలీయులతో - మీరు యొర్దాను దాటి కనాను దేశమున ప్రవేశించిన తరువాత",
    "52": "ఆ దేశ నివాసులందరిని మీ యెదుటనుండి వెళ్లగొట్టి, వారి సమస్త విగ్రహములను నాశనము చేసి, పోతపోసిన వారి విగ్రహములన్నిటిని నాశనము చేసి, వారి ఉన్నత స్థలములన్నిటిని పాడుచేసి,",
    "53": "ఆ దేశమును స్వాధీనపరచుకొని దానిలో నివసింపవలెను; అది మీ స్వాస్థ్యమగునట్లు ఆ దేశమును మీకిచ్చితిని.",
    "54": "మీరు చీట్లు వేసి మీ వంశముల చొప్పున ఆ దేశమును స్వాస్థ్యముగా పంచుకొనవలెను; ఎక్కువమందికి ఎక్కువ స్వాస్థ్యమును తక్కువమందికి తక్కువ స్వాస్థ్యమును ఇయ్యవలెను; చీటి ఎవరికి ఎక్కడ పడునో అది వానిదగును; మీ పితరుల గోత్రముల చొప్పున మీరు స్వాస్థ్యములను పొందుదురు.",
    "55": "మీరు ఆ దేశ నివాసులను మీ యెదుటనుండి వెళ్లగొట్టనియెడల, వారిలో మీరు ఉండనిచ్చినవారు మీ కన్నులకు ముళ్లుగాను మీ ప్రక్కలలో శూలములుగాను ఉండి, మీరు నివసించు దేశములో మిమ్మును బాధించుదురు.",
    "56": "మరియు నేను వారికి చేయదలచినట్లు మీకు చేసెదనని వారితో చెప్పుమనెను."
}
