
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులకు ఆజ్ఞాపించి వారితో ఇట్లనుము - మీరు కనాను దేశమునకు వచ్చుచున్నారు; మీకు స్వాస్థ్యముగా పంచిపెట్టబడు దేశము, అనగా దాని సరిహద్దుల చొప్పున కనాను దేశము ఇదే.",
    "3": "దక్షిణ దిక్కు మీకు సీను అరణ్యము మొదలుకొని ఎదోము ప్రక్కన ఉండును; తూర్పున ఉప్పు సముద్రపు చివరనుండి మీ దక్షిణ సరిహద్దు ఉండును.",
    "4": "మీ సరిహద్దు అక్రబ్బీము కనుమకు దక్షిణముగా తిరిగి సీను వరకు సాగి కాదేషు బర్నేయకు దక్షిణమునొద్దకు వచ్చి, అక్కడనుండి హజరు అద్దారుకు సాగి అజ్మోను వరకు వెళ్లును.",
    "5": "అజ్మోను నుండి ఆ సరిహద్దు ఐగుప్తు నది వరకు తిరిగి సముద్రమునొద్ద అంతమగును.",
    "6": "పడమటి సరిహద్దు ఏదనగా మహా సముద్రమే మీకు సరిహద్దు; అది మీకు పడమటి సరిహద్దు.",
    "7": "ఉత్తర సరిహద్దు ఏదనగా మహా సముద్రమునుండి హోరు కొండ వరకు గురుతు పెట్టుకొనవలెను.",
    "8": "హోరు కొండనుండి హమాతుకు పోవు మార్గము వరకు గురుతు పెట్టుకొనవలెను; ఆ సరిహద్దు సెదాదు వరకు సాగును.",
    "9": "అక్కడనుండి ఆ సరిహద్దు జిఫ్రోను వరకు సాగి హజరు ఏనాను నొద్ద అంతమగును; అది మీకు ఉత్తర సరిహద్దు.",
    "10": "తూర్పు సరిహద్దు హజరు ఏనాను నుండి షెఫామ్ వరకు గురుతు పెట్టుకొనవలెను.",
    "11": "ఆ సరిహద్దు షెఫామ్ నుండి అయినుకు తూర్పుననున్న రిబ్లాకు దిగిరావలెను; ఆ సరిహద్దు కిన్నెరెతు సముద్రము యొక్క తూర్పు ప్రక్క వరకు దిగిరావలెను.",
    "12": "ఆ సరిహద్దు యొర్దానుకు దిగివచ్చి ఉప్పు సముద్రమునొద్ద అంతమగును. చుట్టునున్న సరిహద్దుల చొప్పున ఇది మీకు దేశమగును.",
    "13": "మోషే ఇశ్రాయేలీయులతో - యెహోవా తొమ్మిది గోత్రములకును అర్ధ గోత్రమునకును ఇయ్యనాజ్ఞాపించిన దేశము ఇదే; దీనిని మీరు చీట్లవలన స్వాస్థ్యముగా పొందుదురు.",
    "14": "ఏలయనగా రూబేను పుత్రుల గోత్రమును గాదు పుత్రుల గోత్రమును తమ పితరుల కుటుంబముల చొప్పున తమ స్వాస్థ్యమును పొందిరి; మనష్షే అర్ధ గోత్రమును తమ స్వాస్థ్యమును పొందెను.",
    "15": "యెరికోకు ఎదురుగా తూర్పున సూర్యోదయ దిక్కుననున్న యొర్దాను ఇవతల ఆ రెండున్నర గోత్రములు తమ స్వాస్థ్యమును పొందెనని చెప్పెను.",
    "16": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "17": "దేశమును మీకు స్వాస్థ్యముగా పంచిపెట్టవలసిన మనుష్యుల పేర్లు ఏవనగా - యాజకుడైన ఎలియాజరు, నూను కుమారుడైన యెహోషువ.",
    "18": "దేశమును పంచిపెట్టుటకు ప్రతి గోత్రమునుండి ఒక్కొక్క ప్రధానుని తీసికొనవలెను.",
    "19": "ఆ మనుష్యుల పేర్లు ఏవనగా - యూదా గోత్రమున యెఫున్నె కుమారుడైన కాలేబు.",
    "20": "షిమ్యోను పుత్రుల గోత్రమున అమ్మిహూదు కుమారుడైన షెమూయేలు.",
    "21": "బెన్యామీను గోత్రమున కిస్లోను కుమారుడైన ఎలీదాదు.",
    "22": "దాను పుత్రుల గోత్రమున ప్రధానుడగు యొగ్లీ కుమారుడైన బుక్కీ.",
    "23": "యోసేపు పుత్రులలో మనష్షే పుత్రుల గోత్రమున ప్రధానుడగు ఏఫోదు కుమారుడైన హన్నీయేలు.",
    "24": "ఎఫ్రాయిము పుత్రుల గోత్రమున ప్రధానుడగు షిప్తాను కుమారుడైన కెమూయేలు.",
    "25": "జెబూలూను పుత్రుల గోత్రమున ప్రధానుడగు పర్నాకు కుమారుడైన ఎలీజాఫాను.",
    "26": "ఇస్సాఖారు పుత్రుల గోత్రమున ప్రధానుడగు అజ్జాను కుమారుడైన పల్తీయేలు.",
    "27": "ఆషేరు పుత్రుల గోత్రమున ప్రధానుడగు షెలోమి కుమారుడైన అహీహూదు.",
    "28": "నఫ్తాలి పుత్రుల గోత్రమున ప్రధానుడగు అమ్మిహూదు కుమారుడైన పెదహేలు.",
    "29": "కనాను దేశములో ఇశ్రాయేలీయులకు స్వాస్థ్యములను పంచిపెట్టుటకు యెహోవా వీరిని ఆజ్ఞాపించెను."
}
