
{
    "1": "మరియు యెరికోకు ఎదురుగా యొర్దాను దగ్గర మోయాబు మైదానములలో యెహోవా మోషేతో ఇట్లనెను",
    "2": "ఇశ్రాయేలీయులు తమకు దొరికిన స్వాస్థ్యములలో లేవీయులకు నివసించుటకు పట్టణములనిచ్చునట్లు వారికి ఆజ్ఞాపించుము; ఆ పట్టణముల చుట్టునున్న పచ్చిక బయళ్లను లేవీయులకు ఇయ్యవలెను.",
    "3": "ఆ పట్టణములు వారు నివసించుటకు ఉండును; వాటి పచ్చిక బయళ్లు వారి పశువులకును వారి మందలకును వారి సమస్త జీవరాశులకును ఉండును.",
    "4": "మీరు లేవీయులకు ఇచ్చు పట్టణముల పచ్చిక బయళ్లు పట్టణపు ప్రాకారము నుండి బయట చుట్టు వెయ్యి మూరల వరకు ఉండవలెను.",
    "5": "మీరు పట్టణమునకు వెలుపల తూర్పు దిక్కున రెండు వేల మూరలను, దక్షిణ దిక్కున రెండు వేల మూరలను, పడమటి దిక్కున రెండు వేల మూరలను, ఉత్తర దిక్కున రెండు వేల మూరలను కొలవవలెను; పట్టణము మధ్యనుండవలెను; ఇది వారి పట్టణములకు పచ్చిక బయళ్లు.",
    "6": "మీరు లేవీయులకు ఇచ్చు పట్టణములలో ఆరు ఆశ్రయపురములుండవలెను; నరహంతకుడు పారిపోవుటకు వాటిని నియమింపవలెను; అవి గాక నలభై రెండు పట్టణములను ఇయ్యవలెను.",
    "7": "మీరు లేవీయులకు ఇచ్చు పట్టణములన్నియు వాటి పచ్చిక బయళ్లతో కూడ నలభై ఎనిమిది పట్టణములు.",
    "8": "ఇశ్రాయేలీయుల స్వాస్థ్యములోనుండి మీరు ఇచ్చు పట్టణములను, ఎక్కువ ఉన్నవారియొద్ద ఎక్కువగాను తక్కువ ఉన్నవారియొద్ద తక్కువగాను తీసికొనవలెను; ప్రతి గోత్రము తనకు కలిగిన స్వాస్థ్యము చొప్పున తన పట్టణములలో కొన్ని లేవీయులకు ఇయ్యవలెను.",
    "9": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "10": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - మీరు యొర్దాను దాటి కనాను దేశములో ప్రవేశించిన తరువాత",
    "11": "పొరబాటున ఒకని చంపిన నరహంతకుడు పారిపోవుటకు ఆశ్రయపురములుగా ఉండునట్లు కొన్ని పట్టణములను మీరు నియమించుకొనవలెను.",
    "12": "తీర్పు తీర్చుటకై నరహంతకుడు సమాజము యెదుట నిలుచువరకు అతడు చావకుండునట్లు పగ తీర్చుకొనువానినుండి తప్పించుకొనుటకు అవి మీకు ఆశ్రయపురములుగా ఉండును.",
    "13": "మీరిచ్చు ఆశ్రయపురములు ఆరు ఉండవలెను.",
    "14": "యొర్దాను ఇవతల మూడు పట్టణములను కనాను దేశములో మూడు పట్టణములను ఇయ్యవలెను; అవి ఆశ్రయపురములుగా ఉండును.",
    "15": "పొరబాటున ఒకని చంపిన ప్రతివాడు అక్కడికి పారిపోవునట్లు ఈ ఆరు పట్టణములు ఇశ్రాయేలీయులకును పరదేశులకును వారి మధ్య నివసించువారికిని ఆశ్రయముగా ఉండును.",
    "16": "ఒకడు ఇనుప పనిముట్టుతో ఒకని కొట్టినందున వాడు చనిపోయినయెడల, కొట్టినవాడు నరహంతకుడు; ఆ నరహంతకుడు తప్పక మరణశిక్ష నొందవలెను.",
    "17": "ఒకడు చావదగిన రాతిని చేతిలో పట్టుకొని దానితో ఒకని కొట్టినందున వాడు చనిపోయినయెడల, కొట్టినవాడు నరహంతకుడు; ఆ నరహంతకుడు తప్పక మరణశిక్ష నొందవలెను.",
    "18": "లేక చావదగిన చెక్కను చేతిలో పట్టుకొని దానితో ఒకని కొట్టినందున వాడు చనిపోయినయెడల, కొట్టినవాడు నరహంతకుడు; ఆ నరహంతకుడు తప్పక మరణశిక్ష నొందవలెను.",
    "19": "రక్తమును బట్టి పగ తీర్చుకొనువాడే ఆ నరహంతకుని చంపవలెను; అతడు వానిని కలుసుకొనినప్పుడు చంపవచ్చును.",
    "20": "ఒకడు పగపట్టి ఒకని త్రోసినను, లేక పొంచియుండి వాని మీద ఏదైనను పడవేసినను,",
    "21": "లేక పగపట్టి చేతితో ఒకని కొట్టినందున వాడు చనిపోయినను, కొట్టినవాడు తప్పక మరణశిక్ష నొందవలెను; వాడు నరహంతకుడు; రక్తమును బట్టి పగ తీర్చుకొనువాడు ఆ నరహంతకుని కలుసుకొనినప్పుడు చంపవచ్చును.",
    "22": "అయితే పగలేక హఠాత్తుగా ఒకని త్రోసినను, పొంచియుండక ఏదైనను వాని మీద పడవేసినను,",
    "23": "చావదగిన ఏ రాతిని గాని చూడక వాని మీద పడవేసినందున వాడు చనిపోయినను, వాడు వీనికి శత్రువు కాకపోయినను, వీనికి కీడు చేయదలచక పోయినను,",
    "24": "సమాజము నరహంతకునికిని రక్తమును బట్టి పగ తీర్చుకొనువానికిని మధ్య ఈ విధులను బట్టి తీర్పు తీర్చవలెను.",
    "25": "సమాజము రక్తమును బట్టి పగ తీర్చుకొనువాని చేతిలోనుండి నరహంతకుని విడిపించి, వాడు పారిపోయిన ఆశ్రయపురమునకు వానిని తిరిగి పంపవలెను; పరిశుద్ధ తైలముతో అభిషేకించబడిన ప్రధాన యాజకుడు చనిపోవు వరకు వాడు అక్కడ నివసింపవలెను.",
    "26": "అయితే ఆ నరహంతకుడు తాను పారిపోయిన ఆశ్రయపురము సరిహద్దు దాటి బయటికి వెళ్ళినప్పుడు",
    "27": "రక్తమును బట్టి పగ తీర్చుకొనువాడు ఆశ్రయపురము సరిహద్దు బయట వానిని కనుగొనినయెడల, రక్తమును బట్టి పగ తీర్చుకొనువాడు ఆ నరహంతకుని చంపవచ్చును; వానికి రక్తాపరాధము లేదు.",
    "28": "ఏలయనగా ప్రధాన యాజకుడు చనిపోవు వరకు వాడు తన ఆశ్రయపురములో నివసింపవలెను; ప్రధాన యాజకుడు చనిపోయిన తరువాత నరహంతకుడు తన స్వాస్థ్యమైన భూమికి రావచ్చును.",
    "29": "ఇవి మీ నివాసములన్నిటిలో మీ తరతరములకు న్యాయవిధిగా ఉండును.",
    "30": "ఎవడైనను ఒకని చంపినయెడల, సాక్షుల నోట ఆ నరహంతకుని చంపవలెను; అయితే మరణశిక్ష విధించుటకు ఒక్క సాక్షి చాలదు.",
    "31": "చావదగిన నరహంతకుని ప్రాణము కొరకు మీరు క్రయధనము పుచ్చుకొనకూడదు; వాడు తప్పక మరణశిక్ష నొందవలెను.",
    "32": "ఆశ్రయపురమునకు పారిపోయినవాడు యాజకుడు చనిపోకమునుపు దేశములో నివసించుటకు తిరిగి వచ్చునట్లు వాని యొద్ద క్రయధనము పుచ్చుకొనకూడదు.",
    "33": "మీరున్న దేశమును అపవిత్రపరచకూడదు; రక్తము దేశమును అపవిత్రపరచును; రక్తాపరాధము చేసినవాని రక్తమువలననే గాని మరి దేనివలనను దేశమునకు ప్రాయశ్చిత్తము కలుగదు.",
    "34": "మీరు నివసించు దేశమును, అనగా నేను నివసించు దేశమును అపవిత్రపరచకూడదు; యెహోవానగు నేను ఇశ్రాయేలీయుల మధ్య నివసించుచున్నాను."
}
