
{
    "1": "మరియు యెహోవా మోషే అహరోనులకు ఈలాగు సెలవిచ్చెను",
    "2": "లేవీయులలో కహాతీయులను వారి వంశముల చొప్పున వారి పితరుల కుటుంబముల చొప్పున లెక్కించుడి.",
    "3": "ముప్పది ఏండ్లు మొదలుకొని ఏబది ఏండ్ల వరకు వయస్సు కలిగి, పని చేయుటకును ప్రత్యక్షపు గుడారములో సేవ చేయుటకును వచ్చువారినందరిని లెక్కించుడి.",
    "4": "ప్రత్యక్షపు గుడారములో అతి పరిశుద్ధమైనవాటిని గూర్చి కహాతీయులు చేయవలసిన సేవ ఇదే.",
    "5": "పాళెము సాగునప్పుడు అహరోనును అతని కుమారులును లోపలికి వచ్చి అడ్డతెరను దించి దానితో సాక్ష్యపు మందసమును కప్పవలెను.",
    "6": "దానిమీద సముద్రవత్సల తోలు కప్పును వేసి, దానిమీద అంతయు నీల వర్ణము గల గుడ్డను పరచి, దాని మోతకర్రలను దోర్చవలెను.",
    "7": "మరియు సముఖపు రొట్టెల బల్లమీద నీల వర్ణము గల గుడ్డను పరచి, దానిమీద పళ్లెములను ధూపార్తులను గిన్నెలను పానార్పణపు గరిటెలను ఉంచవలెను; నిత్యము ఉంచబడు రొట్టెలు దానిమీద ఉండవలెను.",
    "8": "వాటిమీద ఎర్రని గుడ్డను పరచి, సముద్రవత్సల తోలు కప్పుతో దాని కప్పి దాని మోతకర్రలను దోర్చవలెను.",
    "9": "మరియు వారు నీల వర్ణము గల గుడ్డను తీసికొని, వెలుగునిచ్చు దీపవృక్షమును దాని దీపములను దాని కత్తెరలను దాని కత్తెరల చిప్పలను వారు సేవ చేయు దాని నూనె పాత్రలన్నిటిని కప్పవలెను.",
    "10": "దానిని దాని ఉపకరణములన్నిటిని సముద్రవత్సల తోలు కప్పులో ఉంచి దండె మీద పెట్టవలెను.",
    "11": "మరియు బంగారు బలిపీఠము మీద నీల వర్ణము గల గుడ్డను పరచి, సముద్రవత్సల తోలు కప్పుతో దాని కప్పి దాని మోతకర్రలను దోర్చవలెను.",
    "12": "మరియు పరిశుద్ధ స్థలములో సేవ చేయు సేవా ఉపకరణములన్నిటిని తీసికొని నీల వర్ణము గల గుడ్డలో ఉంచి, సముద్రవత్సల తోలు కప్పుతో కప్పి దండె మీద పెట్టవలెను.",
    "13": "వారు బలిపీఠము బూడిదెను తీసివేసి దానిమీద ధూమ్ర వర్ణము గల గుడ్డను పరచవలెను.",
    "14": "దానిమీద దాని సేవలో వాడుకొను దాని ఉపకరణములన్నిటిని, అనగా అగ్ని చిప్పలను ముండ్లకొంకులను చేటలను గిన్నెలను బలిపీఠము యొక్క ఉపకరణములన్నిటిని ఉంచి, దానిమీద సముద్రవత్సల తోలు కప్పును పరచి దాని మోతకర్రలను దోర్చవలెను.",
    "15": "పాళెము సాగునప్పుడు అహరోనును అతని కుమారులును పరిశుద్ధ స్థలమును పరిశుద్ధ స్థలము యొక్క ఉపకరణములన్నిటిని కప్పుట ముగించిన తరువాత కహాతీయులు మోయుటకు రావలెను; అయితే వారు చావకుండునట్లు పరిశుద్ధమైనదానిని ముట్టకూడదు. ఇవి ప్రత్యక్షపు గుడారములో కహాతీయులు మోయవలసిన బరువు.",
    "16": "యాజకుడైన అహరోను కుమారుడగు ఎలియాజరు విచారణకు ఉంచబడినవి ఏవనగా - దీపమునకు తైలము, పరిమళ ధూపము, నిత్య నైవేద్యము, అభిషేక తైలము, మందిరమంతయు, దానిలో ఉన్నదంతయు, పరిశుద్ధ స్థలము, దాని ఉపకరణములు.",
    "17": "మరియు యెహోవా మోషే అహరోనులకు ఈలాగు సెలవిచ్చెను",
    "18": "కహాతీయుల వంశములను లేవీయులలోనుండి తెగవేయకుడి.",
    "19": "అతి పరిశుద్ధమైనవాటిని సమీపించునప్పుడు వారు చావక బ్రతుకునట్లు మీరు వారికి చేయవలసినదేమనగా - అహరోనును అతని కుమారులును లోపలికి వచ్చి వారిలో ఒక్కొక్కనికి వాని వాని పనిని వాని వాని బరువును నిర్ణయింపవలెను.",
    "20": "అయితే వారు చావకుండునట్లు లోపలికి వచ్చి పరిశుద్ధమైనవాటిని ఒక్క నిమిషమైనను చూడకూడదు.",
    "21": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "22": "గెర్షోనీయులను కూడ వారి పితరుల కుటుంబముల చొప్పున వారి వంశముల చొప్పున లెక్కించుము.",
    "23": "ముప్పది ఏండ్లు మొదలుకొని ఏబది ఏండ్ల వరకు వయస్సు కలిగి, పని చేయుటకును ప్రత్యక్షపు గుడారములో సేవ చేయుటకును వచ్చువారినందరిని లెక్కింపవలెను.",
    "24": "పని చేయుటలోను మోయుటలోను గెర్షోనీయుల వంశము చేయవలసిన సేవ ఇదే.",
    "25": "వారు మందిరపు తెరలను, ప్రత్యక్షపు గుడారమును, దాని కప్పును, దాని పైన ఉన్న సముద్రవత్సల తోలు కప్పును, ప్రత్యక్షపు గుడారము యొక్క ద్వారపు తెరను,",
    "26": "ఆవరణపు యవనికలను, మందిరమునొద్దను బలిపీఠమునొద్దను చుట్టునున్న ఆవరణ ద్వారపు తెరను, వాటి త్రాళ్లను, వాటి సేవ కొరకైన ఉపకరణములన్నిటిని మోయవలెను; వాటిని గూర్చి చేయవలసినదంతయు వారు చేయవలెను.",
    "27": "గెర్షోనీయుల భారమంతటిని గూర్చియు వారి పని అంతటిని గూర్చియు అహరోను అతని కుమారుల నోటిమాట చొప్పున జరుగవలెను; వారు మోయవలసిన భారమంతయు వారి వశము చేయవలెను.",
    "28": "ప్రత్యక్షపు గుడారములో గెర్షోనీయుల వంశముల సేవ ఇది; యాజకుడైన అహరోను కుమారుడగు ఈతాకూరు చేతికింద వారు తమ పని చేయవలెను.",
    "29": "నీవు మెరారీయులను వారి వంశముల చొప్పున వారి పితరుల కుటుంబముల చొప్పున లెక్కింపవలెను.",
    "30": "ముప్పది ఏండ్లు మొదలుకొని ఏబది ఏండ్ల వరకు వయస్సు కలిగి, పని చేయుటకును ప్రత్యక్షపు గుడారములో సేవ చేయుటకును వచ్చువారినందరిని లెక్కింపవలెను.",
    "31": "ప్రత్యక్షపు గుడారములో వారి సేవ అంతటిని బట్టి వారు మోయవలసినవి ఏవనగా - మందిరము యొక్క పలకలు, దాని అడ్డకర్రలు, దాని స్తంభములు, దాని దిమ్మలు,",
    "32": "చుట్టునున్న ఆవరణ స్తంభములు, వాటి దిమ్మలు, వాటి మేకులు, వాటి త్రాళ్లు, వాటి ఉపకరణములన్నియు, వాటి సేవ అంతయు; వారు మోయవలసిన ఉపకరణములను పేరు పేరున అప్పగింపవలెను.",
    "33": "ఇది మెరారీయుల వంశముల సేవ; యాజకుడైన అహరోను కుమారుడగు ఈతాకూరు చేతికింద ప్రత్యక్షపు గుడారములో వారి సేవ అంతయు జరుగును.",
    "34": "మోషే అహరోనులును సమాజ ప్రధానులును కహాతీయులను వారి వారి వంశముల చొప్పున వారి పితరుల కుటుంబముల చొప్పున లెక్కించిరి.",
    "35": "ముప్పది ఏండ్లు మొదలుకొని ఏబది ఏండ్ల వరకు వయస్సు కలిగి, పని చేయుటకును ప్రత్యక్షపు గుడారములో సేవ చేయుటకును వచ్చువారందరు",
    "36": "వారి వంశముల చొప్పున లెక్కించబడినవారు రెండు వేల ఏడువందల ఏబదిమంది.",
    "37": "వీరు కహాతీయుల వంశములలో లెక్కించబడినవారు; ప్రత్యక్షపు గుడారములో సేవ చేయువారినందరిని యెహోవా మోషే ద్వారా ఆజ్ఞాపించినట్లు మోషే అహరోనులు లెక్కించిరి.",
    "38": "గెర్షోనీయులలో వారి వంశముల చొప్పున వారి పితరుల కుటుంబముల చొప్పున లెక్కించబడినవారు,",
    "39": "అనగా ముప్పది ఏండ్లు మొదలుకొని ఏబది ఏండ్ల వరకు వయస్సు కలిగి, పని చేయుటకును ప్రత్యక్షపు గుడారములో సేవ చేయుటకును వచ్చువారందరు",
    "40": "వారి వంశముల చొప్పున వారి పితరుల కుటుంబముల చొప్పున లెక్కించబడినవారు రెండు వేల ఆరువందల ముప్పదిమంది.",
    "41": "వీరు గెర్షోనీయుల వంశములలో లెక్కించబడినవారు; ప్రత్యక్షపు గుడారములో సేవ చేయువారినందరిని యెహోవా ఆజ్ఞ చొప్పున మోషే అహరోనులు లెక్కించిరి.",
    "42": "మెరారీయుల వంశములలో వారి వంశముల చొప్పున వారి పితరుల కుటుంబముల చొప్పున లెక్కించబడినవారు,",
    "43": "అనగా ముప్పది ఏండ్లు మొదలుకొని ఏబది ఏండ్ల వరకు వయస్సు కలిగి, పని చేయుటకును ప్రత్యక్షపు గుడారములో సేవ చేయుటకును వచ్చువారందరు",
    "44": "వారి వంశముల చొప్పున లెక్కించబడినవారు మూడు వేల రెండువందలమంది.",
    "45": "వీరు మెరారీయుల వంశములలో లెక్కించబడినవారు; యెహోవా మోషే ద్వారా ఆజ్ఞాపించినట్లు మోషే అహరోనులు వీరిని లెక్కించిరి.",
    "46": "లేవీయులలో మోషే అహరోనులును ఇశ్రాయేలు ప్రధానులును వారి వారి వంశముల చొప్పున వారి వారి పితరుల కుటుంబముల చొప్పున లెక్కించినవారందరు,",
    "47": "అనగా ముప్పది ఏండ్లు మొదలుకొని ఏబది ఏండ్ల వరకు వయస్సు కలిగి, ప్రత్యక్షపు గుడారములో సేవ చేయుటకును బరువు మోయుటకును వచ్చువారందరు",
    "48": "ఎనిమిది వేల ఐదువందల ఎనభైమంది.",
    "49": "యెహోవా మోషే ద్వారా ఆజ్ఞాపించినట్లు వారిలో ఒక్కొక్కనికి వాని వాని సేవను బట్టియు వాని వాని బరువును బట్టియు వారికి నిర్ణయింపబడెను; మోషేకు యెహోవా ఆజ్ఞాపించినట్లే వారు అతనిచేత లెక్కింపబడిరి."
}
