
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "కుష్ఠురోగిని స్రావము గల ప్రతివానిని శవమువలన అపవిత్రుడైన ప్రతివానిని పాళెములోనుండి వెలివేయవలెనని ఇశ్రాయేలీయులకు ఆజ్ఞాపించుము.",
    "3": "మగవానినే గాని ఆడదానినే గాని మీరు వెలివేయవలెను; నేను నివసించు వారి పాళెమును వారు అపవిత్రపరచకుండునట్లు పాళెము వెలుపలికి వారిని పంపివేయవలెను.",
    "4": "ఇశ్రాయేలీయులు ఆలాగు చేసిరి; పాళెము వెలుపలికి వారిని పంపివేసిరి; యెహోవా మోషేతో చెప్పినట్లు ఇశ్రాయేలీయులు చేసిరి.",
    "5": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "6": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - ఒక పురుషుడు గాని స్త్రీ గాని యెహోవా మీద తిరుగుబాటు చేసి మనుష్యులు చేయు పాపములలో దేనినైనను చేసినయెడల ఆ మనుష్యుడు అపరాధి అగును.",
    "7": "కాబట్టి వారు తాము చేసిన పాపమును ఒప్పుకొనవలెను; మరియు అతడు తన అపరాధమువలని నష్టమును పూర్తిగా ఇచ్చి, దానితో ఐదవ వంతు కలిపి, ఎవని యెడల అపరాధము చేసెనో వానికి ఇయ్యవలెను.",
    "8": "ఆ నష్టము పుచ్చుకొనుటకు ఆ మనుష్యునికి సమీప బంధువు లేనియెడల, అపరాధ పరిహారార్థమై యెహోవాకు చెల్లింపబడినది యాజకునిదగును; ఇది గాక వాని నిమిత్తము ప్రాయశ్చిత్తము చేయుటకు అర్పించిన పాపపరిహార్థార్థ బలియగు పొట్టేలు యాజకునిదగును.",
    "9": "ఇశ్రాయేలీయులు యాజకుని యొద్దకు తెచ్చు ప్రతిష్ఠితమైన వాటన్నిటిలో ప్రతి అర్పణము అతనిదగును.",
    "10": "ఒక్కొక్కడు ప్రతిష్ఠించునవి అతనివగును; ఒకడు యాజకునికి ఇచ్చునది అతనిదగును.",
    "11": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "12": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - ఒకని భార్య దారి తప్పి వానికి ద్రోహము చేసి",
    "13": "వేరొకడు ఆమెతో శయనించిన యెడల, అది ఆమె భర్త కన్నులకు మరుగై యుండి ఆమె అపవిత్రురాలైన సంగతి దాచబడిన యెడల, ఆమె మీద సాక్ష్యము లేనప్పుడు ఆమె పట్టుబడనప్పుడు,",
    "14": "అతనికి రోషము పుట్టి తన భార్య అపవిత్రురాలైనందున ఆమె మీద రోషపడిన యెడల, లేక ఆమె అపవిత్రురాలు కాకపోయినను అతనికి రోషము పుట్టి తన భార్య మీద రోషపడిన యెడల,",
    "15": "ఆ పురుషుడు తన భార్యను యాజకుని యొద్దకు తీసికొని వచ్చి, ఆమె నిమిత్తము తూములో పదియవ వంతు యవల పిండిని తెలవలెను; అతడు దానిమీద నూనె పోయకూడదు, సాంబ్రాణి వేయకూడదు; ఏలయనగా అది రోష విషయమైన నైవేద్యము, అనగా దోషమును జ్ఞాపకము చేయు జ్ఞాపకార్థమైన నైవేద్యము.",
    "16": "యాజకుడు ఆమెను దగ్గరకు తీసికొనివచ్చి యెహోవా సన్నిధిని నిలువబెట్టవలెను.",
    "17": "యాజకుడు మంటి పాత్రలో పరిశుద్ధ జలమును తీసికొని, మందిరములోని నేల ధూళిని కొంచెము తీసి ఆ నీళ్లలో వేయవలెను.",
    "18": "యాజకుడు యెహోవా సన్నిధిని ఆ స్త్రీని నిలువబెట్టి, ఆమె తల విరబోసి, రోష విషయమైన నైవేద్యమును, అనగా జ్ఞాపకార్థమైన నైవేద్యమును ఆమె చేతులలో ఉంచవలెను; శాపము కలుగజేయు చేదు నీళ్లు యాజకుని చేతిలో ఉండవలెను.",
    "19": "యాజకుడు ఆమె చేత ప్రమాణము చేయించి ఆమెతో - వేరొకడు నీతో శయనింపని యెడల, నీవు నీ భర్తకు లోబడినదానవై అపవిత్రతకు దారి తప్పని యెడల, శాపము కలుగజేయు ఈ చేదు నీళ్లవలన నీకు హాని కలుగకపోవును గాక.",
    "20": "అయితే నీవు నీ భర్తకు లోబడక దారి తప్పి అపవిత్రురాలవై నీ భర్త గాక వేరొకడు నీతో శయనించిన యెడల",
    "21": "యెహోవా నీ జనుల మధ్య నీ పేరును దీనమైన సామెతగాను శాపగ్రస్తమైనదిగాను చేయును గాక; యెహోవా నీ తొడ జబ్బుపడజేసి నీ కడుపు ఉబ్బచేయును గాక.",
    "22": "శాపము కలుగజేయు ఈ నీళ్లు నీ కడుపులో ప్రవేశించి నీ కడుపు ఉబ్బజేసి నీ తొడ జబ్బుపడజేయును గాక అని శపింపగా ఆ స్త్రీ - ఆమేన్ ఆమేన్ అని చెప్పవలెను.",
    "23": "అప్పుడు యాజకుడు ఆ పత్రికలో ఈ శాపవచనములను వ్రాసి ఆ చేదు నీళ్లలో వాటిని కడగవలెను.",
    "24": "శాపము కలుగజేయు ఆ చేదు నీళ్లను అతడు ఆ స్త్రీ చేత త్రాగించవలెను; శాపము కలుగజేయు ఆ నీళ్లు ఆమెలోనికి వెళ్లి చేదగును.",
    "25": "అప్పుడు యాజకుడు ఆ స్త్రీ చేతిలోనుండి రోష విషయమైన నైవేద్యమును తీసికొని యెహోవా సన్నిధిని ఆ నైవేద్యమును అల్లాడించి బలిపీఠమునొద్దకు దాని తేవలెను.",
    "26": "మరియు యాజకుడు ఆ నైవేద్యములోనుండి పిడికెడు జ్ఞాపకార్థముగా తీసి బలిపీఠము మీద దహించి, తరువాత ఆ నీళ్లను ఆ స్త్రీ చేత త్రాగించవలెను.",
    "27": "అతడు ఆమె చేత ఆ నీళ్లను త్రాగించిన తరువాత జరిగినదేమనగా - ఆమె అపవిత్రురాలై తన భర్తకు ద్రోహము చేసియున్న యెడల, శాపము కలుగజేయు ఆ నీళ్లు ఆమెలోనికి వెళ్లి చేదగును; ఆమె కడుపు ఉబ్బును, ఆమె తొడ జబ్బుపడును; ఆ స్త్రీ తన ప్రజల మధ్య శాపగ్రస్తురాలగును.",
    "28": "ఆ స్త్రీ అపవిత్రురాలు కాక పవిత్రురాలై యున్నయెడల ఆమెకు హాని కలుగదు, ఆమె గర్భవతి అగును.",
    "29": "భర్తకు లోబడక దారి తప్పి అపవిత్రురాలైన స్త్రీని గూర్చిన రోష విధి ఇదే.",
    "30": "లేక ఒకనికి రోషము పుట్టి తన భార్య మీద రోషపడినప్పుడు, అతడు యెహోవా సన్నిధిని ఆ స్త్రీని నిలువబెట్టవలెను; యాజకుడు ఈ విధి అంతయు ఆమెకు చేయవలెను.",
    "31": "అప్పుడు ఆ పురుషుడు దోషశిక్ష లేనివాడగును గాని ఆ స్త్రీ తన దోషశిక్షను భరించును."
}
