
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - పురుషుడు గాని స్త్రీ గాని యెహోవాకు నాజీరుడగుటకు, అనగా ప్రత్యేకించుకొనుటకు మ్రొక్కుకొనినయెడల",
    "3": "అతడు ద్రాక్షారసమును మద్యమును మానవలెను; ద్రాక్షారసపు చిరకనైనను మద్యపు చిరకనైనను త్రాగకూడదు; ఏ ద్రాక్షరసమును త్రాగకూడదు; పచ్చి ద్రాక్ష పండ్లనైనను ఎండు ద్రాక్ష పండ్లనైనను తినకూడదు.",
    "4": "అతడు ప్రత్యేకముగా ఉండు దినములన్నియు ద్రాక్షావల్లిని గూర్చినదేదియు, అనగా గింజలు మొదలుకొని పైపొట్టు వరకు ఏమియు తినకూడదు.",
    "5": "అతడు మ్రొక్కుకొనిన దినములన్నియు మంగలకత్తి అతని తలమీద పడకూడదు; అతడు యెహోవాకు నాజీరుడగుటకు నియమించుకొనిన దినములు నెరవేరువరకు అతడు ప్రతిష్ఠితుడై తన తల వెండ్రుకలను పెరగనియ్యవలెను.",
    "6": "అతడు యెహోవాకు ప్రత్యేకముగా ఉండు దినములన్నియు ఏ శవమునొద్దకు పోకూడదు.",
    "7": "అతని దేవుని గూర్చిన ప్రతిష్ఠితమైనది అతని తలమీద ఉన్నది గనుక అతడు తన తండ్రి వలననైనను తల్లి వలననైనను సహోదరుని వలననైనను సహోదరి వలననైనను వారి మరణమందు తన్ను అపవిత్రపరచుకొనకూడదు.",
    "8": "అతడు ప్రత్యేకముగా ఉండు దినములన్నియు తన దేవునికి ప్రతిష్ఠితుడు.",
    "9": "ఒకడు అతని యొద్ద హఠాత్తుగా చనిపోవుటవలన ప్రత్యేకించబడిన అతని తల అపవిత్రమైన యెడల, అతడు తన శుద్ధి దినమున, అనగా ఏడవ దినమున తల గొరిగించుకొనవలెను.",
    "10": "ఎనిమిదవ దినమున అతడు రెండు తెల్ల గువ్వలనైనను రెండు పావురపు పిల్లలనైనను ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు యాజకుని యొద్దకు తేవలెను.",
    "11": "యాజకుడు ఒకదానిని పాపపరిహార్థార్థ బలిగాను ఒకదానిని దహనబలిగాను అర్పించి, శవమువలన వానికి కలిగిన పాపము నిమిత్తము వాని కొరకు ప్రాయశ్చిత్తము చేసి, ఆ దినమందే వాని తలను ప్రతిష్ఠింపవలెను.",
    "12": "అతడు తాను ప్రత్యేకించుకొను దినములను యెహోవాకు మరల ప్రత్యేకించుకొని, అపరాధపరిహార్థార్థ బలిగా ఏడాది మగ గొర్రెపిల్లను తేవలెను; అతని ప్రత్యేకత అపవిత్రపరచబడెను గనుక గడిచిన దినములు వ్యర్థములగును.",
    "13": "నాజీరుని గూర్చిన విధి ఇదే; అతడు ప్రత్యేకముగా ఉండు దినములు నెరవేరినప్పుడు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు రావలెను.",
    "14": "అతడు దహనబలిగా నిర్దోషమైన ఏడాది మగ గొర్రెపిల్లను, పాపపరిహార్థార్థ బలిగా నిర్దోషమైన ఏడాది ఆడు గొర్రెపిల్లను, సమాధానబలిగా నిర్దోషమైన పొట్టేలును,",
    "15": "ఒక గంపలో నూనె కలిపిన గోధుమ పిండితో చేసిన పొంగని రొట్టెలను, నూనె రాసిన పొంగని పూరీలను, వాటి నైవేద్యమును వాటి పానార్పణములను యెహోవాకు తన అర్పణగా తేవలెను.",
    "16": "యాజకుడు యెహోవా సన్నిధిని వాటిని తెచ్చి అతని పాపపరిహార్థార్థ బలిని అతని దహనబలిని అర్పింపవలెను.",
    "17": "మరియు పొంగని రొట్టెల గంపతో ఆ పొట్టేలును యెహోవాకు సమాధానబలిగా అర్పింపవలెను; యాజకుడు దాని నైవేద్యమును దాని పానార్పణమును అర్పింపవలెను.",
    "18": "అప్పుడు ఆ నాజీరుడు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద తన ప్రతిష్ఠితమైన తల గొరిగించుకొని, తన ప్రతిష్ఠితమైన తల వెండ్రుకలను తీసికొని, సమాధానబలి ద్రవ్యము క్రిందనున్న అగ్నిలో వేయవలెను.",
    "19": "అతడు తన ప్రతిష్ఠితమైన తల గొరిగించుకొనిన తరువాత యాజకుడు ఆ పొట్టేలు యొక్క ఉడికిన జబ్బను, గంపలోనుండి పొంగని ఒక రొట్టెను, పొంగని ఒక పూరీని తీసికొని ఆ నాజీరుని చేతులలో ఉంచవలెను.",
    "20": "యాజకుడు యెహోవా సన్నిధిని అల్లాడింపబడు అర్పణగా వాటిని అల్లాడింపవలెను; అల్లాడింపబడిన రొమ్ముతోను ప్రతిష్ఠితమైన జబ్బతోను అది యాజకునికి ప్రతిష్ఠితమగును; తరువాత ఆ నాజీరుడు ద్రాక్షారసము త్రాగవచ్చును.",
    "21": "మ్రొక్కుకొనిన నాజీరుని గూర్చిన విధి ఇదే. తన కలిమి కొలది అతడు ఇచ్చునది గాక తన ప్రతిష్ఠితమును బట్టి యెహోవాకు అర్పించవలసిన అర్పణ ఇది; తాను మ్రొక్కుకొనిన మ్రొక్కుబడి చొప్పున తన ప్రతిష్ఠిత విధిని బట్టి అతడు చేయవలెను.",
    "22": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "23": "నీవు అహరోనుతోను అతని కుమారులతోను ఇట్లనుము - మీరు ఇశ్రాయేలీయులను ఈలాగు దీవింపవలెను; వారితో ఇట్ల అనుడి",
    "24": "యెహోవా నిన్ను ఆశీర్వదించి నిన్ను కాపాడును గాక;",
    "25": "యెహోవా నీకు తన ముఖము ప్రకాశింపజేసి నిన్ను కరుణించును గాక;",
    "26": "యెహోవా నీ మీద తన సన్నిధి కాంతి ఉదయింపజేసి నీకు సమాధానము కలుగజేయును గాక.",
    "27": "అట్లు వారు ఇశ్రాయేలీయుల మీద నా నామమును ఉచ్చరింపవలెను; అప్పుడు నేను వారిని ఆశీర్వదించెదను."
}
