
{
    "1": "మోషే మందిరమును నిలువబెట్టుట ముగించి, దానిని అభిషేకించి ప్రతిష్ఠించి, దాని ఉపకరణములన్నిటిని, బలిపీఠమును, దాని ఉపకరణములన్నిటిని అభిషేకించి ప్రతిష్ఠించిన దినమున",
    "2": "లెక్కించబడినవారికి పైవాడైన తమ పితరుల కుటుంబముల పెద్దలగు ఇశ్రాయేలు ప్రధానులు అర్పణము తెచ్చిరి.",
    "3": "వారు తమ అర్పణమును, అనగా ఆరు గూడు బండ్లను పన్నెండు ఎడ్లను, ఇద్దరు ప్రధానులకు ఒక బండి చొప్పునను ఒక్కొక్కనికి ఒక ఎద్దు చొప్పునను యెహోవా సన్నిధికి, అనగా మందిరము యెదుటికి తీసికొనివచ్చిరి.",
    "4": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను",
    "5": "ప్రత్యక్షపు గుడారము యొక్క సేవ కొరకు వాటిని వాడుకొనునట్లు వారియొద్ద వాటిని తీసికొనుము; లేవీయులకు, అనగా వారి వారి సేవ చొప్పున ప్రతివానికి వాటిని ఇయ్యవలెను.",
    "6": "కాబట్టి మోషే ఆ బండ్లను ఆ ఎడ్లను తీసికొని లేవీయులకు ఇచ్చెను.",
    "7": "రెండు బండ్లను నాలుగు ఎడ్లను గెర్షోనీయులకు వారి సేవ చొప్పున ఇచ్చెను.",
    "8": "నాలుగు బండ్లను ఎనిమిది ఎడ్లను మెరారీయులకు వారి సేవ చొప్పున, యాజకుడైన అహరోను కుమారుడగు ఈతాకూరు చేతికింద ఇచ్చెను.",
    "9": "కహాతీయులకు అతడు ఏమియు ఇయ్యలేదు; ఏలయనగా పరిశుద్ధ స్థలము యొక్క సేవ వారి కుంచబడెను; వారు భుజముల మీద మోయవలెను.",
    "10": "మరియు బలిపీఠమును అభిషేకించిన దినమున ప్రధానులు దాని ప్రతిష్ఠితార్పణమును తీసికొనివచ్చిరి; ప్రధానులు బలిపీఠము యెదుటికి తమ అర్పణమును తెచ్చిరి.",
    "11": "అప్పుడు యెహోవా - బలిపీఠమును ప్రతిష్ఠించుటకు దినమునకు ఒకడు చొప్పున ప్రధానులు తమ అర్పణమును తేవలెనని మోషేతో చెప్పెను.",
    "12": "మొదటి దినమున తన అర్పణమును తెచ్చినవాడు యూదా గోత్రపు అమ్మీనాదాబు కుమారుడైన నయస్సోను.",
    "13": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "14": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "15": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "16": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "17": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది అమ్మీనాదాబు కుమారుడైన నయస్సోను అర్పణము.",
    "18": "రెండవ దినమున ఇస్సాఖారు ప్రధానుడును సూయారు కుమారుడునైన నెతనేలు అర్పించెను.",
    "19": "అతడు తన అర్పణముగా పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెమును, డెబ్బది తులముల ఒక వెండి గిన్నెను తెచ్చెను; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "20": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "21": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "22": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "23": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది సూయారు కుమారుడైన నెతనేలు అర్పణము.",
    "24": "మూడవ దినమున జెబూలూను కుమారుల ప్రధానుడును హేలోను కుమారుడునైన ఏలీయాబు అర్పించెను.",
    "25": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "26": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "27": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "28": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "29": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది హేలోను కుమారుడైన ఏలీయాబు అర్పణము.",
    "30": "నాలుగవ దినమున రూబేను కుమారుల ప్రధానుడును షెదేయూరు కుమారుడునైన ఎలీజూరు అర్పించెను.",
    "31": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "32": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "33": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "34": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "35": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది షెదేయూరు కుమారుడైన ఎలీజూరు అర్పణము.",
    "36": "ఐదవ దినమున షిమ్యోను కుమారుల ప్రధానుడును సూరీషద్దాయి కుమారుడునైన షెలుమీయేలు అర్పించెను.",
    "37": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "38": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "39": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "40": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "41": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది సూరీషద్దాయి కుమారుడైన షెలుమీయేలు అర్పణము.",
    "42": "ఆరవ దినమున గాదు కుమారుల ప్రధానుడును దెయూవేలు కుమారుడునైన ఎల్యాసాపు అర్పించెను.",
    "43": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "44": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "45": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "46": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "47": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది దెయూవేలు కుమారుడైన ఎల్యాసాపు అర్పణము.",
    "48": "ఏడవ దినమున ఎఫ్రాయిము కుమారుల ప్రధానుడును అమ్మిహూదు కుమారుడునైన ఎలీషామా అర్పించెను.",
    "49": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "50": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "51": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "52": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "53": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది అమ్మిహూదు కుమారుడైన ఎలీషామా అర్పణము.",
    "54": "ఎనిమిదవ దినమున మనష్షే కుమారుల ప్రధానుడును పెదాసూరు కుమారుడునైన గమలియేలు అర్పించెను.",
    "55": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "56": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "57": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "58": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "59": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది పెదాసూరు కుమారుడైన గమలియేలు అర్పణము.",
    "60": "తొమ్మిదవ దినమున బెన్యామీను కుమారుల ప్రధానుడును గిద్యోనీ కుమారుడునైన అబీదాను అర్పించెను.",
    "61": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "62": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "63": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "64": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "65": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది గిద్యోనీ కుమారుడైన అబీదాను అర్పణము.",
    "66": "పదవ దినమున దాను కుమారుల ప్రధానుడును అమ్మిషద్దాయి కుమారుడునైన అహీయెజెరు అర్పించెను.",
    "67": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "68": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "69": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "70": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "71": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది అమ్మిషద్దాయి కుమారుడైన అహీయెజెరు అర్పణము.",
    "72": "పదకొండవ దినమున ఆషేరు కుమారుల ప్రధానుడునుొక్రాను కుమారుడునైన పగీయేలు అర్పించెను.",
    "73": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "74": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "75": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "76": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "77": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇదిొక్రాను కుమారుడైన పగీయేలు అర్పణము.",
    "78": "పన్నెండవ దినమున నఫ్తాలి కుమారుల ప్రధానుడును ఏనాను కుమారుడునైన అహీర అర్పించెను.",
    "79": "అతని అర్పణము పరిశుద్ధ స్థలము యొక్క తులము చొప్పున నూట ముప్పది తులముల ఎత్తుగల ఒక వెండి పళ్లెము, డెబ్బది తులముల ఒక వెండి గిన్నె; నైవేద్యమునకై నూనె కలిపిన గోధుమ పిండితో ఆ రెండు నింపబడెను.",
    "80": "ధూపముతో నిండిన పది తులముల ఒక బంగారు ధూపార్తి,",
    "81": "దహనబలిగా ఒక కోడెదూడ, ఒక పొట్టేలు, ఏడాదిదైన ఒక గొర్రెపిల్ల,",
    "82": "పాపపరిహార్థార్థ బలిగా ఒక మేకపోతు,",
    "83": "సమాధానబలిగా రెండు ఎడ్లు, ఐదు పొట్టేళ్లు, ఐదు మేకపోతులు, ఏడాదివి ఐదు గొర్రెపిల్లలు; ఇది ఏనాను కుమారుడైన అహీర అర్పణము.",
    "84": "బలిపీఠము అభిషేకించబడిన దినమున ఇశ్రాయేలు ప్రధానులవలన కలిగిన ప్రతిష్ఠితార్పణము ఇదే; పన్నెండు వెండి పళ్లెములు, పన్నెండు వెండి గిన్నెలు, పన్నెండు బంగారు ధూపార్తులు.",
    "85": "ఒక్కొక్క వెండి పళ్లెము నూట ముప్పది తులములది, ఒక్కొక్క గిన్నె డెబ్బది తులములది; ఆ పాత్రల వెండి అంతయు పరిశుద్ధ స్థలము యొక్క తులము చొప్పున రెండు వేల నాలుగువందల తులములు.",
    "86": "ధూపముతో నిండిన పన్నెండు బంగారు ధూపార్తులు; ఒక్కొక్క ధూపార్తి పరిశుద్ధ స్థలము యొక్క తులము చొప్పున పది తులములు; ధూపార్తుల బంగారమంతయు నూట ఇరవై తులములు.",
    "87": "దహనబలి పశువులన్నియు పన్నెండు కోడెలు, పన్నెండు పొట్టేళ్లు, ఏడాదివైన పన్నెండు గొర్రెపిల్లలు, వాటి నైవేద్యము, పాపపరిహార్థార్థ బలిగా పన్నెండు మేకపోతులు.",
    "88": "సమాధానబలి పశువులన్నియు ఇరవై నాలుగు కోడెలు, అరువది పొట్టేళ్లు, అరువది మేకపోతులు, ఏడాదివైన అరువది గొర్రెపిల్లలు. బలిపీఠము అభిషేకించబడిన తరువాత దానికి చేయబడిన ప్రతిష్ఠితార్పణము ఇదే.",
    "89": "మోషే యెహోవాతో మాటలాడుటకు ప్రత్యక్షపు గుడారములోనికి వెళ్ళినప్పుడు సాక్ష్యపు మందసము మీదనున్న కరుణాపీఠము పైన, అనగా రెండు కెరూబుల నడుమనుండి తనతో మాటలాడుచున్న స్వరమును వినెను; అట్లు ఆయన అతనితో మాటలాడెను."
}
