
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు అహరోనుతో - నీవు దీపములను వెలిగించునప్పుడు ఆ ఏడు దీపములు దీపవృక్షమునకు ఎదురుగా వెలుగునియ్యవలెనని చెప్పుము.",
    "3": "అహరోను ఆలాగు చేసెను; యెహోవా మోషేకు ఆజ్ఞాపించినట్లు అతడు దీపవృక్షమునకు ఎదురుగా ఉండునట్లు దాని దీపములను వెలిగించెను.",
    "4": "ఆ దీపవృక్షము చేయబడిన విధమేమనగా - అది బంగారు నకిషీ పని; దాని ప్రకాండము మొదలుకొని దాని పువ్వుల వరకు అది నకిషీ పనే; యెహోవా మోషేకు చూపించిన మాదిరి చొప్పున అతడు ఆ దీపవృక్షమును చేసెను.",
    "5": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "6": "ఇశ్రాయేలీయులలోనుండి లేవీయులను తీసికొని వారిని శుద్ధి చేయుము.",
    "7": "వారిని శుద్ధి చేయుటకు నీవు వారికి ఈలాగు చేయవలెను; వారిమీద పాపపరిహార్థార్థ జలమును ప్రోక్షించుము; వారు తమ శరీరమంతటిని మంగళకత్తితో గొరిగించుకొని తమ బట్టలు ఉతుకుకొని తమను తాము శుద్ధి చేసికొనవలెను.",
    "8": "తరువాత వారు ఒక కోడెదూడను దానికి తగిన నూనె కలిపిన గోధుమ పిండి నైవేద్యమును తీసికొనవలెను; పాపపరిహార్థార్థ బలిగా నీవు వేరొక కోడెదూడను తీసికొనవలెను.",
    "9": "నీవు ప్రత్యక్షపు గుడారము యెదుట లేవీయులను తోడుకొనివచ్చి ఇశ్రాయేలీయుల సర్వసమాజమును కూర్చవలెను.",
    "10": "నీవు యెహోవా సన్నిధికి లేవీయులను తోడుకొనిరాగా ఇశ్రాయేలీయులు తమ చేతులను లేవీయుల మీద ఉంచవలెను.",
    "11": "లేవీయులు యెహోవా సేవ చేయువారగునట్లు అహరోను ఇశ్రాయేలీయులవలన అల్లాడింపబడు అర్పణగా యెహోవా సన్నిధిని వారిని అల్లాడింపవలెను.",
    "12": "లేవీయులు తమ చేతులను ఆ కోడెల తలల మీద ఉంచిన తరువాత లేవీయులకు ప్రాయశ్చిత్తము చేయుటకై నీవు యెహోవాకు ఒకటి పాపపరిహార్థార్థ బలిగాను ఒకటి దహనబలిగాను అర్పింపవలెను.",
    "13": "నీవు అహరోను యెదుటను అతని కుమారుల యెదుటను లేవీయులను నిలువబెట్టి యెహోవాకు అల్లాడింపబడు అర్పణగా వారిని అల్లాడింపవలెను.",
    "14": "అట్లు నీవు ఇశ్రాయేలీయులలోనుండి లేవీయులను వేరుపరచవలెను; లేవీయులు నావారగుదురు.",
    "15": "తరువాత లేవీయులు ప్రత్యక్షపు గుడారము సేవ చేయుటకు లోపలికి వెళ్లవలెను; నీవు వారిని శుద్ధి చేసి అల్లాడింపబడు అర్పణగా వారిని అల్లాడింపవలెను.",
    "16": "ఇశ్రాయేలీయులలోనుండి వారు నాకప్పగింపబడియున్నారు; ఇశ్రాయేలీయులలో గర్భము తెరిచి పుట్టిన ప్రతివానికి, అనగా ప్రతి తొలిచూలు వానికి ప్రతిగా వారిని నేను తీసికొనియున్నాను.",
    "17": "ఏలయనగా ఇశ్రాయేలీయులలో మనుష్యులలోనేమి జంతువులలోనేమి తొలిచూలు దంతయు నాదే; ఐగుప్తు దేశములో తొలిచూలు వారిని అందరిని నేను హతము చేసిన దినమున వాటిని నాకు ప్రతిష్ఠించుకొంటిని.",
    "18": "ఇశ్రాయేలీయులలో ప్రతి తొలిచూలు వానికి ప్రతిగా నేను లేవీయులను తీసికొనియున్నాను.",
    "19": "మరియు ఇశ్రాయేలీయులు పరిశుద్ధ స్థలమునకు సమీపించునప్పుడు ఇశ్రాయేలీయులకు తెగులు కలుగకుండునట్లు, ప్రత్యక్షపు గుడారములో ఇశ్రాయేలీయుల సేవ చేయుటకును ఇశ్రాయేలీయుల నిమిత్తము ప్రాయశ్చిత్తము చేయుటకును నేను ఇశ్రాయేలీయులలోనుండి లేవీయులను అహరోనుకును అతని కుమారులకును అప్పగించియున్నాననెను.",
    "20": "యెహోవా లేవీయులను గూర్చి మోషేకు ఆజ్ఞాపించినదంతయు మోషే అహరోనులును ఇశ్రాయేలీయుల సర్వసమాజమును వారికి చేసిరి; అట్లే ఇశ్రాయేలీయులు వారికి చేసిరి.",
    "21": "లేవీయులు తమ పాపములను పరిహరించుకొని తమ బట్టలు ఉతుకుకొనిరి; అహరోను యెహోవా సన్నిధిని అల్లాడింపబడు అర్పణగా వారిని అల్లాడించెను; వారిని శుద్ధి చేయుటకు అహరోను వారి నిమిత్తము ప్రాయశ్చిత్తము చేసెను.",
    "22": "తరువాత లేవీయులు అహరోను యెదుటను అతని కుమారుల యెదుటను ప్రత్యక్షపు గుడారములో తమ సేవ చేయుటకు లోపలికి వెళ్లిరి; యెహోవా లేవీయులను గూర్చి మోషేకు ఆజ్ఞాపించినట్లు వారికి చేసిరి.",
    "23": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "24": "ఇది లేవీయులకు సంబంధించినది; ఇరవై అయిదు ఏండ్లు మొదలుకొని పైరాయము గలవారు ప్రత్యక్షపు గుడారము యొక్క పనిలో సేవ చేయుటకు రావలెను.",
    "25": "ఏబది ఏండ్ల ప్రాయము మొదలుకొని వారు సేవ చేయక ఆ పని నుండి విశ్రమింపవలెను.",
    "26": "అయితే వారు విధాయకమును కాపాడుటలో ప్రత్యక్షపు గుడారమునందు తమ సహోదరులకు సహాయము చేయవచ్చును గాని ఏ సేవయు చేయకూడదు; లేవీయుల విధాయకములను గూర్చి నీవు వారికి ఈలాగు చేయవలెను."
}
