
{
    "1": "వారు ఐగుప్తు దేశములోనుండి బయలుదేరిన రెండవ సంవత్సరము మొదటి నెలలో యెహోవా సీనాయి అరణ్యమందు మోషేతో ఇట్లనెను",
    "2": "ఇశ్రాయేలీయులు నియామక కాలమున పస్కాను ఆచరింపవలెను.",
    "3": "ఈ నెల పద్నాలుగవ దినమున సాయంకాలమందు దాని నియామక కాలమున మీరు దానిని ఆచరింపవలెను; దాని కట్టడలన్నిటి చొప్పున దాని విధులన్నిటి చొప్పున మీరు దానిని ఆచరింపవలెను.",
    "4": "పస్కాను ఆచరింపవలెనని మోషే ఇశ్రాయేలీయులతో చెప్పెను.",
    "5": "సీనాయి అరణ్యమందు మొదటి నెల పద్నాలుగవ దినమున సాయంకాలమందు వారు పస్కాను ఆచరించిరి; యెహోవా మోషేకు ఆజ్ఞాపించిన సమస్తమును బట్టి ఇశ్రాయేలీయులు చేసిరి.",
    "6": "అయితే కొందరు నరశవమును ముట్టుటవలన అపవిత్రులై ఆ దినమున పస్కాను ఆచరింపలేకపోయిరి; ఆ దినమున వారు మోషే అహరోనుల యెదుటకు వచ్చిరి.",
    "7": "ఆ మనుష్యులు అతనితో - మేము నరశవమును ముట్టుటవలన అపవిత్రులమైతివిు; ఇశ్రాయేలీయుల మధ్య యెహోవాకు అర్పణమును దాని నియామక కాలమున అర్పించకుండ మేము ఎందుకు అడ్డగించబడితిమని అడుగగా",
    "8": "మోషే - నిలువుడి, యెహోవా మిమ్మును గూర్చి ఏమి సెలవిచ్చునో నేను తెలిసికొందునని వారితో చెప్పెను.",
    "9": "యెహోవా మోషేతో ఇట్లనెను",
    "10": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - మీలో గాని మీ వంశములలో గాని ఒకడు శవమువలన అపవిత్రుడైనను, దూర ప్రయాణములో ఉన్నను, అతడు యెహోవాకు పస్కాను ఆచరింపవలెను.",
    "11": "రెండవ నెల పద్నాలుగవ దినమున సాయంకాలమందు వారు దానిని ఆచరింపవలెను; పొంగని రొట్టెలతోను చేదు కూరలతోను దానిని తినవలెను.",
    "12": "ఉదయము వరకు దానిలో ఏదియు మిగలనియ్యకూడదు, దానిలో ఒక ఎముకనైనను విరువకూడదు; పస్కా యొక్క కట్టడ అంతటి చొప్పున వారు దానిని ఆచరింపవలెను.",
    "13": "అయితే పవిత్రుడుగా ఉన్నవాడు ప్రయాణములో లేనియెడల పస్కాను ఆచరించుట మానిన పక్షమున ఆ మనుష్యుడు తన జనులలోనుండి కొట్టివేయబడును; అతడు యెహోవా అర్పణమును దాని నియామక కాలమున అర్పింపలేదు గనుక ఆ మనుష్యుడు తన పాపమును భరించును.",
    "14": "మీ యొద్ద నివసించు పరదేశి యెహోవాకు పస్కాను ఆచరింప గోరినయెడల అతడు పస్కా కట్టడ చొప్పున దాని విధి చొప్పున చేయవలెను; పరదేశికైనను దేశస్థునికైనను మీకు ఒక్కటే కట్టడ ఉండవలెను.",
    "15": "మందిరమును నిలువబెట్టిన దినమున మేఘము సాక్ష్యపు గుడారమునైన మందిరమును కమ్మెను; సాయంకాలము మొదలుకొని ఉదయము వరకు అగ్ని వంటి ఆకారము మందిరము మీద ఉండెను.",
    "16": "నిత్యము ఆలాగుననే ఉండెను; మేఘము దాని కమ్మెను; రాత్రివేళ అగ్ని ఆకారము కనబడెను.",
    "17": "ఆ మేఘము గుడారము మీదనుండి పైకి వెళ్లినప్పుడు ఇశ్రాయేలీయులు ప్రయాణమై సాగిరి; ఆ మేఘము ఎక్కడ నిలిచెనో అక్కడ ఇశ్రాయేలీయులు తమ గుడారములు వేసికొనిరి.",
    "18": "యెహోవా నోటిమాట చొప్పున ఇశ్రాయేలీయులు ప్రయాణమై సాగిరి; యెహోవా నోటిమాట చొప్పున వారు దిగిరి; ఆ మేఘము మందిరము మీద నిలిచిన దినములన్నియు వారు నిలిచిరి.",
    "19": "ఆ మేఘము బహు దినములు మందిరము మీద నిలిచినయెడల ఇశ్రాయేలీయులు యెహోవా విధించిన విధిని గైకొని ప్రయాణము చేయక ఉండిరి.",
    "20": "కొన్ని వేళల ఆ మేఘము మందిరము మీద కొన్ని దినములు నిలిచెను; అప్పుడు వారు యెహోవా నోటిమాట చొప్పున నిలిచిరి, యెహోవా నోటిమాట చొప్పున ప్రయాణమై సాగిరి.",
    "21": "కొన్ని వేళల ఆ మేఘము సాయంకాలము మొదలుకొని ఉదయము వరకు నిలిచెను; ఉదయమున ఆ మేఘము పైకి వెళ్లగానే వారు ప్రయాణమై సాగిరి; పగలేమి రాత్రియేమి ఆ మేఘము పైకి వెళ్లగానే వారు ప్రయాణమై సాగిరి.",
    "22": "రెండు దినములు గాని ఒక నెల గాని ఒక ఏడాది గాని ఆ మేఘము మందిరము మీద నిలిచియున్నంత కాలము ఇశ్రాయేలీయులు ప్రయాణము చేయక తమ గుడారములలో నిలిచిరి; అది పైకి వెళ్లినప్పుడు వారు ప్రయాణమై సాగిరి.",
    "23": "యెహోవా నోటిమాట చొప్పున వారు తమ గుడారములు వేసికొనిరి; యెహోవా నోటిమాట చొప్పున వారు ప్రయాణమై సాగిరి; మోషే ద్వారా యెహోవా ఇచ్చిన ఆజ్ఞ చొప్పున వారు యెహోవా విధిని గైకొనిరి."
}
