
{
    "1": "యెహోవా మోషేను పిలిచి ప్రత్యక్షపు గుడారములోనుండి అతనితో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - మీలో ఎవరైనను యెహోవాకు బలి అర్పించునప్పుడు గోవుల మందలోనుండి గాని గొర్రెల మేకల మందలోనుండి గాని దానిని తీసికొని రావలెను.",
    "3": "అతడు అర్పించునది గోవుల మందలోనుండి తీసిన దహనబలియైనయెడల, అది నిర్దోషమైన మగదియై ఉండవలెను; తాను యెహోవా సన్నిధిని అంగీకరింపబడునట్లు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద దానిని అర్పింపవలెను.",
    "4": "అతడు దహనబలి రూపమైన పశువు తలమీద తన చెయ్యి ఉంచవలెను; అప్పుడు అతని నిమిత్తము ప్రాయశ్చిత్తము కలుగునట్లు అది అతని పక్షమున అంగీకరింపబడును.",
    "5": "అతడు యెహోవా సన్నిధిని ఆ కోడెను వధించవలెను; యాజకులగు అహరోను కుమారులు దాని రక్తమును తెచ్చి, ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దనున్న బలిపీఠము చుట్టు ఆ రక్తమును ప్రోక్షింపవలెను.",
    "6": "అతడు ఆ దహనబలి పశువు చర్మమును వలిచి దానిని తునకలుగా చేయవలెను.",
    "7": "యాజకుడైన అహరోను కుమారులు బలిపీఠము మీద నిప్పులుంచి ఆ నిప్పుల మీద కట్టెలను చక్కగా పేర్చవలెను.",
    "8": "యాజకులగు అహరోను కుమారులు ఆ తునకలను, అనగా దాని తలను క్రొవ్వును బలిపీఠము మీది నిప్పులపైన ఉన్న కట్టెల మీద చక్కగా పేర్చవలెను.",
    "9": "అయితే దాని అంతర్వయవములను కాళ్లను నీళ్లతో కడుగవలెను. యాజకుడు బలిపీఠము మీద వాటన్నిటిని దహనబలిగా దహించవలెను; అది యెహోవాకు ఇంపైన సువాసనగల హోమము.",
    "10": "అతడు గొర్రెల మందలోనుండి గాని మేకల మందలోనుండి గాని దహనబలి అర్పించినయెడల నిర్దోషమైన మగదానిని తేవలెను.",
    "11": "బలిపీఠమునకు ఉత్తర దిక్కున యెహోవా సన్నిధిని దాని వధించవలెను; యాజకులగు అహరోను కుమారులు దాని రక్తమును బలిపీఠము చుట్టు ప్రోక్షింపవలెను.",
    "12": "అతడు దానిని తునకలుగా చేయవలెను; యాజకుడు దాని తలను దాని క్రొవ్వును బలిపీఠము మీది నిప్పులపైన ఉన్న కట్టెల మీద చక్కగా పేర్చవలెను.",
    "13": "అయితే దాని అంతర్వయవములను కాళ్లను నీళ్లతో కడుగవలెను; యాజకుడు వాటన్నిటిని తెచ్చి బలిపీఠము మీద దహించవలెను; అది దహనబలి, అనగా యెహోవాకు ఇంపైన సువాసనగల హోమము.",
    "14": "అతడు పక్షులను యెహోవాకు దహనబలిగా అర్పించినయెడల తెల్ల గువ్వలను గాని పావురపు పిల్లలను గాని తేవలెను.",
    "15": "యాజకుడు బలిపీఠమునొద్దకు దాని తెచ్చి, దాని తల తుంచి బలిపీఠము మీద దహించవలెను; దాని రక్తము బలిపీఠము ప్రక్కను పిండవలెను.",
    "16": "దాని పొట్టను దాని రెట్టను తీసివేసి బలిపీఠము తూర్పున బూడిదె ఎత్తు చోట పారవేయవలెను.",
    "17": "దాని రెక్కల సందున దాని చీల్చవలెను గాని విడదీయకూడదు; యాజకుడు బలిపీఠము మీది నిప్పులపైన ఉన్న కట్టెల మీద దాని దహించవలెను; అది దహనబలి, అనగా యెహోవాకు ఇంపైన సువాసనగల హోమము."
}
