
{
    "1": "మరియు యెహోవా మోషే అహరోనులతో ఇట్లనెను",
    "2": "ఒకని చర్మము మీద వాపు గాని పొక్కు గాని మచ్చ గాని పొడమి, అది వాని చర్మము మీద కుష్ఠు పొడలైనయెడల వానిని యాజకుడైన అహరోను నొద్దకైనను యాజకులగు అతని కుమారులలో ఒకని యొద్దకైనను తీసికొనిరావలెను.",
    "3": "యాజకుడు వాని చర్మము మీదనున్న ఆ పొడను చూడవలెను; ఆ పొడలోని వెండ్రుకలు తెల్లబారి, ఆ పొడ వాని చర్మము కంటే లోతుగా కనబడినయెడల అది కుష్ఠు పొడ; యాజకుడు వానిని చూచి వాడు అపవిత్రుడని నిర్ణయింపవలెను.",
    "4": "ఆ మచ్చ వాని చర్మము మీద తెల్లగా ఉండి, చర్మము కంటే లోతుగా కనబడక, దాని వెండ్రుకలు తెల్లబారక యుండినయెడల యాజకుడు ఆ పొడ గలవానిని ఏడు దినములు బంధకములో ఉంచవలెను.",
    "5": "ఏడవ దినమున యాజకుడు వానిని చూడవలెను; అప్పుడు ఆ పొడ చర్మములో వ్యాపించక అతని దృష్టికి నిలిచియున్నయెడల యాజకుడు మరి ఏడు దినములు వానిని బంధకములో ఉంచవలెను.",
    "6": "ఏడవ దినమున యాజకుడు రెండవ మారు వానిని చూడవలెను; ఆ పొడ వాడిపోయి చర్మములో వ్యాపించని యెడల యాజకుడు వాడు పవిత్రుడని నిర్ణయింపవలెను; అది అరుంజే; వాడు తన బట్టలు ఉతుకుకొని పవిత్రుడగును.",
    "7": "అయితే తాను పవిత్రుడని నిర్ణయింపబడుటకై యాజకునికి కనబడిన తరువాత ఆ అరుంజే చర్మములో వ్యాపించినయెడల వాడు రెండవ మారు యాజకునికి కనబడవలెను.",
    "8": "యాజకుడు చూడగా ఆ అరుంజే చర్మములో వ్యాపించినయెడల యాజకుడు వాడు అపవిత్రుడని నిర్ణయింపవలెను; అది కుష్ఠు.",
    "9": "ఒకనిలో కుష్ఠు పొడ ఉన్నయెడల వానిని యాజకుని యొద్దకు తీసికొనిరావలెను.",
    "10": "యాజకుడు వానిని చూడవలెను; చర్మములో తెల్లని వాపు ఉండి, అది వెండ్రుకలను తెల్లగా చేసి, ఆ వాపులో పచ్చి మాంసము కనబడినయెడల",
    "11": "అది వాని చర్మములో ముదిరిన కుష్ఠు; యాజకుడు వాడు అపవిత్రుడని నిర్ణయింపవలెను; వాడు అపవిత్రుడు గనుక వానిని బంధకములో ఉంచకూడదు.",
    "12": "ఆ కుష్ఠు చర్మమంతట వ్యాపించి, యాజకుడు చూచుచుండగా ఆ పొడ గలవాని తల మొదలుకొని అరికాలి వరకు చర్మమంతయు కప్పినయెడల",
    "13": "యాజకుడు చూడవలెను; ఆ కుష్ఠు వాని శరీరమంతయు కప్పినయెడల ఆ పొడ గలవాడు పవిత్రుడని నిర్ణయింపవలెను; అది అంతయు తెల్లబడెను గనుక వాడు పవిత్రుడు.",
    "14": "అయితే వానిలో పచ్చి మాంసము కనబడు దినమున వాడు అపవిత్రుడగును.",
    "15": "యాజకుడు ఆ పచ్చి మాంసమును చూచి వాడు అపవిత్రుడని నిర్ణయింపవలెను; ఆ పచ్చి మాంసము అపవిత్రము, అది కుష్ఠు.",
    "16": "ఆ పచ్చి మాంసము మాని తెల్లబడినయెడల వాడు యాజకుని యొద్దకు రావలెను.",
    "17": "యాజకుడు వానిని చూడవలెను; ఆ పొడలు తెల్లబడినయెడల యాజకుడు ఆ పొడ గలవాడు పవిత్రుడని నిర్ణయింపవలెను; వాడు పవిత్రుడు.",
    "18": "ఒకని చర్మములో కురుపు పుట్టి మానిన తరువాత",
    "19": "కురుపు ఉన్న స్థలమున తెల్లని వాపైనను ఎర్రనైనను తెల్లనైనను గల మచ్చయైనను పొడమినయెడల అది యాజకునికి కనబడవలెను.",
    "20": "యాజకుడు చూడగా అది చర్మము కంటే లోతుగా కనబడి, దాని వెండ్రుకలు తెల్లబడినయెడల యాజకుడు వాడు అపవిత్రుడని నిర్ణయింపవలెను; అది కురుపులో పుట్టిన కుష్ఠు పొడ.",
    "21": "యాజకుడు దానిని చూచునప్పుడు దానిలో తెల్లని వెండ్రుకలు లేక, అది చర్మము కంటే లోతు కాక వాడియున్నయెడల యాజకుడు ఏడు దినములు వానిని బంధకములో ఉంచవలెను.",
    "22": "అది చర్మములో బహుగా వ్యాపించినయెడల యాజకుడు వాడు అపవిత్రుడని నిర్ణయింపవలెను; అది కుష్ఠు వ్యాధి.",
    "23": "ఆ మచ్చ వ్యాపించక నిలిచియున్నయెడల అది కురుపు మచ్చ; యాజకుడు వాడు పవిత్రుడని నిర్ణయింపవలెను.",
    "24": "లేక చర్మము అగ్నిచేత కాలి, ఆ కాలిన మచ్చలో ఎర్రనైనను తెల్లనైనను, లేక కేవలము తెల్లనైనను గల పచ్చి మాంసము ఉన్నయెడల",
    "25": "యాజకుడు దానిని చూడవలెను; ఆ మచ్చలోని వెండ్రుకలు తెల్లబడి, అది చర్మము కంటే లోతుగా కనబడినయెడల అది కుష్ఠు, అది ఆ కాలినదానిలో పుట్టినది; కాబట్టి యాజకుడు వాడు అపవిత్రుడని నిర్ణయింపవలెను; అది కుష్ఠు పొడ.",
    "26": "యాజకుడు దానిని చూచునప్పుడు ఆ మచ్చలో తెల్లని వెండ్రుకలు లేక, అది చర్మము కంటే లోతు కాక వాడియున్నయెడల యాజకుడు ఏడు దినములు వానిని బంధకములో ఉంచవలెను.",
    "27": "ఏడవ దినమున యాజకుడు వానిని చూడవలెను; అది చర్మములో బహుగా వ్యాపించినయెడల యాజకుడు వాడు అపవిత్రుడని నిర్ణయింపవలెను; అది కుష్ఠు పొడ.",
    "28": "ఆ మచ్చ చర్మములో వ్యాపించక నిలిచియుండి వాడిపోయినయెడల అది కాలిన వాపు; యాజకుడు వాడు పవిత్రుడని నిర్ణయింపవలెను; ఏలయనగా అది కాలిన మచ్చ.",
    "29": "పురుషునికే గాని స్త్రీకే గాని తలమీదనైనను గడ్డము మీదనైనను పొడ పుట్టినయెడల",
    "30": "యాజకుడు ఆ పొడను చూడవలెను; అది చర్మము కంటే లోతుగా కనబడి, దానిలో సన్నని పచ్చని వెండ్రుకలు ఉన్నయెడల యాజకుడు వాడు అపవిత్రుడని నిర్ణయింపవలెను; అది చిడుము, అనగా తలకే గాని గడ్డమునకే గాని తగులు కుష్ఠు.",
    "31": "యాజకుడు ఆ చిడుము పొడను చూచునప్పుడు అది చర్మము కంటే లోతుగా కనబడక, దానిలో నల్లని వెండ్రుకలు లేకయున్నయెడల యాజకుడు ఆ చిడుము పొడ గలవానిని ఏడు దినములు బంధకములో ఉంచవలెను.",
    "32": "ఏడవ దినమున యాజకుడు ఆ పొడను చూడవలెను; ఆ చిడుము వ్యాపించక, దానిలో పచ్చని వెండ్రుకలు లేక, ఆ చిడుము చర్మము కంటే లోతుగా కనబడకయున్నయెడల",
    "33": "వాడు క్షౌరము చేయించుకొనవలెను గాని చిడుమును గీకకూడదు; యాజకుడు ఆ చిడుము గలవానిని మరి ఏడు దినములు బంధకములో ఉంచవలెను.",
    "34": "ఏడవ దినమున యాజకుడు ఆ చిడుమును చూడవలెను; ఆ చిడుము చర్మములో వ్యాపించక, అది చర్మము కంటే లోతుగా కనబడకయున్నయెడల యాజకుడు వాడు పవిత్రుడని నిర్ణయింపవలెను; వాడు తన బట్టలు ఉతుకుకొని పవిత్రుడగును.",
    "35": "అయితే వాడు పవిత్రుడని నిర్ణయింపబడిన తరువాత ఆ చిడుము చర్మములో ఏమాత్రమైనను వ్యాపించినయెడల",
    "36": "యాజకుడు వానిని చూడవలెను; ఆ చిడుము చర్మములో వ్యాపించినయెడల యాజకుడు పచ్చని వెండ్రుకల కొరకు వెదకనక్కరలేదు; వాడు అపవిత్రుడు.",
    "37": "అయితే ఆ చిడుము అతని దృష్టికి నిలిచి, దానిలో నల్లని వెండ్రుకలు మొలిచినయెడల ఆ చిడుము మానెను, వాడు పవిత్రుడు; యాజకుడు వాడు పవిత్రుడని నిర్ణయింపవలెను.",
    "38": "పురుషుని చర్మము మీదనైనను స్త్రీ చర్మము మీదనైనను మచ్చలు, అనగా తెల్లని మచ్చలు పొడమినయెడల",
    "39": "యాజకుడు చూడవలెను; వారి చర్మము మీద ఆ మచ్చలు పుల్లావు రంగుగా నున్నయెడల అది చర్మములో పుట్టిన తెల్లని పొడ; వాడు పవిత్రుడు.",
    "40": "ఒకని తల వెండ్రుకలు ఊడిపోయినయెడల వాడు బోడివాడు, వాడు పవిత్రుడు.",
    "41": "వాని తల వెండ్రుకలు ముందరితట్టు ఊడిపోయినయెడల వాడు ముంబోడివాడు, వాడు పవిత్రుడు.",
    "42": "ఆ బోడి తలమీద గాని ఆ ముంబోడి తలమీద గాని ఎర్రనైనను తెల్లనైనను గల పొడ పుట్టినయెడల అది వాని బోడి తలమీద గాని ముంబోడి తలమీద గాని పుట్టిన కుష్ఠు.",
    "43": "యాజకుడు వానిని చూడవలెను; వాని బోడి తలమీద గాని ముంబోడి తలమీద గాని ఆ పొడ వాపు శరీర చర్మములోని కుష్ఠువలె ఎర్రగాను తెల్లగాను ఉన్నయెడల",
    "44": "వాడు కుష్ఠురోగి, వాడు అపవిత్రుడు; ఆ పొడ వాని తలమీద ఉన్నది గనుక యాజకుడు వాడు అపవిత్రుడని నిశ్చయముగా నిర్ణయింపవలెను.",
    "45": "కుష్ఠు పొడ గలవాడు చినిగిన బట్టలు కట్టుకొని, తల విరబోసికొని, పైపెదవి కప్పుకొని - అపవిత్రుడను అపవిత్రుడను అని కేకలు వేయవలెను.",
    "46": "ఆ పొడ వానిలో ఉన్న దినములన్నియు వాడు అపవిత్రుడుగా ఉండును; వాడు అపవిత్రుడు గనుక ఒంటరిగా నివసింపవలెను; వాని నివాసము పాళెమునకు వెలుపల ఉండవలెను.",
    "47": "కుష్ఠు పొడ వస్త్రములో, అనగా గొర్రె బొచ్చు వస్త్రములో గాని జనుప వస్త్రములో గాని,",
    "48": "నేతలో గాని పడుగులో గాని పేకలో గాని, చర్మములో గాని చర్మముతో చేసిన దేనిలో గాని పుట్టినయెడల,",
    "49": "ఆ పొడ వస్త్రములో గాని చర్మములో గాని పడుగులో గాని పేకలో గాని చర్మపు వస్తువు దేనిలో గాని పచ్చగానైనను ఎర్రగానైనను ఉండినయెడల అది కుష్ఠు పొడ; దానిని యాజకునికి చూపవలెను.",
    "50": "యాజకుడు ఆ పొడను చూచి ఆ పొడ గలదానిని ఏడు దినములు ఉంచవలెను.",
    "51": "ఏడవ దినమున అతడు ఆ పొడను చూడవలెను; వస్త్రములో గాని పడుగులో గాని పేకలో గాని చర్మములో గాని చర్మముతో చేయబడు దేనిలో గాని ఆ పొడ వ్యాపించినయెడల ఆ పొడ కొరుకుడు కుష్ఠు; అది అపవిత్రము.",
    "52": "ఆ పొడ గల వస్త్రమునైనను, గొర్రె బొచ్చుతో గాని జనుప నారతో గాని చేసిన పడుగునైనను పేకనైనను, ఏ చర్మపు వస్తువునైనను అతడు కాల్చివేయవలెను; ఏలయనగా అది కొరుకుడు కుష్ఠు; అది అగ్నిలో కాలిపోవలెను.",
    "53": "యాజకుడు చూచునప్పుడు ఆ పొడ ఆ వస్త్రములో గాని పడుగులో గాని పేకలో గాని ఏ చర్మపు వస్తువులో గాని వ్యాపించనియెడల",
    "54": "ఆ పొడ గలదానిని ఉతుకుడని యాజకుడు ఆజ్ఞాపించి మరి ఏడు దినములు దానిని ఉంచవలెను.",
    "55": "ఉతికిన తరువాత యాజకుడు ఆ పొడను చూడవలెను; ఆ పొడ వ్యాపించకపోయినను దాని వర్ణము మారనియెడల అది అపవిత్రము; నీవు దానిని అగ్నిలో కాల్చివేయవలెను; లోపల గాని వెలుపల గాని ఆలాగు తినివేయబడినది ఉంటే అది అపవిత్రము.",
    "56": "యాజకుడు చూచునప్పుడు ఉతికిన తరువాత ఆ పొడ వాడియుండినయెడల, వస్త్రములోనుండి గాని చర్మములోనుండి గాని పడుగులోనుండి గాని పేకలోనుండి గాని దానిని చింపివేయవలెను.",
    "57": "అయినను ఆ వస్త్రములో గాని పడుగులో గాని పేకలో గాని ఏ చర్మపు వస్తువులో గాని అది ఇంక కనబడినయెడల అది ముదురుచున్నది; దేనిలో ఆ పొడ ఉన్నదో దానిని నీవు అగ్నిలో కాల్చివేయవలెను.",
    "58": "నీవు ఉతికిన వస్త్రములో గాని పడుగులో గాని పేకలో గాని ఏ చర్మపు వస్తువులో గాని ఆ పొడ వదలినయెడల, అది పవిత్రమగుటకు రెండవ మారు ఉతకబడవలెను.",
    "59": "గొర్రె బొచ్చు వస్త్రమునైనను జనుప వస్త్రమునైనను పడుగునైనను పేకనైనను ఏ చర్మపు వస్తువునైనను పవిత్రమని గాని అపవిత్రమని గాని నిర్ణయించుటకు కుష్ఠు పొడను గూర్చిన విధి ఇదే."
}
