
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "కుష్ఠురోగి పవిత్రుడుగా నిర్ణయింపబడు దినమున వానిని గూర్చిన విధి ఇదే. వానిని యాజకుని యొద్దకు తీసికొనిరావలెను.",
    "3": "యాజకుడు పాళెము వెలుపలికి వెళ్లవలెను; యాజకుడు వానిని చూచునప్పుడు కుష్ఠురోగికి ఆ కుష్ఠు పొడ నయమైనయెడల",
    "4": "పవిత్రుడుగా నిర్ణయింపబడు వాని కొరకు సజీవమైన రెండు పవిత్ర పక్షులను, దేవదారు కర్రను, ఎర్రని నూలును, హిస్సోపును తేవలెనని యాజకుడు ఆజ్ఞాపింపవలెను.",
    "5": "అప్పుడు యాజకుడు నీళ్లు గల మంటి పాత్ర మీద వాటిలో ఒక పక్షిని వధించవలెనని ఆజ్ఞాపింపవలెను.",
    "6": "తరువాత అతడు సజీవమైన పక్షిని, దేవదారు కర్రను, ఎర్రని నూలును, హిస్సోపును తీసికొని, పారు నీళ్ల మీద వధింపబడిన పక్షి రక్తములో వాటిని ఆ సజీవమైన పక్షిని ముంచి",
    "7": "కుష్ఠు పొడ వదిలి పవిత్రుడుగా నిర్ణయింపబడు వాని మీద ఏడు మారులు ప్రోక్షించి, వాడు పవిత్రుడని నిర్ణయించి, సజీవమైన పక్షిని బయట పొలములోనికి వదలిపెట్టవలెను.",
    "8": "పవిత్రుడుగా నిర్ణయింపబడువాడు తన బట్టలు ఉతుకుకొని తన వెండ్రుకలన్నిటిని గొరిగించుకొని నీళ్లతో స్నానము చేసి పవిత్రుడగును; తరువాత వాడు పాళెములోనికి రావచ్చును గాని ఏడు దినములు తన గుడారము బయట నివసింపవలెను.",
    "9": "ఏడవ దినమున వాడు తన తల వెండ్రుకలను, గడ్డమును, కనుబొమ్మలను, తన వెండ్రుకలన్నిటిని గొరిగించుకొని తన బట్టలు ఉతుకుకొని నీళ్లతో ఒళ్లు కడుగవలెను; అప్పుడు వాడు పవిత్రుడగును.",
    "10": "ఎనిమిదవ దినమున వాడు నిర్దోషమైన రెండు గొర్రెపిల్లలను, నిర్దోషమైన ఏడాది ఆడు గొర్రెపిల్లను, నైవేద్యమునకై నూనె కలిపిన మూడు పదియవ వంతుల గోధుమ పిండిని, ఒక లోగు నూనెను తీసికొనిరావలెను.",
    "11": "వానిని పవిత్రపరచు యాజకుడు పవిత్రుడుగా నిర్ణయింపబడు వానిని, ఆ వస్తువులను యెహోవా సన్నిధిని ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద నిలువబెట్టవలెను.",
    "12": "అప్పుడు యాజకుడు ఆ గొర్రెపిల్లలలో ఒకదానిని, ఆ లోగు నూనెను తీసికొని, అపరాధపరిహార్థార్థ బలిగా అర్పించి, యెహోవా సన్నిధిని అల్లాడింపబడు అర్పణగా వాటిని అల్లాడింపవలెను.",
    "13": "పాపపరిహార్థార్థ బలి పశువును దహనబలి పశువును వధించు స్థలములో, అనగా పరిశుద్ధ స్థలములో అతడు ఆ గొర్రెపిల్లను వధించవలెను; ఏలయనగా పాపపరిహార్థార్థ బలి పశువు యాజకునిదైనట్లు అపరాధపరిహార్థార్థ బలి పశువును అతనిదగును; అది అతి పరిశుద్ధము.",
    "14": "యాజకుడు అపరాధపరిహార్థార్థ బలి పశువు రక్తములో కొంచెము తీసికొని, పవిత్రుడుగా నిర్ణయింపబడు వాని కుడి చెవి కొన మీదను, వాని కుడి చేతి బొటనవ్రేలి మీదను, వాని కుడి కాలి బొటనవ్రేలి మీదను పూయవలెను.",
    "15": "మరియు యాజకుడు ఆ లోగు నూనెలో కొంచెము తీసికొని తన ఎడమ అరచేతిలో పోసికొనవలెను.",
    "16": "యాజకుడు తన ఎడమ చేతిలోనున్న నూనెలో తన కుడి వ్రేలు ముంచి యెహోవా సన్నిధిని ఏడు మారులు తన వ్రేలితో ఆ నూనెను ప్రోక్షింపవలెను.",
    "17": "యాజకుడు తన చేతిలో మిగిలిన నూనెలో కొంచెము పవిత్రుడుగా నిర్ణయింపబడు వాని కుడి చెవి కొన మీదను, వాని కుడి చేతి బొటనవ్రేలి మీదను, వాని కుడి కాలి బొటనవ్రేలి మీదను, అనగా అపరాధపరిహార్థార్థ బలి పశువు రక్తము మీద పూయవలెను.",
    "18": "యాజకుని చేతిలో మిగిలిన నూనెను పవిత్రుడుగా నిర్ణయింపబడు వాని తలమీద పోయవలెను; అట్లు యాజకుడు యెహోవా సన్నిధిని వాని నిమిత్తము ప్రాయశ్చిత్తము చేయవలెను.",
    "19": "మరియు యాజకుడు పాపపరిహార్థార్థ బలిని అర్పించి, అపవిత్రత పోయి పవిత్రుడుగా నిర్ణయింపబడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయవలెను. తరువాత అతడు దహనబలి పశువును వధించవలెను.",
    "20": "యాజకుడు బలిపీఠము మీద ఆ దహనబలిని నైవేద్యమును అర్పించవలెను; అట్లు యాజకుడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వాడు పవిత్రుడగును.",
    "21": "వాడు దరిద్రుడై అంత తెచ్చుకొనలేనియెడల, తన నిమిత్తము ప్రాయశ్చిత్తము కలుగుటకై అల్లాడింపబడు అపరాధపరిహార్థార్థ బలిగా ఒక గొర్రెపిల్లను, నైవేద్యమునకై నూనె కలిపిన ఒక పదియవ వంతు గోధుమ పిండిని, ఒక లోగు నూనెను,",
    "22": "వాడు తేగలిగిన రెండు తెల్ల గువ్వలనైనను రెండు పావురపు పిల్లలనైనను తీసికొనిరావలెను; వాటిలో ఒకటి పాపపరిహార్థార్థ బలిగాను ఒకటి దహనబలిగాను ఉండవలెను.",
    "23": "ఎనిమిదవ దినమున తన పవిత్రత కొరకు వాటిని యాజకుని యొద్దకు, అనగా ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు, యెహోవా సన్నిధికి తేవలెను.",
    "24": "యాజకుడు అపరాధపరిహార్థార్థ బలియగు గొర్రెపిల్లను ఆ లోగు నూనెను తీసికొని యెహోవా సన్నిధిని అల్లాడింపబడు అర్పణగా వాటిని అల్లాడింపవలెను.",
    "25": "అతడు అపరాధపరిహార్థార్థ బలియగు గొర్రెపిల్లను వధించిన తరువాత యాజకుడు ఆ అపరాధపరిహార్థార్థ బలి పశువు రక్తములో కొంచెము తీసికొని, పవిత్రుడుగా నిర్ణయింపబడు వాని కుడి చెవి కొన మీదను, వాని కుడి చేతి బొటనవ్రేలి మీదను, వాని కుడి కాలి బొటనవ్రేలి మీదను పూయవలెను.",
    "26": "యాజకుడు ఆ నూనెలో కొంచెము తన ఎడమ అరచేతిలో పోసికొనవలెను.",
    "27": "యాజకుడు తన ఎడమ చేతిలోనున్న నూనెలో కొంచెము తన కుడి వ్రేలితో యెహోవా సన్నిధిని ఏడు మారులు ప్రోక్షింపవలెను.",
    "28": "మరియు యాజకుడు తన చేతిలోనున్న నూనెలో కొంచెము పవిత్రుడుగా నిర్ణయింపబడు వాని కుడి చెవి కొన మీదను, వాని కుడి చేతి బొటనవ్రేలి మీదను, వాని కుడి కాలి బొటనవ్రేలి మీదను, అనగా అపరాధపరిహార్థార్థ బలి పశువు రక్తముంచిన స్థలమున పూయవలెను.",
    "29": "యాజకుని చేతిలో మిగిలిన నూనెను యెహోవా సన్నిధిని వాని నిమిత్తము ప్రాయశ్చిత్తము చేయుటకై పవిత్రుడుగా నిర్ణయింపబడు వాని తలమీద పోయవలెను.",
    "30": "వాడు తేగలిగినట్లు తెల్ల గువ్వలలో గాని పావురపు పిల్లలలో గాని ఒకదానిని అర్పించవలెను.",
    "31": "వాడు తేగలిగిన వాటిలో ఒకదానిని పాపపరిహార్థార్థ బలిగాను, ఒకదానిని దహనబలిగాను నైవేద్యముతో కూడ అర్పించవలెను; అట్లు యాజకుడు పవిత్రుడుగా నిర్ణయింపబడు వాని నిమిత్తము యెహోవా సన్నిధిని ప్రాయశ్చిత్తము చేయును.",
    "32": "కుష్ఠురోగియై యుండి తన పవిత్రత కొరకు నియమింపబడిన వాటిని తేలేని వానిని గూర్చిన విధి ఇదే.",
    "33": "మరియు యెహోవా మోషే అహరోనులతో ఇట్లనెను",
    "34": "మీకు స్వాస్థ్యముగా నేనిచ్చుచున్న కనాను దేశమునకు మీరు వచ్చినప్పుడు, నేను మీ స్వాస్థ్య భూమిలోని ఒక ఇంట్లో కుష్ఠు పొడ పుట్టించినయెడల",
    "35": "ఆ ఇంటి యజమానుడు యాజకుని యొద్దకు వచ్చి - నా ఇంటి గోడలో పొడ వంటిది నాకు కనబడెనని చెప్పవలెను.",
    "36": "అప్పుడు యాజకుడు ఆ ఇంటిలోనున్న దంతయు అపవిత్రము కాకుండునట్లు, తాను ఆ పొడను చూచుటకు వెళ్లక మునుపే ఆ ఇల్లు ఖాళీ చేయించవలెనని ఆజ్ఞాపింపవలెను; తరువాత ఆ ఇల్లు చూచుటకు యాజకుడు లోపలికి వెళ్ళవలెను.",
    "37": "అతడు ఆ పొడను చూచునప్పుడు ఇంటి గోడలలో పచ్చని చారలుగానైనను ఎర్రని చారలుగానైనను ఆ పొడ కనబడినయెడల, అవి గోడలో పల్లముగా కనబడినయెడల,",
    "38": "యాజకుడు ఇంటిలోనుండి ద్వారమునొద్దకు బయటికి వచ్చి ఏడు దినములు ఆ ఇంటిని మూసివేయవలెను.",
    "39": "ఏడవ దినమున యాజకుడు తిరిగి వచ్చి చూడవలెను; ఆ పొడ ఇంటి గోడలలో వ్యాపించినయెడల",
    "40": "యాజకుడు ఆ పొడ గల రాళ్లను ఊడదీయించి ఊరి బయట అపవిత్ర స్థలములో పారవేయింపవలెను.",
    "41": "మరియు అతడు లోపల ఆ ఇంటిని చుట్టు గీకించి, వారు గీకిన మన్నును ఊరి బయట అపవిత్ర స్థలములో పోయింపవలెను.",
    "42": "వారు వేరే రాళ్లను తీసికొని ఆ రాళ్ల స్థలములో ఉంచవలెను; అతడు వేరే మన్ను తీసికొని ఆ ఇల్లు అలికింపవలెను.",
    "43": "ఆ రాళ్లను తీసివేసి ఇల్లు గీకి అలికిన తరువాత ఆ పొడ మరల ఆ ఇంటిలో కనబడినయెడల",
    "44": "యాజకుడు వచ్చి చూడవలెను; ఆ పొడ ఇంటిలో వ్యాపించినయెడల అది ఆ ఇంటిలో కొరుకుడు కుష్ఠు; అది అపవిత్రము.",
    "45": "కాబట్టి అతడు ఆ ఇంటిని, అనగా దాని రాళ్లను దాని కలపను ఆ ఇంటి మన్నంతటిని పడగొట్టి ఊరి బయట అపవిత్ర స్థలమునకు తీసికొనిపోవలెను.",
    "46": "మరియు అది మూసివేయబడిన దినములలో దానిలోనికి వెళ్లువాడు సాయంకాలము వరకు అపవిత్రుడగును.",
    "47": "ఆ ఇంటిలో పండుకొనువాడు తన బట్టలు ఉతుకుకొనవలెను; ఆ ఇంటిలో భోజనము చేయువాడు తన బట్టలు ఉతుకుకొనవలెను.",
    "48": "యాజకుడు వచ్చి చూచునప్పుడు ఇల్లు అలికిన తరువాత ఆ పొడ ఆ ఇంటిలో వ్యాపించనియెడల ఆ పొడ నయమాయెను గనుక యాజకుడు ఆ ఇల్లు పవిత్రమని నిర్ణయింపవలెను.",
    "49": "ఆ ఇంటిని పవిత్రపరచుటకు అతడు రెండు పక్షులను, దేవదారు కర్రను, ఎర్రని నూలును, హిస్సోపును తీసికొని",
    "50": "పారు నీళ్లు గల మంటి పాత్ర మీద ఆ పక్షులలో ఒకదానిని వధించవలెను.",
    "51": "దేవదారు కర్రను, హిస్సోపును, ఎర్రని నూలును, సజీవమైన పక్షిని తీసికొని, వధింపబడిన పక్షి రక్తములోను ఆ పారు నీళ్లలోను వాటిని ముంచి ఏడు మారులు ఆ ఇంటి మీద ప్రోక్షించవలెను.",
    "52": "అట్లు అతడు పక్షి రక్తముతోను, పారు నీళ్లతోను, సజీవమైన పక్షితోను, దేవదారు కర్రతోను, హిస్సోపుతోను, ఎర్రని నూలుతోను ఆ ఇంటిని పవిత్రపరచవలెను.",
    "53": "తరువాత అతడు ఊరి బయట పొలములోనికి ఆ సజీవమైన పక్షిని వదలిపెట్టవలెను. అట్లు ఆ ఇంటి నిమిత్తము ప్రాయశ్చిత్తము చేయవలెను, అప్పుడు అది పవిత్రమగును.",
    "54": "ప్రతి విధమైన కుష్ఠు పొడను గూర్చియు, చిడుమును గూర్చియు,",
    "55": "వస్త్రములోను ఇంటిలోను పుట్టిన కుష్ఠును గూర్చియు,",
    "56": "వాపును గూర్చియు, పొక్కును గూర్చియు, మచ్చను గూర్చియు,",
    "57": "అది ఎప్పుడు అపవిత్రమో ఎప్పుడు పవిత్రమో బోధించుటకును విధి ఇదే. కుష్ఠును గూర్చిన విధి ఇంతే."
}
