
{
    "1": "మరియు యెహోవా మోషే అహరోనులతో ఇట్లనెను",
    "2": "మీరు ఇశ్రాయేలీయులతో ఇట్లనుము - ఏ మనుష్యునికైనను తన శరీరములో స్రావము కారినయెడల ఆ స్రావమువలన వాడు అపవిత్రుడు.",
    "3": "వాని స్రావమువలన కలుగు అపవిత్రత ఇదే; వాని శరీరమునుండి స్రావము కారినను, లేక వాని శరీరమునుండి స్రావము కారకుండ నిలిచిపోయినను అది వానికి అపవిత్రత.",
    "4": "స్రావము గలవాడు పండుకొను ప్రతి పడక అపవిత్రము; వాడు కూర్చుండు ప్రతి వస్తువు అపవిత్రము.",
    "5": "వాని పడకను ముట్టువాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "6": "స్రావము గలవాడు కూర్చునిన వస్తువు మీద కూర్చునువాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "7": "స్రావము గలవాని శరీరమును ముట్టువాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "8": "స్రావము గలవాడు పవిత్రుని మీద ఉమ్మివేసినయెడల వాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "9": "స్రావము గలవాడు ఎెక్కిన ప్రతి జీను అపవిత్రమగును.",
    "10": "వాని క్రిందనున్న దేనినైనను ముట్టు ప్రతివాడు సాయంకాలము వరకు అపవిత్రుడగును. వాటిని మోయువాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "11": "స్రావము గలవాడు తన చేతులు నీళ్లతో కడుగుకొనక ఎవరిని ముట్టునో వాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "12": "స్రావము గలవాడు ముట్టిన మంటి పాత్రను పగులగొట్టవలెను; ప్రతి చెక్క పాత్రను నీళ్లతో కడుగవలెను.",
    "13": "స్రావము గలవాని స్రావము తగ్గినప్పుడు వాడు తన శుద్ధి కొరకు ఏడు దినములు లెక్కించుకొని తన బట్టలు ఉతుకుకొని పారు నీళ్లలో తన ఒళ్లు కడుగుకొని పవిత్రుడగును.",
    "14": "ఎనిమిదవ దినమున వాడు రెండు తెల్ల గువ్వలపైనను రెండు పావురపు పిల్లలపైనను తీసికొని యెహోవా సన్నిధికి, అనగా ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు వచ్చి యాజకునికి వాటిని ఇయ్యవలెను.",
    "15": "యాజకుడు వాటిలో ఒకదానిని పాపపరిహార్థార్థ బలిగాను ఒకదానిని దహనబలిగాను అర్పింపవలెను; అట్లు యాజకుడు వాని స్రావమును బట్టి యెహోవా సన్నిధిని వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును.",
    "16": "ఒకనినుండి వీర్యస్ఖలనమైన యెడల వాడు నీళ్లతో తన సర్వశరీరమును కడుగుకొని సాయంకాలము వరకు అపవిత్రుడగును.",
    "17": "వీర్యము తగిలిన ప్రతి వస్త్రమును ప్రతి చర్మమును నీళ్లతో ఉతకబడి సాయంకాలము వరకు అపవిత్రముగా ఉండును.",
    "18": "పురుషుడు స్త్రీతో శయనించి వీర్యస్ఖలనము చేసినయెడల వారిద్దరు నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రులగుదురు.",
    "19": "ఒక స్త్రీకి స్రావము కలిగి, ఆమె శరీరమందు రక్తస్రావమైనయెడల ఆమె ఏడు దినములు కడగా ఉండవలెను; ఆమెను ముట్టు ప్రతివాడు సాయంకాలము వరకు అపవిత్రుడగును.",
    "20": "ఆమె కడగా ఉన్నప్పుడు దేనిమీద పండుకొనునో అది అపవిత్రమగును; ఆమె దేనిమీద కూర్చుండునో అదియు అపవిత్రమగును.",
    "21": "ఆమె పడకను ముట్టు ప్రతివాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "22": "ఆమె కూర్చుండు ఏ వస్తువునైనను ముట్టు ప్రతివాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "23": "ఆమె పడక మీదనైనను ఆమె కూర్చుండు వస్తువు మీదనైనను ఏదైన ఉన్నయెడల దానిని ముట్టువాడు సాయంకాలము వరకు అపవిత్రుడగును.",
    "24": "ఒకడు ఆమెతో శయనించినయెడల ఆమె అపవిత్రత వానికి తగులును; వాడు ఏడు దినములు అపవిత్రుడగును; వాడు పండుకొను ప్రతి పడక అపవిత్రమగును.",
    "25": "ఒక స్త్రీకి ఆమె బహిష్ఠు కాలమున గాక అనేక దినములు రక్తస్రావమైనయెడల, లేక ఆమె బహిష్ఠు కాలము మించి స్రావము కారినయెడల, ఆమె అపవిత్రత గల స్రావ దినములన్నియు ఆమె బహిష్ఠు దినములవలె ఉండును; ఆమె అపవిత్రురాలు.",
    "26": "ఆమె స్రావము గల దినములన్నిటను ఆమె పండుకొను ప్రతి పడక ఆమె బహిష్ఠు నాటి పడకవలె ఉండును; ఆమె కూర్చుండు ప్రతి వస్తువు ఆమె బహిష్ఠు నాటి అపవిత్రతవలె అపవిత్రమగును.",
    "27": "వాటిని ముట్టు ప్రతివాడు అపవిత్రుడగును; వాడు తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడగును.",
    "28": "ఆమె స్రావము తగ్గినయెడల ఆమె ఏడు దినములు లెక్కించుకొనవలెను; తరువాత ఆమె పవిత్రురాలగును.",
    "29": "ఎనిమిదవ దినమున ఆమె రెండు తెల్ల గువ్వలపైనను రెండు పావురపు పిల్లలపైనను తీసికొని ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు యాజకుని యొద్దకు తేవలెను.",
    "30": "యాజకుడు ఒకదానిని పాపపరిహార్థార్థ బలిగాను ఒకదానిని దహనబలిగాను అర్పింపవలెను; అట్లు యాజకుడు ఆమె అపవిత్రత గల స్రావమును బట్టి యెహోవా సన్నిధిని ఆమె నిమిత్తము ప్రాయశ్చిత్తము చేయును.",
    "31": "ఇశ్రాయేలీయులు తమ మధ్యనున్న నా నివాస స్థలమును అపవిత్రపరచి తమ అపవిత్రతవలన చావకుండునట్లు మీరు వారిని వారి అపవిత్రతనుండి వేరుపరచవలెను.",
    "32": "స్రావము గలవానికిని, వీర్యస్ఖలనము వలన అపవిత్రుడైనవానికిని,",
    "33": "బహిష్ఠువలన అస్వస్థురాలైనదానికిని, స్రావము గల మగవానికిని ఆడదానికిని, అపవిత్రురాలైనదానితో పండుకొనువానికిని విధి ఇదే."
}
