
{
    "1": "అహరోను ఇద్దరు కుమారులు యెహోవా సన్నిధిని ధూపము వేయుచుండగా చనిపోయిన తరువాత యెహోవా మోషేతో మాటలాడెను.",
    "2": "యెహోవా మోషేతో ఇట్లనెను - నీ సహోదరుడైన అహరోను చావకుండునట్లు, అతడు ఎప్పుడు పడితే అప్పుడు అడ్డతెర లోపల ఉన్న అతి పరిశుద్ధ స్థలములోనికి, అనగా మందసము మీదనున్న కరుణాపీఠము ఎదుటికి రాకూడదని అతనికి ఆజ్ఞాపించుము; ఏలయనగా కరుణాపీఠము పైన మేఘములో నేను కనబడుదును.",
    "3": "అహరోను పాపపరిహార్థార్థ బలిగా ఒక కోడెదూడను దహనబలిగా ఒక పొట్టేలును తీసికొని పరిశుద్ధ స్థలములోనికి రావలెను.",
    "4": "అతడు ప్రతిష్ఠితమైన నార చొక్కాయిని తొడుక్కొనవలెను; అతని దేహము మీద నార లాగు ఉండవలెను; నార దట్టి కట్టుకొనవలెను; నార పాగా పెట్టుకొనవలెను; అవి ప్రతిష్ఠిత వస్త్రములు. అతడు నీళ్లతో దేహమును కడుగకొని వాటిని ధరించుకొనవలెను.",
    "5": "అతడు ఇశ్రాయేలీయుల సమాజమునుండి పాపపరిహార్థార్థ బలిగా రెండు మేకపోతులను దహనబలిగా ఒక పొట్టేలును తీసికొనవలెను.",
    "6": "అహరోను తన కొరకైన పాపపరిహార్థార్థ బలియగు కోడెను అర్పించి, తన నిమిత్తమును తన ఇంటివారి నిమిత్తమును ప్రాయశ్చిత్తము చేయవలెను.",
    "7": "తరువాత అతడు ఆ రెండు మేకలను తీసికొని ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద యెహోవా సన్నిధిని వాటిని నిలువబెట్టవలెను.",
    "8": "అహరోను ఆ రెండు మేకల మీద చీట్లు వేయవలెను; యెహోవా కొరకు ఒక చీటిని విడిచిపెట్టుట కొరకు ఒక చీటిని వేయవలెను.",
    "9": "యెహోవా పేరట చీటి వచ్చిన మేకను అహరోను తీసికొనివచ్చి పాపపరిహార్థార్థ బలిగా అర్పించవలెను.",
    "10": "విడిచిపెట్టుట కొరకు చీటి వచ్చిన మేక ద్వారా ప్రాయశ్చిత్తము కలుగునట్లు దానిని అరణ్యములోనికి విడిచిపెట్టుటకై అది యెహోవా సన్నిధిని సజీవముగా నిలువబెట్టబడవలెను.",
    "11": "అహరోను తన కొరకైన పాపపరిహార్థార్థ బలియగు కోడెను దగ్గరకు తీసికొనివచ్చి, తన నిమిత్తమును తన ఇంటివారి నిమిత్తమును ప్రాయశ్చిత్తము చేసి, తన కొరకైన పాపపరిహార్థార్థ బలియగు ఆ కోడెను వధించవలెను.",
    "12": "యెహోవా సన్నిధిని ఉన్న బలిపీఠము మీదనుండి నిప్పులతో నిండిన ధూపార్తిని, దంచిన పరిమళ ధూప చూర్ణమును తన పిడికిళ్ల నిండ తీసికొని అడ్డతెర లోపలికి తేవలెను.",
    "13": "తాను చావకుండునట్లు ఆ ధూపము యొక్క పొగ సాక్ష్యపు మందసము మీదనున్న కరుణాపీఠమును కప్పునట్లు యెహోవా సన్నిధిని అగ్నిమీద ఆ ధూపము వేయవలెను.",
    "14": "మరియు అతడు ఆ కోడె రక్తములో కొంచెము తీసికొని, తూర్పుననున్న కరుణాపీఠము మీద తన వ్రేలితో చల్లి, కరుణాపీఠము ఎదుట ఏడు మారులు ఆ రక్తమును తన వ్రేలితో చల్లవలెను.",
    "15": "తరువాత అతడు ప్రజల కొరకైన పాపపరిహార్థార్థ బలియగు మేకను వధించి, అడ్డతెర లోపలికి దాని రక్తమును తెచ్చి, తాను ఆ కోడె రక్తముతో చేసినట్లు దీని రక్తముతోను చేసి కరుణాపీఠము మీదను కరుణాపీఠము ఎదుటను దానిని చల్లవలెను.",
    "16": "ఇశ్రాయేలీయుల అపవిత్రతను బట్టియు వారి అతిక్రమములను బట్టియు, అనగా వారి పాపములన్నిటిని బట్టి అతడు పరిశుద్ధ స్థలము నిమిత్తము ప్రాయశ్చిత్తము చేయవలెను; వారి అపవిత్రత మధ్య వారి యొద్దనున్న ప్రత్యక్షపు గుడారము నిమిత్తమును ఆలాగు చేయవలెను.",
    "17": "అతడు ప్రాయశ్చిత్తము చేయుటకు పరిశుద్ధ స్థలములోనికి వెళ్లినది మొదలుకొని, అతడు తన నిమిత్తమును తన ఇంటివారి నిమిత్తమును ఇశ్రాయేలీయుల సర్వసమాజము నిమిత్తమును ప్రాయశ్చిత్తము చేసి బయటికి వచ్చువరకు ఏ మనుష్యుడును ప్రత్యక్షపు గుడారములో ఉండకూడదు.",
    "18": "అతడు యెహోవా సన్నిధిని ఉన్న బలిపీఠమునొద్దకు వచ్చి దాని నిమిత్తము ప్రాయశ్చిత్తము చేయవలెను; అతడు ఆ కోడె రక్తములో కొంచెమును ఆ మేక రక్తములో కొంచెమును తీసికొని బలిపీఠము కొమ్ముల మీద చుట్టు పూయవలెను.",
    "19": "తన వ్రేలితో ఆ రక్తములో కొంచెము దానిమీద ఏడు మారులు చల్లి ఇశ్రాయేలీయుల అపవిత్రత పోగొట్టి దానిని శుధ్ధికరించి పరిశుద్ధపరచవలెను.",
    "20": "అతడు పరిశుద్ధ స్థలము నిమిత్తమును ప్రత్యక్షపు గుడారము నిమిత్తమును బలిపీఠము నిమిత్తమును ప్రాయశ్చిత్తము చేయుట ముగించిన తరువాత, బ్రతికియున్న ఆ మేకను దగ్గరకు తీసికొనిరావలెను.",
    "21": "అహరోను బ్రతికియున్న ఆ మేక తలమీద తన రెండు చేతులుంచి, ఇశ్రాయేలీయుల లక్ష్యపెట్టని పాపములన్నిటిని వారి అతిక్రమములన్నిటిని వారి పాపములన్నిటిని ఒప్పుకొని, ఆ మేక తలమీద వాటిని మోపి, తగిన మనుష్యుని చేత అరణ్యములోనికి దానిని పంపివేయవలెను.",
    "22": "ఆ మేక వారి దోషములన్నిటిని భరించి ఎడారికి పోవును; అతడు అరణ్యములో ఆ మేకను విడిచిపెట్టవలెను.",
    "23": "అప్పుడు అహరోను ప్రత్యక్షపు గుడారములోనికి వచ్చి, తాను పరిశుద్ధ స్థలములోనికి వెళ్లినప్పుడు వేసికొనిన నార బట్టలు తీసివేసి అక్కడ వాటిని ఉంచవలెను.",
    "24": "పరిశుద్ధ స్థలములో నీళ్లతో తన దేహమును కడుగుకొని తన సొంత బట్టలు వేసికొని బయటికి వచ్చి, తన దహనబలిని ప్రజల దహనబలిని అర్పించి తన నిమిత్తమును ప్రజల నిమిత్తమును ప్రాయశ్చిత్తము చేయవలెను.",
    "25": "పాపపరిహార్థార్థ బలి పశువు క్రొవ్వును బలిపీఠము మీద దహించవలెను.",
    "26": "విడిచిపెట్టుట కొరకు మేకను తోలుకొనిపోయినవాడు తన బట్టలు ఉతుకుకొని నీళ్లతో దేహము కడుగుకొనవలెను; తరువాత వాడు పాళెములోనికి రావచ్చును.",
    "27": "పరిశుద్ధ స్థలములో ప్రాయశ్చిత్తము చేయుటకై దేని రక్తము తేబడెనో ఆ పాపపరిహార్థార్థ బలియగు కోడెను పాపపరిహార్థార్థ బలియగు మేకను పాళెము వెలుపలికి తీసికొనిపోవలెను; వాటి చర్మములను వాటి మాంసమును వాటి పేడను అగ్నితో కాల్చివేయవలెను.",
    "28": "వాటిని కాల్చినవాడు తన బట్టలు ఉతుకుకొని నీళ్లతో దేహము కడుగుకొనవలెను; తరువాత వాడు పాళెములోనికి రావచ్చును.",
    "29": "ఇది మీకు నిత్యమైన కట్టడగా ఉండును; ఏడవ నెల పదవ దినమున మిమ్మును మీరు దుఃఖపరచుకొనవలెను; దేశస్థుడే గాని మీలో నివసించు పరదేశియే గాని ఏ పనియు చేయకూడదు.",
    "30": "ఏలయనగా మీరు మీ పాపములన్నిటినుండి యెహోవా సన్నిధిని పవిత్రులగునట్లు ఆ దినమున మీ నిమిత్తము ప్రాయశ్చిత్తము చేయబడును.",
    "31": "అది మీకు విశ్రాంతి దినము; మిమ్మును మీరు దుఃఖపరచుకొనవలెను; ఇది నిత్యమైన కట్టడ.",
    "32": "తన తండ్రికి మారుగా యాజకత్వము చేయుటకు అభిషేకము పొంది ప్రతిష్ఠింపబడిన యాజకుడు ఆ నార బట్టలను, అనగా ప్రతిష్ఠిత వస్త్రములను వేసికొని ప్రాయశ్చిత్తము చేయవలెను.",
    "33": "అతడు అతి పరిశుద్ధ స్థలము నిమిత్తమును ప్రత్యక్షపు గుడారము నిమిత్తమును బలిపీఠము నిమిత్తమును ప్రాయశ్చిత్తము చేయవలెను; యాజకుల నిమిత్తమును సమాజపు జనులందరి నిమిత్తమును ప్రాయశ్చిత్తము చేయవలెను.",
    "34": "సంవత్సరమునకు ఒకసారి ఇశ్రాయేలీయుల పాపములన్నిటి నిమిత్తము వారి కొరకు ప్రాయశ్చిత్తము చేయుటకు ఇది మీకు నిత్యమైన కట్టడగా ఉండునని చెప్పుమనెను. యెహోవా మోషేకు ఆజ్ఞాపించినట్లు అతడు చేసెను."
}
