
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు అహరోనుతోను అతని కుమారులతోను ఇశ్రాయేలీయులందరితోను ఇట్లనుము - యెహోవా ఆజ్ఞాపించినదేమనగా",
    "3": "ఇశ్రాయేలు వంశస్థులలో ఎవరైనను పాళెములోనైనను పాళెము వెలుపలనైనను ఒక ఎద్దునైనను గొర్రెపిల్లను గాని మేకపిల్లను గాని వధించి,",
    "4": "యెహోవా మందిరము యెదుట యెహోవాకు అర్పణగా అర్పించుటకు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు దానిని తేనియెడల, ఆ మనుష్యునికి రక్తాపరాధము ఎంచబడును; వాడు రక్తము చిందించినవాడు గనుక ఆ మనుష్యుడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "5": "ఇశ్రాయేలీయులు తాము బయట పొలములో అర్పించు బలులను ఇకమీదట యెహోవాకు, అనగా ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దనున్న యాజకుని యొద్దకు తెచ్చి, యెహోవాకు సమాధానబలులుగా వాటిని అర్పించవలెను.",
    "6": "యాజకుడు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దనున్న యెహోవా బలిపీఠము మీద ఆ రక్తమును ప్రోక్షించి, యెహోవాకు ఇంపైన సువాసన కలుగునట్లు ఆ క్రొవ్వును దహించవలెను.",
    "7": "వారికమీదట తాము వ్యభిచరించి వెంబడించుచున్న దయ్యములకు తమ బలులను అర్పించకూడదు; ఇది వారి తరతరములకు నిత్యమైన కట్టడగా ఉండును.",
    "8": "మరియు నీవు వారితో ఇట్లనుము - ఇశ్రాయేలు వంశస్థులలోనైనను వారిలో నివసించు పరదేశులలోనైనను ఎవరైనను దహనబలినైనను బలినైనను అర్పించి,",
    "9": "యెహోవాకు దానిని అర్పించుటకు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు దానిని తేనియెడల ఆ మనుష్యుడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "10": "మరియు ఇశ్రాయేలు వంశస్థులలోనైనను వారిలో నివసించు పరదేశులలోనైనను ఎవరైనను ఏ రక్తమునైనను తినినయెడల, రక్తము తినిన వానికి నేను విరోధినై, వాని ప్రజలలోనుండి వానిని కొట్టివేయుదును.",
    "11": "రక్తము దేహమునకు ప్రాణము; మీ నిమిత్తము ప్రాయశ్చిత్తము చేయునట్లు బలిపీఠము మీద పోయుటకై దానిని మీకిచ్చితిని; రక్తము దానిలోనున్న ప్రాణమును బట్టి ప్రాయశ్చిత్తము చేయును.",
    "12": "కాబట్టి మీరు ఏ రక్తమును తినకూడదనియు, మీలో నివసించు పరదేశి ఏ రక్తమును తినకూడదనియు నేను ఇశ్రాయేలీయులకు ఆజ్ఞాపించితిని.",
    "13": "మరియు ఇశ్రాయేలు వంశస్థులలోనైనను వారిలో నివసించు పరదేశులలోనైనను ఎవరైనను తినదగిన జంతువునైనను పక్షినైనను వేటాడి పట్టుకొనినయెడల, వాడు దాని రక్తమును చిందించి మంటితో కప్పవలెను.",
    "14": "సమస్త శరీరులకు రక్తము ప్రాణము గదా; అది జీవమునకు ఆధారము; కాబట్టి మీరు ఏ శరీరుల రక్తమును తినకూడదు; సమస్త శరీరులకు రక్తమే ప్రాణము; దానిని తినువారందరు కొట్టివేయబడుదురని ఇశ్రాయేలీయులతో చెప్పితిని.",
    "15": "మరియు చచ్చినదానినైనను చీల్చబడినదానినైనను తినువాడు దేశస్థుడైనను పరదేశియైనను తన బట్టలు ఉతుకుకొని నీళ్లతో స్నానము చేసి సాయంకాలము వరకు అపవిత్రుడుగా ఉండును; తరువాత వాడు పవిత్రుడగును.",
    "16": "వాడు వాటిని ఉతుకుకొనకను తన దేహమును కడుగుకొనకను ఉండినయెడల వాడు తన దోషశిక్షను భరించును."
}
