
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - నేను మీ దేవుడనైన యెహోవాను.",
    "3": "మీరు నివసించిన ఐగుప్తు దేశాచారము చొప్పున మీరు చేయకూడదు; నేను మిమ్మును తీసికొనిపోవుచున్న కనాను దేశాచారము చొప్పున మీరు చేయకూడదు; వారి కట్టడలను అనుసరింపకూడదు.",
    "4": "మీరు నా విధులను ఆచరించి నా కట్టడలను అనుసరించి నడుచుకొనవలెను; నేను మీ దేవుడనైన యెహోవాను.",
    "5": "కాబట్టి మీరు నా కట్టడలను నా విధులను ఆచరింపవలెను; వాటిని చేయువాడు వాటివలన బ్రతుకును; నేను యెహోవాను.",
    "6": "మీలో ఎవరును తమ రక్తసంబంధుల యొద్దకు వారి మానము తీయుటకు వెళ్లకూడదు; నేను యెహోవాను.",
    "7": "నీ తండ్రి మానమును, అనగా నీ తల్లి మానమును తీయకూడదు; ఆమె నీ తల్లి గనుక ఆమె మానమును తీయకూడదు.",
    "8": "నీ తండ్రి భార్య మానమును తీయకూడదు; అది నీ తండ్రి మానమే.",
    "9": "నీ సహోదరి మానమును, అనగా ఇంటిలో పుట్టినదైనను బయట పుట్టినదైనను నీ తండ్రి కుమార్తెయైనను నీ తల్లి కుమార్తెయైనను ఆమె మానమును తీయకూడదు.",
    "10": "నీ కుమారుని కుమార్తె మానమునైనను నీ కుమార్తె కుమార్తె మానమునైనను తీయకూడదు; అవి నీ మానమే గదా.",
    "11": "నీ తండ్రి భార్య కుమార్తె మానమును తీయకూడదు; ఆమె నీ తండ్రికి పుట్టినది, ఆమె నీకు సహోదరి.",
    "12": "నీ మేనత్త మానమును తీయకూడదు; ఆమె నీ తండ్రికి రక్తసంబంధురాలు.",
    "13": "నీ పిన్నత్త మానమును తీయకూడదు; ఆమె నీ తల్లికి రక్తసంబంధురాలు.",
    "14": "నీ తండ్రి సహోదరుని మానమును తీయకూడదు, అనగా అతని భార్యయొద్దకు చేరకూడదు; ఆమె నీకు పినతల్లి.",
    "15": "నీ కోడలి మానమును తీయకూడదు; ఆమె నీ కుమారుని భార్య గనుక ఆమె మానమును తీయకూడదు.",
    "16": "నీ సహోదరుని భార్య మానమును తీయకూడదు; అది నీ సహోదరుని మానమే.",
    "17": "ఒక స్త్రీ మానమును ఆమె కుమార్తె మానమును తీయకూడదు; ఆమె కుమారుని కుమార్తెనైనను ఆమె కుమార్తె కుమార్తెనైనను ఆమె మానము తీయుటకు పెండ్లి చేసికొనకూడదు; వారు రక్తసంబంధులు; అది కామవికారము.",
    "18": "నీ భార్య బ్రతికియుండగా ఆమెను వేధించుటకు ఆమెకు సవతిగా ఉండునట్లు ఆమె సహోదరిని పెండ్లి చేసికొనకూడదు.",
    "19": "స్త్రీకి కడగా ఉండు అపవిత్రతలో ఆమె మానము తీయుటకు ఆమెను సమీపింపకూడదు.",
    "20": "నీ పొరుగువాని భార్యతో శయనించి ఆమెవలన అపవిత్రత పొందకూడదు.",
    "21": "నీవు నీ సంతానమును మోలెకుకు అప్పగించకూడదు; నీ దేవుని నామమును అపవిత్రపరచకూడదు; నేను యెహోవాను.",
    "22": "స్త్రీతో శయనించునట్లు పురుషునితో శయనింపకూడదు; అది హేయము.",
    "23": "ఏ జంతువుతోనైనను సంయోగము చేసి దానివలన అపవిత్రత పొందకూడదు; స్త్రీయు జంతువుతో సంయోగము చేయుటకు దాని యెదుట నిలువకూడదు; అది తుచ్ఛమైన పని.",
    "24": "వీటిలో దేనివలననైనను మిమ్మును మీరు అపవిత్రపరచుకొనకూడదు; నేను మీ యెదుటనుండి వెళ్లగొట్టుచున్న జనములు వాటన్నిటివలన అపవిత్రులైరి.",
    "25": "ఆ దేశము అపవిత్రమై యున్నది గనుక దాని మీద దాని దోషశిక్షను మోపుచున్నాను; ఆ దేశము తన నివాసులను కక్కివేయుచున్నది.",
    "26": "కాబట్టి దేశస్థుడే గాని మీలో నివసించు పరదేశియే గాని ఆ హేయమైన క్రియలలో దేనినైనను చేయక నా కట్టడలను నా విధులను ఆచరింపవలెను.",
    "27": "మీకు ముందున్న ఆ దేశపు జనులు ఆ హేయక్రియలన్నిటిని చేసిరి గనుక దేశము అపవిత్రాయెను.",
    "28": "మీరు ఆ దేశమును అపవిత్రపరచినయెడల అది మీకు ముందున్న జనమును కక్కివేసినట్లు మిమ్మును కక్కివేయును.",
    "29": "ఆ హేయమైన క్రియలలో దేనినైనను చేయువారెవరో వారు తమ ప్రజలలోనుండి కొట్టివేయబడుదురు.",
    "30": "కాబట్టి మీకు ముందుగా చేయబడిన ఆ హేయమైన ఆచారములలో దేనినైనను ఆచరించుటవలన మిమ్మును మీరు అపవిత్రపరచుకొనకుండునట్లు నేను విధిని గైకొనవలెను; నేను మీ దేవుడనైన యెహోవాను."
}
