
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయుల సర్వసమాజముతో ఇట్లనుము - మీ దేవుడనైన యెహోవానగు నేను పరిశుద్ధుడను గనుక మీరును పరిశుద్ధులై యుండవలెను.",
    "3": "మీలో ప్రతివాడు తన తల్లికిని తన తండ్రికిని భయపడవలెను; నా విశ్రాంతి దినములను ఆచరింపవలెను; నేను మీ దేవుడనైన యెహోవాను.",
    "4": "విగ్రహములవైపు తిరుగకూడదు; పోతపోసిన దేవుళ్లను మీకొరకు చేసికొనకూడదు; నేను మీ దేవుడనైన యెహోవాను.",
    "5": "మీరు యెహోవాకు సమాధానబలి అర్పించునప్పుడు మీరు అంగీకరింపబడునట్లు దానిని అర్పింపవలెను.",
    "6": "మీరు బలి అర్పించు దినమునను మరునాడును అది తినబడవలెను; మూడవ దినము వరకు మిగిలినది అగ్నితో కాల్చివేయవలెను.",
    "7": "మూడవ దినమున దానిలో ఏమాత్రమైనను తినినయెడల అది అసహ్యమగును; అది అంగీకరింపబడదు.",
    "8": "దానిని తినువాడు యెహోవా పరిశుద్ధ వస్తువును అపవిత్రపరచినందున తన దోషశిక్షను భరించును; ఆ మనుష్యుడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "9": "మీరు మీ భూమి పంటను కోయునప్పుడు నీ పొలము ఓరలను పూర్తిగా కోయకూడదు, నీ కోతలో రాలిన పరిగెను ఏరుకొనకూడదు.",
    "10": "నీ ద్రాక్షతోట పండ్లను పూర్తిగా ఏరుకొనకూడదు; నీ ద్రాక్షతోటలో రాలిన పండ్లను ఏరుకొనకూడదు; బీదలకును పరదేశులకును వాటిని విడిచిపెట్టవలెను; నేను మీ దేవుడనైన యెహోవాను.",
    "11": "మీరు దొంగిలకూడదు, వంచన చేయకూడదు, ఒకనితో ఒకడు అబద్ధమాడకూడదు.",
    "12": "నా నామము తోడని అబద్ధ ప్రమాణము చేసి నీ దేవుని నామమును అపవిత్రపరచకూడదు; నేను యెహోవాను.",
    "13": "నీ పొరుగువానిని హింసింపకూడదు, దోచుకొనకూడదు; కూలివాని కూలి మరునాడు ఉదయము వరకు నీ యొద్ద ఉండకూడదు.",
    "14": "చెవిటివానిని తిట్టకూడదు; గ్రుడ్డివాని దారిలో అడ్డము వేయకూడదు; నీ దేవునికి భయపడవలెను; నేను యెహోవాను.",
    "15": "తీర్పు తీర్చుటలో అన్యాయము చేయకూడదు; బీదవానికి పక్షపాతము చేయకూడదు, గొప్పవానిని మెప్పుకొనకూడదు; న్యాయముగా నీ పొరుగువానికి తీర్పు తీర్చవలెను.",
    "16": "నీ ప్రజలలో కొండెములు చెప్పుచు తిరుగకూడదు; నీ పొరుగువానికి ప్రాణహాని చేయకూడదు; నేను యెహోవాను.",
    "17": "నీ సహోదరుని నీ హృదయములో ద్వేషింపకూడదు; పాపము అతని మీద నుండకుండునట్లు నీ పొరుగువానిని తప్పక గద్దింపవలెను.",
    "18": "కీడుకు ప్రతికీడు చేయకూడదు, నీ ప్రజల మీద కోపముంచుకొనకూడదు; నిన్నువలే నీ పొరుగువానిని ప్రేమింపవలెను; నేను యెహోవాను.",
    "19": "మీరు నా కట్టడలను గైకొనవలెను; నీ పశువులను వేరొక జాతి పశువులతో కట్టనీయకూడదు; నీ పొలములో రెండు రకముల విత్తనములను చల్లకూడదు; రెండు రకములు కలిసిన వస్త్రమును నీవు ధరించుకొనకూడదు.",
    "20": "ఒకడు, దాసియై వేరొక పురుషునికి ప్రధానము చేయబడి, విడిపింపబడకయు స్వాతంత్ర్యము పొందకయు నున్న స్త్రీతో శయనించి వీర్యస్ఖలనము చేసినయెడల వారిని దండించవలెను గాని వారికి మరణశిక్ష విధింపకూడదు; ఆమె స్వతంత్రురాలు కాదు.",
    "21": "అతడు తన అపరాధపరిహార్థార్థ బలిగా ఒక పొట్టేలును ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు యెహోవా సన్నిధికి తేవలెను.",
    "22": "అతడు చేసిన పాపము విషయమై యాజకుడు అపరాధపరిహార్థార్థ బలియగు పొట్టేలువలన యెహోవా సన్నిధిని అతని నిమిత్తము ప్రాయశ్చిత్తము చేయును; అప్పుడు అతడు చేసిన పాపము అతనికి క్షమింపబడును.",
    "23": "మీరు ఆ దేశమునకు వచ్చి ఆహారము నిమిత్తము ఏ విధమైన చెట్లనైనను నాటినప్పుడు, మూడు సంవత్సరముల వరకు వాటి పండ్లను అపవిత్రముగా ఎంచవలెను; అవి తినకూడదు.",
    "24": "నాలుగవ సంవత్సరమున వాటి పండ్లన్నియు యెహోవాకు స్తుతి అర్పణగా ప్రతిష్ఠితములగును.",
    "25": "ఐదవ సంవత్సరమున మీరు వాటి పండ్లను తినవచ్చును; అట్లు అవి మీకు తమ రాబడినిచ్చును; నేను మీ దేవుడనైన యెహోవాను.",
    "26": "మీరు రక్తముతో దేనినైనను తినకూడదు; సోదె చెప్పకూడదు, శకునము చూడకూడదు.",
    "27": "మీ తల వెండ్రుకలను గుండ్రముగా కత్తిరించుకొనకూడదు; నీ గడ్డపు కొనలను గొరిగించుకొనకూడదు.",
    "28": "చచ్చినవాని నిమిత్తము మీ దేహమున గాట్లు పెట్టుకొనకూడదు; మీ ఒంటి మీద పచ్చబొడుపులు పొడిపించుకొనకూడదు; నేను యెహోవాను.",
    "29": "దేశము వ్యభిచారముతో నిండి దుర్మార్గముతో నిండకుండునట్లు వేశ్య అగుటకై నీ కుమార్తెను అపవిత్రపరచకూడదు.",
    "30": "నా విశ్రాంతి దినములను ఆచరింపవలెను; నా పరిశుద్ధ స్థలమును గూర్చి భయభక్తులు కలిగియుండవలెను; నేను యెహోవాను.",
    "31": "కర్ణపిశాచి గలవారి యొద్దకు గాని సోదె చెప్పువారి యొద్దకు గాని వెళ్లకూడదు; వారివలన అపవిత్రులగునట్లు వారిని వెతకకూడదు; నేను మీ దేవుడనైన యెహోవాను.",
    "32": "తల నెరసినవాని యెదుట లేచి ముసలివానిని ఘనపరచి నీ దేవునికి భయపడవలెను; నేను యెహోవాను.",
    "33": "పరదేశి మీ దేశములో మీతో నివసించినయెడల అతనిని బాధింపకూడదు.",
    "34": "మీతో నివసించు పరదేశిని మీలో పుట్టినవానివలె ఎంచుకొనవలెను; నిన్నువలే అతనిని ప్రేమింపవలెను; ఐగుప్తు దేశములో మీరు పరదేశులై యుంటిరి గదా; నేను మీ దేవుడనైన యెహోవాను.",
    "35": "తీర్పు తీర్చుటలోనైనను, కొలతలోనైనను, తూనికలోనైనను, పరిమాణములోనైనను అన్యాయము చేయకూడదు.",
    "36": "న్యాయమైన త్రాసును, న్యాయమైన రాళ్లును, న్యాయమైన తూమును, న్యాయమైన కుంచమును మీకు ఉండవలెను; ఐగుప్తు దేశములోనుండి మిమ్మును రప్పించిన మీ దేవుడనైన యెహోవాను నేనే.",
    "37": "కాబట్టి మీరు నా కట్టడలన్నిటిని నా విధులన్నిటిని ఆచరించి వాటిని చేయవలెను; నేను యెహోవాను."
}
