
{
    "1": "ఒకడు యెహోవాకు నైవేద్యము అర్పించునప్పుడు అతడు గోధుమ పిండి తేవలెను; దానిమీద నూనె పోసి దానిపైన సాంబ్రాణి వేయవలెను.",
    "2": "అతడు యాజకులగు అహరోను కుమారుల యొద్దకు దానిని తేవలెను. అప్పుడు యాజకుడు ఆ పిండిలోనుండియు నూనెలోనుండియు పిడికెడు తీసికొని, సాంబ్రాణి అంతయు చేర్చి, జ్ఞాపకార్థముగా బలిపీఠము మీద దహించవలెను; అది యెహోవాకు ఇంపైన సువాసనగల హోమము.",
    "3": "ఆ నైవేద్యములో మిగిలినది అహరోనుకును అతని కుమారులకును చెందును; అది యెహోవా హోమములలో అతి పరిశుద్ధమైనది.",
    "4": "నీవు పొయ్యిలో కాల్చిన నైవేద్యమును అర్పించినయెడల అది నూనె కలిపిన గోధుమ పిండితో చేసిన పొంగని రొట్టెలు గాని, నూనె రాసిన పొంగని పూరీలు గాని అయి ఉండవలెను.",
    "5": "నీ అర్పణ పెనము మీద కాల్చిన నైవేద్యమైన యెడల అది నూనె కలిపిన గోధుమ పిండితో చేసినదై పొంగనిదై ఉండవలెను.",
    "6": "దానిని ముక్కలుగా చేసి దానిమీద నూనె పోయవలెను; అది నైవేద్యము.",
    "7": "నీ అర్పణ కుండలో వండిన నైవేద్యమైన యెడల అది నూనెతో చేసిన గోధుమ పిండిదై ఉండవలెను.",
    "8": "వాటితో చేసిన నైవేద్యమును యెహోవా సన్నిధికి తేవలెను; అది యాజకునికియ్యవలెను, అతడు బలిపీఠమునొద్దకు దానిని తేవలెను.",
    "9": "యాజకుడు ఆ నైవేద్యములోనుండి జ్ఞాపకార్థమైన భాగమును తీసి బలిపీఠము మీద దహించవలెను; అది యెహోవాకు ఇంపైన సువాసనగల హోమము.",
    "10": "ఆ నైవేద్యములో మిగిలినది అహరోనుకును అతని కుమారులకును చెందును; అది యెహోవా హోమములలో అతి పరిశుద్ధమైనది.",
    "11": "మీరు యెహోవాకు అర్పించు ఏ నైవేద్యమును పులిసినదానితో చేయకూడదు; ఏలయనగా యెహోవాకు హోమముగా పులిసినదైనను తేనెనైనను దహించకూడదు.",
    "12": "ప్రథమ ఫలార్పణగా యెహోవాకు వాటిని అర్పింపవచ్చును గాని ఇంపైన సువాసన కలుగుటకై బలిపీఠము మీదకి వాటిని తేకూడదు.",
    "13": "నీవు అర్పించు ప్రతి నైవేద్యమునకు ఉప్పు చేర్చవలెను; నీ దేవుని నిబంధన ఉప్పు నీ నైవేద్యము మీద ఉండక మానకూడదు; నీ అర్పణలన్నిటితోను ఉప్పు అర్పింపవలెను.",
    "14": "నీవు యెహోవాకు ప్రథమ ఫలముల నైవేద్యము అర్పించునప్పుడు, పచ్చని వెన్నులలోని వేయించిన గింజలను, అనగా కర్ర విరిగొట్టిన గింజలను నీ ప్రథమ ఫలముల నైవేద్యముగా అర్పింపవలెను.",
    "15": "దానిమీద నూనె పోసి దానిపైన సాంబ్రాణి వేయవలెను; అది నైవేద్యము.",
    "16": "యాజకుడు విరిగొట్టిన ఆ గింజలలో కొంత, ఆ నూనెలో కొంత, ఆ సాంబ్రాణి అంతయు జ్ఞాపకార్థముగా దహించవలెను; అది యెహోవాకు హోమము."
}
