
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - ఇశ్రాయేలీయులలోనైనను ఇశ్రాయేలులో నివసించు పరదేశులలోనైనను ఎవడైనను తన సంతానమును మోలెకుకు ఇచ్చినయెడల వానికి తప్పక మరణశిక్ష విధింపవలెను; ఆ దేశ ప్రజలు రాళ్లతో వానిని కొట్టవలెను.",
    "3": "నేను ఆ మనుష్యునికి విరోధినై నా ప్రజలలోనుండి వానిని కొట్టివేయుదును; ఏలయనగా వాడు నా పరిశుద్ధ స్థలమును అపవిత్రపరచుటకును నా పరిశుద్ధ నామమును చెరుపుటకును తన సంతానమును మోలెకుకు ఇచ్చెను.",
    "4": "వాడు తన సంతానమును మోలెకుకు ఇచ్చినప్పుడు ఆ దేశ ప్రజలు ఆ మనుష్యుని చంపక చూచియు చూడనట్లుండిన యెడల",
    "5": "నేను ఆ మనుష్యునికిని వాని కుటుంబమునకును విరోధినై, వానిని, వానిని వెంబడించి మోలెకుతో వ్యభిచరించిన వారినందరిని వారి ప్రజలలోనుండి కొట్టివేయుదును.",
    "6": "కర్ణపిశాచి గలవారి వైపునకును సోదె చెప్పువారి వైపునకును తిరిగి వారితో వ్యభిచరించువానికి నేను విరోధినై వాని ప్రజలలోనుండి వానిని కొట్టివేయుదును.",
    "7": "కాబట్టి మిమ్మును మీరు పరిశుద్ధపరచుకొని పరిశుద్ధులై యుండుడి; నేను మీ దేవుడనైన యెహోవాను.",
    "8": "మీరు నా కట్టడలను గైకొని వాటిని ఆచరింపవలెను; మిమ్మును పరిశుద్ధపరచు యెహోవాను నేనే.",
    "9": "తన తండ్రినైనను తల్లినైనను శపించువానికి తప్పక మరణశిక్ష విధింపవలెను; వాడు తన తండ్రినైనను తల్లినైనను శపించెను గనుక వాని రక్తాపరాధము వానిమీదనే ఉండును.",
    "10": "ఒకడు వేరొకని భార్యతో వ్యభిచరించినయెడల, అనగా తన పొరుగువాని భార్యతో వ్యభిచరించువానికిని ఆ వ్యభిచారిణికిని తప్పక మరణశిక్ష విధింపవలెను.",
    "11": "తన తండ్రి భార్యతో శయనించువాడు తన తండ్రి మానమును తీసినవాడు; వారిద్దరికిని తప్పక మరణశిక్ష విధింపవలెను; వారి రక్తాపరాధము వారిమీదనే ఉండును.",
    "12": "ఒకడు తన కోడలితో శయనించినయెడల వారిద్దరికిని తప్పక మరణశిక్ష విధింపవలెను; వారు జుగుప్సాకరమైన పని చేసిరి; వారి రక్తాపరాధము వారిమీదనే ఉండును.",
    "13": "స్త్రీతో శయనించునట్లు పురుషునితో ఒకడు శయనించినయెడల వారిద్దరు హేయమైన కార్యం చేసినవారగుదురు; వారికి తప్పక మరణశిక్ష విధింపవలెను; వారి రక్తాపరాధము వారిమీదనే ఉండును.",
    "14": "ఒకడు ఒక స్త్రీని ఆమె తల్లిని పెండ్లి చేసికొనినయెడల అది కామవికారము; మీలో కామవికారము ఉండకుండునట్లు వానిని ఆ స్త్రీలను అగ్నితో కాల్చివేయవలెను.",
    "15": "ఒకడు జంతువుతో సంయోగము చేసినయెడల వానికి తప్పక మరణశిక్ష విధింపవలెను; ఆ జంతువును మీరు చంపవలెను.",
    "16": "ఒక స్త్రీ జంతువుతో సంయోగము చేయుటకు దాని యొద్దకు చేరినయెడల ఆ స్త్రీని ఆ జంతువును చంపవలెను; వారికి తప్పక మరణశిక్ష విధింపవలెను; వారి రక్తాపరాధము వారిమీదనే ఉండును.",
    "17": "ఒకడు తన తండ్రి కుమార్తెనైనను తన తల్లి కుమార్తెనైనను తన సహోదరిని తీసికొని ఆమె మానమును చూచి, ఆమెయు అతని మానమును చూచినయెడల అది అవమానము; వారి జనుల కన్నుల యెదుట వారు కొట్టివేయబడవలెను; వాడు తన సహోదరి మానమును తీసెను గనుక వాడు తన దోషశిక్షను భరించును.",
    "18": "ఒకడు ఋతువైన స్త్రీతో శయనించి ఆమె మానమును తీసినయెడల, అతడు ఆమె ఊటను బయలుపరచెను, ఆమె తన రక్తపు ఊటను బయలుపరచుకొనెను గనుక వారిద్దరు తమ ప్రజలలోనుండి కొట్టివేయబడవలెను.",
    "19": "నీ తల్లి సహోదరి మానమునైనను నీ తండ్రి సహోదరి మానమునైనను తీయకూడదు; ఏలయనగా వాడు తన రక్తసంబంధిని అవమానపరచెను; వారు తమ దోషశిక్షను భరింతురు.",
    "20": "ఒకడు తన పినతండ్రి భార్యతో శయనించినయెడల వాడు తన పినతండ్రి మానమును తీసినవాడు; వారు తమ పాపమును భరింతురు, వారు సంతానము లేనివారై చనిపోవుదురు.",
    "21": "ఒకడు తన సహోదరుని భార్యను తీసికొనినయెడల అది అపవిత్రత; వాడు తన సహోదరుని మానమును తీసినవాడు; వారు సంతానము లేనివారగుదురు.",
    "22": "కాబట్టి మీరు నా కట్టడలన్నిటిని నా విధులన్నిటిని ఆచరించి నడుచుకొనవలెను; అప్పుడు మీరు నివసించుటకు నేను మిమ్మును తీసికొనిపోవుచున్న దేశము మిమ్మును కక్కివేయకుండును.",
    "23": "నేను మీ యెదుటనుండి వెళ్లగొట్టుచున్న జనము యొక్క ఆచారములనుబట్టి నడుచుకొనకూడదు; వారు ఆ క్రియలన్నిటిని చేసిరి గనుక నేను వారిని అసహ్యించుకొంటిని.",
    "24": "మీరు వారి దేశమును స్వాధీనపరచుకొందురు; పాలు తేనెలు ప్రవహించు ఆ దేశమును మీకు స్వాస్థ్యముగా ఇచ్చెదను; నేను ఇతర ప్రజలలోనుండి మిమ్మును వేరుపరచిన మీ దేవుడనైన యెహోవాను అని మీతో చెప్పితిని.",
    "25": "కాబట్టి మీరు పవిత్రమైన జంతువులకును అపవిత్రమైనవాటికిని, అపవిత్రమైన పక్షులకును పవిత్రమైనవాటికిని భేదము చేసి, అపవిత్రమని నేను మీకు వేరుపరచిన జంతువులవలననైనను పక్షులవలననైనను నేలమీద ప్రాకు వాటన్నిటివలననైనను మిమ్మును మీరు అసహ్యులుగా చేసికొనకూడదు.",
    "26": "యెహోవా అను నేను పరిశుద్ధుడను గనుక మీరును నాకు పరిశుద్ధులై యుండవలెను; మీరు నావారై యుండునట్లు అన్యజనులలోనుండి మిమ్మును వేరుపరచితిని.",
    "27": "కర్ణపిశాచి గల పురుషుడైనను స్త్రీయైనను, సోదె చెప్పువాడైనను తప్పక మరణశిక్ష నొందవలెను; రాళ్లతో వారిని కొట్టవలెను; వారి రక్తాపరాధము వారిమీదనే ఉండును."
}
