
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను - నీవు అహరోను కుమారులైన యాజకులతో ఇట్లనుము - వారిలో ఎవడును తన ప్రజలలో చనిపోయినవానివలన అపవిత్రపడకూడదు.",
    "2": "అయితే తనకు సమీప బంధువులైన తన తల్లి, తన తండ్రి, తన కుమారుడు, తన కుమార్తె, తన సహోదరుడు,",
    "3": "ఇంకా పురుషుని చేరనిదై తన యొద్ద నున్న కన్యకయగు తన సహోదరి, వీరిని బట్టి అతడు అపవిత్రపడవచ్చును.",
    "4": "అతడు తన ప్రజలలో ప్రధానుడు గనుక తనను తాను అపవిత్రపరచుకొనకూడదు, చెరుపుకొనకూడదు.",
    "5": "వారు తమ తలలు బోడి చేసికొనకూడదు, గడ్డపు కొనలు గొరిగించుకొనకూడదు, తమ దేహములలో గాట్లు పెట్టుకొనకూడదు.",
    "6": "వారు తమ దేవునికి ప్రతిష్ఠితులై యుండవలెను, తమ దేవుని నామమును అపవిత్రపరచకూడదు; ఏలయనగా వారు యెహోవా హోమములను తమ దేవుని ఆహారమును అర్పించువారు గనుక వారు పరిశుద్ధులై యుండవలెను.",
    "7": "వారు వేశ్యనైనను చెడిపోయినదానినైనను పెండ్లి చేసికొనకూడదు; తన భర్త చేత విడనాడబడినదానిని పెండ్లి చేసికొనకూడదు; ఏలయనగా యాజకుడు తన దేవునికి ప్రతిష్ఠితుడు.",
    "8": "కాబట్టి నీవు అతనిని పరిశుద్ధపరచవలెను; అతడు నీ దేవుని ఆహారమును అర్పించువాడు; అతడు నీకు పరిశుద్ధుడుగా ఉండవలెను; మిమ్మును పరిశుద్ధపరచు యెహోవానగు నేను పరిశుద్ధుడను.",
    "9": "ఒక యాజకుని కుమార్తె వేశ్యయై తనను అపవిత్రపరచుకొనినయెడల ఆమె తన తండ్రిని అపవిత్రపరచును; ఆమెను అగ్నితో కాల్చివేయవలెను.",
    "10": "తన సహోదరులలో ప్రధాన యాజకుడు, అనగా ఎవని తలమీద అభిషేక తైలము పోయబడెనో, ఎవడు వస్త్రములు ధరించుకొనుటకు ప్రతిష్ఠింపబడెనో అతడు తన తల విరబోసికొనకూడదు, తన బట్టలు చింపుకొనకూడదు.",
    "11": "ఏ శవమునొద్దకు అతడు వెళ్లకూడదు; తన తండ్రివలననైనను తల్లివలననైనను తనను అపవిత్రపరచుకొనకూడదు.",
    "12": "పరిశుద్ధ స్థలములోనుండి బయటికి వెళ్లకూడదు, తన దేవుని పరిశుద్ధ స్థలమును అపవిత్రపరచకూడదు; ఏలయనగా అతని దేవుని అభిషేక తైల కిరీటము అతని మీద ఉన్నది; నేను యెహోవాను.",
    "13": "అతడు కన్యకనే పెండ్లి చేసికొనవలెను.",
    "14": "విధవరాలినైనను విడనాడబడినదానినైనను భ్రష్టురాలినైనను వేశ్యనైనను పెండ్లి చేసికొనకూడదు; తన ప్రజలలో కన్యకనే పెండ్లి చేసికొనవలెను.",
    "15": "అతడు తన ప్రజలలో తన సంతానమును అపవిత్రపరచకూడదు; వారిని పరిశుద్ధపరచు యెహోవాను నేనే.",
    "16": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "17": "నీవు అహరోనుతో ఇట్లనుము - నీ సంతానములో వారి తరతరములకు కళంకము గలవాడెవడును తన దేవునికి ఆహారము అర్పించుటకు సమీపింపకూడదు.",
    "18": "కళంకము గలవాడెవడును సమీపింపకూడదు; గ్రుడ్డివాడే గాని కుంటివాడే గాని కుర్రవాడే గాని మిూదటివాడే గాని,",
    "19": "కాలి విరుపు గలవాడే గాని చేతి విరుపు గలవాడే గాని,",
    "20": "గూనివాడే గాని మరుగుజ్జువాడే గాని, పూటకన్ను గలవాడే గాని, గజ్జి గలవాడే గాని, చిడుము గలవాడే గాని, వృషణములు నలిగినవాడే గాని సమీపింపకూడదు.",
    "21": "యాజకుడైన అహరోను సంతానములో కళంకము గలవాడెవడును యెహోవా హోమములను అర్పించుటకు దగ్గరకు రాకూడదు; వాడు కళంకము గలవాడు గనుక తన దేవుని ఆహారమును అర్పించుటకు దగ్గరకు రాకూడదు.",
    "22": "అతడు అతి పరిశుద్ధమైనవాటిలోను పరిశుద్ధమైనవాటిలోను తన దేవుని ఆహారమును తినవచ్చును.",
    "23": "అయినను అతడు కళంకము గలవాడు గనుక అతడు అడ్డతెర యొద్దకు రాకూడదు, బలిపీఠమును సమీపింపకూడదు; నా పరిశుద్ధ స్థలములను అతడు అపవిత్రపరచకూడదు; వాటిని పరిశుద్ధపరచు యెహోవాను నేనే.",
    "24": "అట్లు మోషే అహరోనుతోను అతని కుమారులతోను ఇశ్రాయేలీయులందరితోను చెప్పెను."
}
