
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు అహరోనుతోను అతని కుమారులతోను - ఇశ్రాయేలీయులు నాకు ప్రతిష్ఠించు వాటిని బట్టి మీరు నా పరిశుద్ధ నామమును అపవిత్రపరచకుండునట్లు మీరు జాగ్రత్తగా ఉండవలెను; నేను యెహోవాను అని చెప్పుము.",
    "3": "మరియు వారితో ఇట్లనుము - మీ తరములలో మీ సంతానమంతటిలో ఎవడైనను తనకు అపవిత్రత కలిగియుండి, ఇశ్రాయేలీయులు యెహోవాకు ప్రతిష్ఠించు పరిశుద్ధమైనవాటిని సమీపించినయెడల ఆ మనుష్యుడు నా సన్నిధినుండి కొట్టివేయబడును; నేను యెహోవాను.",
    "4": "అహరోను సంతానములో కుష్ఠురోగియైనను స్రావము గలవాడైనను పవిత్రుడగు వరకు పరిశుద్ధమైనవాటిని తినకూడదు; శవమువలన అపవిత్రమైనదానిని ముట్టువాడును, వీర్యస్ఖలనము గలవాడును,",
    "5": "అపవిత్రమైన ఏ ప్రాకు పురుగునైనను ముట్టువాడును, తనకు అపవిత్రత కలుగజేయు మనుష్యుని, వానికి ఏ అపవిత్రత ఉన్నను వానిని ముట్టువాడును,",
    "6": "అట్టివాటిని ముట్టువాడు సాయంకాలము వరకు అపవిత్రుడగును; వాడు నీళ్లతో తన దేహమును కడుగకొంటేనే గాని పరిశుద్ధమైనవాటిని తినకూడదు.",
    "7": "సూర్యుడు అస్తమించినప్పుడు వాడు పవిత్రుడగును; తరువాత వాడు పరిశుద్ధమైనవాటిని తినవచ్చును; అవి వానికి ఆహారము గదా.",
    "8": "దానంతటదే చచ్చినదానినైనను, దుష్టమృగము చేత చీల్చబడినదానినైనను తినుటవలన వాడు తనను అపవిత్రపరచుకొనకూడదు; నేను యెహోవాను.",
    "9": "కాబట్టి వారు నా విధిననుసరింపవలెను; లేనియెడల దానిని అపవిత్రపరచినందున వారు పాపము మోసి దానివలన చావదురు; నేను వారిని పరిశుద్ధపరచు యెహోవాను.",
    "10": "అన్యుడెవడును పరిశుద్ధమైనదానిని తినకూడదు; యాజకుని యొద్ద నుండువాడు గాని కూలివాడు గాని పరిశుద్ధమైనదానిని తినకూడదు.",
    "11": "అయితే యాజకుడు ద్రవ్యమిచ్చి కొనినవాడు దానిని తినవచ్చును; అతని ఇంట పుట్టినవారు అతని ఆహారమును తినవచ్చును.",
    "12": "యాజకుని కుమార్తె అన్యుని పెండ్లి చేసికొనినయెడల ఆమె ప్రతిష్ఠింపబడిన పరిశుద్ధమైనవాటిని తినకూడదు.",
    "13": "అయితే యాజకుని కుమార్తె విధవరాలైనను విడనాడబడినదైనను సంతానము లేనిదై తన తండ్రి యింటికి తిరిగి వచ్చి, తన బాల్యమందున్నట్లు ఉన్నయెడల ఆమె తన తండ్రి ఆహారమును తినవచ్చును గాని అన్యుడెవడును దానిని తినకూడదు.",
    "14": "ఒకడు పొరబాటున పరిశుద్ధమైనదానిని తినినయెడల వాడు దానితో ఐదవ వంతు కలిపి ఆ పరిశుద్ధమైనదానిని యాజకునికియ్యవలెను.",
    "15": "ఇశ్రాయేలీయులు యెహోవాకు అర్పించు తమ పరిశుద్ధమైనవాటిని వారు అపవిత్రపరచకూడదు.",
    "16": "వారు తమ పరిశుద్ధమైనవాటిని తినుటవలన అపరాధ శిక్షను తమ మీదకి తెచ్చుకొందురు; నేను వారిని పరిశుద్ధపరచు యెహోవాను.",
    "17": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "18": "నీవు అహరోనుతోను అతని కుమారులతోను ఇశ్రాయేలీయులందరితోను ఇట్లనుము - ఇశ్రాయేలు వంశస్థులలోనైనను ఇశ్రాయేలీయులలో నివసించు పరదేశులలోనైనను, ఎవరైనను తమ మ్రొక్కుబళ్లన్నిటిలో గాని తమ స్వేచ్ఛార్పణలన్నిటిలో గాని యెహోవాకు దహనబలిగా అర్పణము అర్పించినప్పుడు",
    "19": "మీరు అంగీకరింపబడునట్లు గోవులలోనుండి గాని గొర్రెలలోనుండి గాని మేకలలోనుండి గాని నిర్దోషమైన మగదానిని అర్పింపవలెను.",
    "20": "కళంకము గలదానిని దేనిని అర్పించకూడదు; అది మీ పక్షముగా అంగీకరింపబడదు.",
    "21": "మరియు ఎవరైనను యెహోవాకు మ్రొక్కుబడి చెల్లించుటకైనను, స్వేచ్ఛార్పణగానైనను గోవుల మందలోనుండి గాని గొర్రెల మేకల మందలోనుండి గాని సమాధానబలి అర్పించినయెడల అది అంగీకరింపబడునట్లు నిర్దోషమైనదై ఉండవలెను; దానిలో ఏ కళంకము ఉండకూడదు.",
    "22": "గుడ్డిదైనను, విరిగినదైనను, ముొడమైనదైనను, కురుపు గలదైనను, గజ్జి గలదైనను, చిడుము గలదైనను మీరు యెహోవాకు అర్పింపకూడదు; బలిపీఠము మీద యెహోవాకు హోమముగా వాటిని ఇయ్యకూడదు.",
    "23": "అవయవములు హెచ్చు తగ్గులు గల ఎద్దునైనను గొర్రెపిల్లను గాని నీవు స్వేచ్ఛార్పణగా అర్పింపవచ్చును గాని మ్రొక్కుబడికి అది అంగీకరింపబడదు.",
    "24": "వృషణములు నలిగినదైనను చితకగొట్టబడినదైనను ఊడదీయబడినదైనను కోయబడినదైనను మీరు యెహోవాకు అర్పింపకూడదు; మీ దేశములో మీరు అట్లు చేయకూడదు.",
    "25": "అన్యుని చేతిలోనుండి అట్టి వాటన్నిటిని తీసికొని మీ దేవునికి ఆహారముగా అర్పింపకూడదు; వాటిలో లోపమున్నది; వాటిలో కళంకమున్నది; అవి మీ పక్షముగా అంగీకరింపబడవు.",
    "26": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "27": "దూడ గాని గొర్రెపిల్ల గాని మేకపిల్ల గాని పుట్టినప్పుడు అది ఏడు దినములు దాని తల్లితో ఉండవలెను; ఎనిమిదవ దినము మొదలుకొని అది యెహోవాకు హోమార్పణముగా అంగీకరింపబడును.",
    "28": "ఆవునైనను గొర్రెనైనను దానిని దాని పిల్లను ఒక్క దినమందే వధింపకూడదు.",
    "29": "మీరు యెహోవాకు కృతజ్ఞతాబలి అర్పించునప్పుడు మీరు అంగీకరింపబడునట్లు దానిని అర్పింపవలెను.",
    "30": "ఆ దినమందే దానిని తినవలెను; ఉదయము వరకు దానిలో కొంచెమైనను మిగలనియ్యకూడదు; నేను యెహోవాను.",
    "31": "మీరు నా ఆజ్ఞలను గైకొని వాటిని ఆచరింపవలెను; నేను యెహోవాను.",
    "32": "మీరు నా పరిశుద్ధ నామమును అపవిత్రపరచకూడదు; ఇశ్రాయేలీయుల మధ్య నేను పరిశుద్ధపరచబడెదను; నేను మిమ్మును పరిశుద్ధపరచు యెహోవాను.",
    "33": "మీకు దేవుడనై యుండుటకు ఐగుప్తు దేశములోనుండి మిమ్మును రప్పించినవాడను; నేను యెహోవాను."
}
