
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - యెహోవా నియామక కాలములు ఇవే; మీరు పరిశుద్ధ సంఘపు కూటములుగా చాటింపవలసిన నా నియామక కాలములు ఇవే.",
    "3": "ఆరు దినములు పని చేయవలెను; ఏడవ దినము విశ్రాంతి దినము, అనగా పరిశుద్ధ సంఘపు కూటము గల సబ్బాతు; దానిలో మీరు ఏ పనియు చేయకూడదు; మీ నివాసములన్నిటిలో అది యెహోవాకు సబ్బాతు దినము.",
    "4": "నియామక కాలములను బట్టి మీరు పరిశుద్ధ సంఘపు కూటములుగా చాటింపవలసిన యెహోవా పండుగలు ఇవే.",
    "5": "మొదటి నెల పద్నాలుగవ దినము సాయంకాలమున యెహోవాకు పస్కా పండుగ.",
    "6": "ఆ నెల పదిహేనవ దినమున యెహోవాకు పులియని రొట్టెల పండుగ; ఏడు దినములు మీరు పులియని రొట్టెలనే తినవలెను.",
    "7": "మొదటి దినమున మీకు పరిశుద్ధ సంఘపు కూటము ఉండవలెను; నాడు మీరు ఏ జీవనోపాధియైన పనియు చేయకూడదు.",
    "8": "ఏడు దినములు మీరు యెహోవాకు హోమము అర్పింపవలెను; ఏడవ దినమున పరిశుద్ధ సంఘపు కూటముండును; నాడు మీరు ఏ జీవనోపాధియైన పనియు చేయకూడదు.",
    "9": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "10": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - నేను మీకిచ్చుచున్న దేశమునకు మీరు వచ్చి దాని పంటను కోయునప్పుడు, మీ కోతలో ప్రథమ ఫలముగా ఒక పనను యాజకుని యొద్దకు తేవలెను.",
    "11": "మీరు అంగీకరింపబడునట్లు అతడు యెహోవా సన్నిధిని ఆ పనను అల్లాడింపవలెను; విశ్రాంతి దినమునకు మరునాడు యాజకుడు దానిని అల్లాడింపవలెను.",
    "12": "మీరు ఆ పనను అల్లాడించు దినమున దహనబలిగా యెహోవాకు నిర్దోషమైన ఏడాది గొర్రెపిల్లను అర్పింపవలెను.",
    "13": "దానికి నైవేద్యముగా నూనె కలిపిన రెండు పదియవ వంతుల గోధుమ పిండిని యెహోవాకు ఇంపైన సువాసన గల హోమముగాను, దానికి పానార్పణముగా ముప్పావు ద్రాక్షారసమును అర్పింపవలెను.",
    "14": "మీరు మీ దేవునికి అర్పణము తెచ్చు దినము వరకు రొట్టెనైనను వేయించిన ధాన్యమునైనను పచ్చి వెన్నులనైనను తినకూడదు; ఇది మీ నివాసములన్నిటిలో మీ తరతరములకు నిత్యమైన కట్టడ.",
    "15": "విశ్రాంతి దినమునకు మరునాడు, అనగా మీరు అల్లాడింపబడు పనను తెచ్చిన దినము నుండి ఏడు వారములు లెక్కించవలెను; అవి సంపూర్ణ వారములు కావలెను.",
    "16": "ఏడవ విశ్రాంతి దినమునకు మరునాడు వరకు ఏబది దినములు లెక్కించి యెహోవాకు క్రొత్త నైవేద్యమును అర్పింపవలెను.",
    "17": "మీ నివాసములలోనుండి రెండు రొట్టెలను అల్లాడింపబడు అర్పణముగా తేవలెను. అవి రెండు పదియవ వంతుల పిండితో చేయబడవలెను; వాటిని పులిసిన పిండితో కాల్చవలెను; అవి యెహోవాకు ప్రథమ ఫలములు.",
    "18": "ఆ రొట్టెలతో కూడ నిర్దోషమైన ఏడు ఏడాది గొర్రెపిల్లలను, ఒక కోడెదూడను, రెండు పొట్టేళ్లను అర్పింపవలెను; అవి వాటి నైవేద్యముతోను వాటి పానార్పణములతోను యెహోవాకు ఇంపైన సువాసన గల హోమముగా దహనబలి అగును.",
    "19": "మరియు పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును, సమాధానబలిగా ఏడాదివి రెండు గొర్రెపిల్లలను అర్పింపవలెను.",
    "20": "యాజకుడు ప్రథమ ఫలములైన రొట్టెలతోను ఆ రెండు గొర్రెపిల్లలతోను యెహోవా సన్నిధిని అల్లాడింపబడు అర్పణగా వాటిని అల్లాడింపవలెను; అవి యెహోవాకు ప్రతిష్ఠితమై యాజకునివగును.",
    "21": "ఆ దినమందే మీరు చాటింపవలెను; అది మీకు పరిశుద్ధ సంఘపు కూటముగా ఉండును; దానిలో మీరు ఏ జీవనోపాధియైన పనియు చేయకూడదు; ఇది మీ నివాసములన్నిటిలో మీ తరతరములకు నిత్యమైన కట్టడ.",
    "22": "మీరు మీ దేశ పంటను కోయునప్పుడు, నీ పొలము ఓరలను పూర్తిగా కోయకూడదు; నీ కోతలో రాలిన పరిగెను ఏరుకొనకూడదు; బీదలకును పరదేశులకును వాటిని విడిచిపెట్టవలెను; నేను మీ దేవుడనైన యెహోవాను.",
    "23": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "24": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - ఏడవ నెలలో మొదటి దినము మీకు విశ్రాంతి దినము; అది బూరలతో జ్ఞాపకార్థముగా ఊదు ఉత్సవము, పరిశుద్ధ సంఘపు కూటము.",
    "25": "దానిలో మీరు ఏ జీవనోపాధియైన పనియు చేయకూడదు; యెహోవాకు హోమము అర్పింపవలెను.",
    "26": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "27": "ఈ ఏడవ నెల పదవ దినము ప్రాయశ్చిత్త దినము; అది మీకు పరిశుద్ధ సంఘపు కూటము; మిమ్మును మీరు దుఃఖపరచుకొని యెహోవాకు హోమము అర్పింపవలెను.",
    "28": "ఆ దినమున మీరు ఏ పనియు చేయకూడదు; ఏలయనగా మీ దేవుడైన యెహోవా సన్నిధిని మీ నిమిత్తము ప్రాయశ్చిత్తము చేయుటకు అది ప్రాయశ్చిత్త దినము.",
    "29": "ఆ దినమున తనను తాను దుఃఖపరచుకొనని ప్రతివాడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "30": "ఆ దినమున ఏ పనియైనను చేయు ప్రతివానిని వాని ప్రజలలో నుండకుండ నాశనము చేసెదను.",
    "31": "మీరు ఏ పనియు చేయకూడదు; ఇది మీ నివాసములన్నిటిలో మీ తరతరములకు నిత్యమైన కట్టడ.",
    "32": "అది మీకు విశ్రాంతి దినము; మిమ్మును మీరు దుఃఖపరచుకొనవలెను; ఆ నెల తొమ్మిదవ దినము సాయంకాలమున, అనగా ఆ సాయంకాలము మొదలుకొని మరుసటి సాయంకాలము వరకు మీరు మీ విశ్రాంతి దినమును ఆచరింపవలెను.",
    "33": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "34": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - ఈ ఏడవ నెల పదిహేనవ దినమున ఏడు దినముల వరకు యెహోవాకు పర్ణశాలల పండుగ జరుగును.",
    "35": "మొదటి దినమున పరిశుద్ధ సంఘపు కూటముండును; నాడు మీరు ఏ జీవనోపాధియైన పనియు చేయకూడదు.",
    "36": "ఏడు దినములు మీరు యెహోవాకు హోమము అర్పింపవలెను; ఎనిమిదవ దినమున మీకు పరిశుద్ధ సంఘపు కూటముండును; మీరు యెహోవాకు హోమము అర్పింపవలెను; అది వ్రత దినము; నాడు మీరు ఏ జీవనోపాధియైన పనియు చేయకూడదు.",
    "37": "యెహోవాకు దహనబలిని నైవేద్యమును బలిని పానార్పణములను హోమముగా, ఆయా దినములకు నియమింపబడినవాటిని అర్పించుటకు మీరు పరిశుద్ధ సంఘపు కూటములుగా చాటింపవలసిన యెహోవా నియామక కాలములు ఇవే.",
    "38": "ఇవి యెహోవా విశ్రాంతి దినములు గాకయు, మీ యీవులు గాకయు, మీ మ్రొక్కుబళ్లన్నియు గాకయు, మీరు యెహోవాకు ఇచ్చు మీ స్వేచ్ఛార్పణలన్నియు గాకయు ఉండవలెను.",
    "39": "మీరు దేశ పంటను కూర్చుకొనిన తరువాత ఏడవ నెల పదిహేనవ దినమున ఏడు దినములు యెహోవాకు పండుగ ఆచరింపవలెను; మొదటి దినము విశ్రాంతి దినము, ఎనిమిదవ దినము విశ్రాంతి దినము.",
    "40": "మొదటి దినమున మీరు అందమైన చెట్ల పండ్లను, ఈత మట్టలను, గొజ్జంగి కొమ్మలను, ఏటి నిరజీవి చెట్లను పట్టుకొని ఏడు దినములు మీ దేవుడైన యెహోవా సన్నిధిని ఉత్సహింపవలెను.",
    "41": "ఏటేట ఏడు దినములు యెహోవాకు ఆ పండుగను ఆచరింపవలెను; ఇది మీ తరతరములకు నిత్యమైన కట్టడ; ఏడవ నెలలో దానిని ఆచరింపవలెను.",
    "42": "ఏడు దినములు మీరు పర్ణశాలలలో నివసింపవలెను; నేను ఐగుప్తు దేశములోనుండి ఇశ్రాయేలీయులను రప్పించినప్పుడు వారు పర్ణశాలలలో నివసించునట్లు చేసితినని మీ తరములవారు తెలిసికొనునట్లు",
    "43": "ఇశ్రాయేలీయులైన దేశస్థులందరు పర్ణశాలలలో నివసింపవలెను; నేను మీ దేవుడనైన యెహోవాను.",
    "44": "అట్లు మోషే యెహోవా నియామక కాలములను ఇశ్రాయేలీయులకు తెలియచేసెను."
}
