
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నిత్యము దీపము వెలుగుచుండునట్లు దీపము కొరకు దంచి తీసిన స్వచ్ఛమైన ఒలీవ నూనెను నీ యొద్దకు తేవలెనని ఇశ్రాయేలీయులకు ఆజ్ఞాపించుము.",
    "3": "ప్రత్యక్షపు గుడారములో సాక్ష్యపు మందసమునొద్దనున్న అడ్డతెర వెలుపల అహరోను సాయంకాలము మొదలుకొని ఉదయము వరకు నిత్యము యెహోవా సన్నిధిని దానిని చక్కపరచవలెను; ఇది మీ తరతరములకు నిత్యమైన కట్టడ.",
    "4": "అతడు నిత్యము యెహోవా సన్నిధిని పవిత్రమైన దీపవృక్షము మీద ఆ దీపములను చక్కపరచవలెను.",
    "5": "మరియు నీవు గోధుమ పిండిని తీసికొని దానితో పన్నెండు రొట్టెలను వండవలెను; ఒక్కొక్క రొట్టె రెండు పదియవ వంతుల పిండితో చేయబడవలెను.",
    "6": "యెహోవా సన్నిధిని పవిత్రమైన బల్ల మీద ఒక్కొక్క పంక్తికి ఆరేసి చొప్పున రెండు పంక్తులుగా వాటిని ఉంచవలెను.",
    "7": "ప్రతి పంక్తి మీద స్వచ్ఛమైన సాంబ్రాణి ఉంచవలెను; అది ఆ రొట్టెలకు జ్ఞాపకార్థముగా, అనగా యెహోవాకు హోమముగా ఉండును.",
    "8": "నిత్య నిబంధనగా ఇశ్రాయేలీయుల యొద్దనుండి తీసికొనినదై ప్రతి విశ్రాంతి దినమున అతడు నిత్యము యెహోవా సన్నిధిని దానిని చక్కపరచవలెను.",
    "9": "అది అహరోనుకును అతని కుమారులకును చెందును; వారు పరిశుద్ధ స్థలములో దానిని తినవలెను; ఏలయనగా యెహోవా హోమములలో అది అతనికి నిత్యమైన కట్టడ చొప్పున అతి పరిశుద్ధమైనది.",
    "10": "ఇశ్రాయేలీయురాలికి పుట్టినవాడొకడు ఇశ్రాయేలీయుల మధ్యకు వచ్చెను; వాడు ఐగుప్తీయునికి పుట్టినవాడు. ఈ ఇశ్రాయేలీయురాలి కుమారుడును ఒక ఇశ్రాయేలీయుడును పాళెములో పోట్లాడుకొనిరి.",
    "11": "ఆ ఇశ్రాయేలీయురాలి కుమారుడు దేవుని నామమును దూషించి శపించగా, వారు మోషే యొద్దకు వానిని తీసికొనివచ్చిరి. వాని తల్లి పేరు షెలోమీతు; ఆమె దాను గోత్రపు వాడైన దిబ్రీ కుమార్తె.",
    "12": "యెహోవా నోటిమాటవలన వారికి విధి తెలుపబడుటకై వారు వానిని కావలిలో ఉంచిరి.",
    "13": "అప్పుడు యెహోవా మోషేతో ఇట్లనెను",
    "14": "శపించినవానిని పాళెము వెలుపలికి తీసికొనిరమ్ము; వాని మాట వినినవారందరు వాని తలమీద తమ చేతులుంచవలెను; తరువాత సర్వసమాజము రాళ్లతో వానిని కొట్టవలెను.",
    "15": "మరియు నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - ఎవడైనను తన దేవుని శపించినయెడల వాడు తన పాపమును భరించును.",
    "16": "యెహోవా నామమును దూషించువాడు మరణశిక్ష నొందవలెను; సర్వసమాజము రాళ్లతో వానిని కొట్టవలెను; పరదేశియే గాని దేశస్థుడే గాని యెహోవా నామమును దూషించినయెడల వాడు మరణశిక్ష నొందవలెను.",
    "17": "ఎవడైనను ఏ మనుష్యునినైనను చంపినయెడల వానికి మరణశిక్ష విధింపవలెను.",
    "18": "ఒక జంతువును చంపినవాడు దానికి మారుగా జంతువును ఇయ్యవలెను; ప్రాణమునకు ప్రాణము.",
    "19": "ఎవడైనను తన పొరుగువానికి లోపము కలుగజేసినయెడల, వాడు చేసినట్లే వానికిని చేయబడవలెను.",
    "20": "విరుపునకు విరుపు, కంటికి కన్ను, పంటికి పల్లు; వాడు ఒక మనుష్యునికి ఎట్లు లోపము కలుగజేసెనో ఆలాగుననే వానికిని చేయబడవలెను.",
    "21": "జంతువును చంపినవాడు దానికి బదులియ్యవలెను; మనుష్యుని చంపినవాడు మరణశిక్ష నొందవలెను.",
    "22": "పరదేశికిని దేశస్థునికిని విధి ఒక్కటే ఉండవలెను; నేను మీ దేవుడనైన యెహోవాను.",
    "23": "మోషే ఇశ్రాయేలీయులతో ఆలాగు చెప్పగా, వారు శపించినవానిని పాళెము వెలుపలికి తీసికొనిపోయి రాళ్లతో కొట్టిరి. యెహోవా మోషేకు ఆజ్ఞాపించినట్లు ఇశ్రాయేలీయులు చేసిరి."
}
