
{
    "1": "మరియు యెహోవా సీనాయి కొండమీద మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - నేను మీకిచ్చుచున్న దేశములో మీరు ప్రవేశించిన తరువాత ఆ దేశము యెహోవాకు విశ్రాంతి ఆచరింపవలెను.",
    "3": "ఆరు సంవత్సరములు నీ పొలమును విత్తవలెను; ఆరు సంవత్సరములు నీ ద్రాక్షతోటను పని చేసి దాని పంటను కూర్చుకొనవలెను.",
    "4": "ఏడవ సంవత్సరమున దేశమునకు మహా విశ్రాంతి కాలము, అనగా యెహోవాకు విశ్రాంతి కాలము ఉండవలెను; నీ పొలమును విత్తకూడదు, నీ ద్రాక్షతోటను పని చేయకూడదు.",
    "5": "నీ కోతలో రాలిన పంటను కోయకూడదు, నీవు పని చేయని ద్రాక్షచెట్ల పండ్లను ఏరుకొనకూడదు; అది దేశమునకు విశ్రాంతి సంవత్సరము.",
    "6": "దేశ విశ్రాంతి దినములలోని పంట నీకును నీ దాసునికిని నీ దాసికిని నీ కూలివానికిని నీ యొద్ద నివసించు పరదేశికిని ఆహారమగును.",
    "7": "నీ పశువులకును నీ దేశములోనున్న జంతువులకును దాని పంట అంతయు ఆహారమగును.",
    "8": "మరియు నీవు ఏడు విశ్రాంతి సంవత్సరములను, అనగా ఏడు మారులు ఏడేండ్లను లెక్కించుకొనవలెను; ఆ ఏడు విశ్రాంతి సంవత్సరముల కాలము నీకు నలభై తొమ్మిది ఏండ్లగును.",
    "9": "ఏడవ నెల పదవ దినమున నీవు బూరధ్వని చేయించవలెను; ఆ ప్రాయశ్చిత్త దినమున మీ దేశమందంతట బూర ఊదింపవలెను.",
    "10": "మీరు ఆ ఏబదియవ సంవత్సరమును పరిశుద్ధపరచి, దేశ నివాసులకందరికిని విడుదల చాటింపవలెను. అది మీకు సువత్సరము; అప్పుడు మీలో ప్రతివాడు తన స్వాస్థ్యమునకు తిరిగి రావలెను; ప్రతివాడు తన కుటుంబమునకు తిరిగి రావలెను.",
    "11": "ఆ ఏబదియవ సంవత్సరము మీకు సువత్సరము; దానిలో మీరు విత్తకూడదు, దానిలో రాలిన పంటను కోయకూడదు, పని చేయని ద్రాక్షచెట్ల పండ్లను ఏరుకొనకూడదు.",
    "12": "ఏలయనగా అది సువత్సరము; అది మీకు పరిశుద్ధముగా ఉండవలెను; పొలములోని పంటను మీరు తినవలెను.",
    "13": "ఆ సువత్సరములో మీలో ప్రతివాడు తన స్వాస్థ్యమునకు తిరిగి రావలెను.",
    "14": "నీ పొరుగువానికి ఏదైనను అమ్మినప్పుడైనను, నీ పొరుగువాని యొద్ద ఏదైనను కొనినప్పుడైనను ఒకనినొకడు వంచించకూడదు.",
    "15": "సువత్సరము తరువాత అయిన సంవత్సరముల లెక్కను బట్టి నీ పొరుగువాని యొద్ద కొనవలెను; పంటలు గల సంవత్సరముల లెక్కను బట్టి వాడు నీకు అమ్మవలెను.",
    "16": "సంవత్సరములు ఎక్కువైనయెడల దాని వెల ఎక్కువ చేయవలెను; సంవత్సరములు తక్కువైనయెడల దాని వెల తక్కువ చేయవలెను; ఏలయనగా పంటల సంఖ్యను బట్టి వాడు నీకు అమ్ముచున్నాడు.",
    "17": "మీలో ఒకనినొకడు వంచించకూడదు; నీ దేవునికి భయపడవలెను; నేను మీ దేవుడనైన యెహోవాను.",
    "18": "కాబట్టి మీరు నా కట్టడలను ఆచరించి నా విధులను గైకొని నడుచుకొనవలెను; అప్పుడు మీరు దేశములో సురక్షితముగా నివసించెదరు.",
    "19": "దేశము దాని పంటను ఇచ్చును, మీరు తృప్తిగా తిని దానిలో సురక్షితముగా నివసించెదరు.",
    "20": "ఏడవ సంవత్సరమున మేము విత్తకయు మా పంటను కూర్చుకొనకయు ఉండినయెడల మేము ఏమి తిందుమని మీరు అనినపక్షమున",
    "21": "ఆరవ సంవత్సరమున నా దీవెన మీకు కలుగునట్లు ఆజ్ఞాపించెదను; అది మూడు సంవత్సరములకు సరిపడు పంటను ఇచ్చును.",
    "22": "ఎనిమిదవ సంవత్సరమున మీరు విత్తుదురు గాని పాత పంటనే తినుచుందురు; తొమ్మిదవ సంవత్సరమున క్రొత్త పంట వచ్చువరకు మీరు పాతదే తిందురు.",
    "23": "దేశమును శాశ్వతకాలమునకు అమ్మకూడదు; ఆ దేశము నాది; మీరు నాయొద్ద పరదేశులును అతిథులునై యున్నారు.",
    "24": "మీ స్వాస్థ్యమైన దేశమందంతట భూమిని విడిపించుకొనుటకు ఒప్పుకొనవలెను.",
    "25": "నీ సహోదరుడు బీదవాడై తన స్వాస్థ్యములో కొంత అమ్మినయెడల, అతనికి సమీప బంధువు వచ్చి తన సహోదరుడు అమ్మినదానిని విడిపించవలెను.",
    "26": "దానిని విడిపించుటకు ఎవరూ లేకపోయినను, అతనికి బాగుపడి దానిని విడిపించుకొనుటకు శక్తి కలిగినను,",
    "27": "అతడు అది అమ్మిన సంవత్సరములను లెక్కించి, మిగిలిన వెల దానిని కొనినవానికి తిరిగి ఇచ్చి తన స్వాస్థ్యమునకు రావచ్చును.",
    "28": "దానిని తిరిగి రాబట్టుకొనుటకు అతనికి శక్తి లేనియెడల, అతడు అమ్మినది సువత్సరము వరకు కొనినవాని చేతిలో ఉండును; సువత్సరమున అది విడువబడును, అతడు తన స్వాస్థ్యమునకు తిరిగి వచ్చును.",
    "29": "ఒకడు ప్రాకారము గల పట్టణములోని ఇల్లు అమ్మినయెడల, అది అమ్మబడిన దినము మొదలుకొని ఒక సంవత్సరము లోపల దానిని విడిపించుకొనవచ్చును; ఒక సంవత్సరము లోపల దానిని విడిపించుకొనుటకు అతనికి అధికారముండును.",
    "30": "అది నిండు సంవత్సరము లోపల విడిపింపబడనియెడల ప్రాకారము గల పట్టణములోని ఆ యిల్లు సువత్సరములో విడువబడక, దానిని కొనినవానికిని వాని సంతానమునకును శాశ్వతముగా స్థిరమగును.",
    "31": "అయితే ప్రాకారము లేని ఊరి ఇండ్లు పొలము వంటివిగా ఎంచబడును; వాటిని విడిపించుకొనవచ్చును, సువత్సరమున అవి విడువబడును.",
    "32": "లేవీయుల పట్టణముల విషయములో, అనగా వారి స్వాస్థ్యమైన పట్టణములలోని ఇండ్ల విషయములో, వాటిని ఎప్పుడైనను విడిపించుకొనుటకు లేవీయులకు అధికారము కలదు.",
    "33": "ఒకడు లేవీయుల యొద్ద ఒక ఇల్లు కొనినయెడల, వారి స్వాస్థ్యమైన పట్టణములో అమ్మబడిన ఆ యిల్లు సువత్సరమున విడువబడును; ఏలయనగా లేవీయుల పట్టణములలోని ఇండ్లు ఇశ్రాయేలీయుల మధ్య వారి స్వాస్థ్యము.",
    "34": "అయితే వారి పట్టణముల పొలిమేరల పొలము అమ్మబడకూడదు; అది వారికి నిత్య స్వాస్థ్యము.",
    "35": "నీ సహోదరుడు బీదవాడై నీ యొద్ద నిలువలేకపోయినయెడల నీవు అతనికి సహాయము చేయవలెను; పరదేశివలెను అతిథివలెను అతడు నీ యొద్ద నివసింపవలెను.",
    "36": "నీ దేవునికి భయపడి అతని యొద్ద వడ్డీని లాభమును పుచ్చుకొనకూడదు; నీ సహోదరుడు నీ యొద్ద బ్రతుకవలెను.",
    "37": "నీవు వడ్డీకి అతనికి సొమ్ము ఇయ్యకూడదు, లాభమునకు ఆహారమియ్యకూడదు.",
    "38": "మీకు కనాను దేశమును ఇచ్చి మీకు దేవుడనై యుండుటకు ఐగుప్తు దేశములోనుండి మిమ్మును రప్పించిన మీ దేవుడనైన యెహోవాను నేనే.",
    "39": "నీ యొద్దనున్న నీ సహోదరుడు బీదవాడై తనకు తాను నీకు అమ్ముకొనినయెడల, దాసునిచేత చేయించుకొనినట్లు అతనిచేత చాకిరి చేయించుకొనకూడదు.",
    "40": "కూలివానివలెను అతిథివలెను అతడు నీ యొద్ద ఉండవలెను; సువత్సరము వరకు అతడు నీకు కొలువు చేయవలెను.",
    "41": "అప్పుడు అతడును అతనితోకూడ అతని పిల్లలును నీ యొద్దనుండి వెళ్లి తన కుటుంబమునకు, అనగా తన పితరుల స్వాస్థ్యమునకు తిరిగి రావలెను.",
    "42": "ఏలయనగా వారు నేను ఐగుప్తు దేశములోనుండి రప్పించిన నా దాసులు; వారు దాసులు అమ్మబడినట్లు అమ్మబడకూడదు.",
    "43": "నీవు కఠినముగా అతనిని ఏలకూడదు; నీ దేవునికి భయపడవలెను.",
    "44": "నీకు ఉండవలసిన దాసదాసీలు మీ చుట్టునున్న అన్యజనుల సంబంధులై యుండవలెను; వారిలోనుండి మీరు దాసదాసీలను కొనుక్కొనవచ్చును.",
    "45": "మరియు మీ మధ్య నివసించు పరదేశుల పిల్లలలోను, మీ దేశమందు వారు కనినవారి కుటుంబములలోను మీరు కొనుక్కొనవచ్చును; వారు మీకు స్వాస్థ్యమగుదురు.",
    "46": "మీ తరువాత మీ పిల్లలకు స్వాస్థ్యముగా ఉండునట్లు మీరు వారిని వారికి ఇయ్యవచ్చును; వారిచేత మీరు నిరంతరము సేవ చేయించుకొనవచ్చును గాని, ఇశ్రాయేలీయులైన మీ సహోదరులను మీరు ఒకరినొకరు కఠినముగా ఏలకూడదు.",
    "47": "నీ యొద్దనున్న పరదేశియైనను అతిథియైనను ఐశ్వర్యవంతుడై, అతని యొద్దనున్న నీ సహోదరుడు బీదవాడై, నీ యొద్దనున్న ఆ పరదేశికైనను అతిథికైనను ఆ పరదేశి కుటుంబములో ఎవనికైనను తనకు తాను అమ్ముకొనినయెడల",
    "48": "అమ్ముకొనిన తరువాత అతనిని విడిపించవచ్చును; అతని సహోదరులలో ఒకడు అతనిని విడిపించవచ్చును.",
    "49": "అతని పినతండ్రియైనను అతని పినతండ్రి కుమారుడైనను అతని విడిపించవచ్చును; లేక అతని వంశములో అతని సమీప బంధువు ఎవడైనను అతని విడిపించవచ్చును; లేక అతనికి కలిగినయెడల తనకు తానే విడిపించుకొనవచ్చును.",
    "50": "అప్పుడు అతడు తాను అమ్ముకొనిన సంవత్సరము మొదలుకొని సువత్సరము వరకు కొనినవానితో లెక్కచూడవలెను; అతడు అమ్మబడిన వెల ఆ సంవత్సరముల చొప్పున ఉండవలెను; కూలివాని దినముల చొప్పున అతడు అతని యొద్ద ఉండెనని ఎంచవలెను.",
    "51": "ఇంకా అనేక సంవత్సరములుండినయెడల వాటి చొప్పున తన క్రయధనములోనుండి విడిపించుకొనుటకు వెల నియ్యవలెను.",
    "52": "సువత్సరము వరకు కొద్ది సంవత్సరములు మిగిలియుండినయెడల, అతడు అతనితో లెక్కచూచి తన సంవత్సరముల చొప్పున విడిపించుకొనుటకు వెల నియ్యవలెను.",
    "53": "ఏటేట కుదుర్చుకొనిన కూలివానివలె అతడు అతని యొద్ద ఉండవలెను; నీ కన్నుల యెదుట అతడు కఠినముగా అతనిని ఏలకూడదు.",
    "54": "ఈ విధముగా అతడు విడిపింపబడనియెడల సువత్సరమందు అతడును అతనితోకూడ అతని పిల్లలును విడుదల పొందుదురు.",
    "55": "ఏలయనగా ఇశ్రాయేలీయులు నాకు దాసులు, వారు నేను ఐగుప్తు దేశములోనుండి రప్పించిన నా దాసులు; నేను మీ దేవుడనైన యెహోవాను."
}
