
{
    "1": "మీరు విగ్రహములను చేసికొనకూడదు, చెక్కిన ప్రతిమనైనను విగ్రహమునైనను నిలువబెట్టుకొనకూడదు, నమస్కరించుటకు మీ దేశములో చితించిన రాతిని ఉంచకూడదు; నేను మీ దేవుడనైన యెహోవాను.",
    "2": "నా విశ్రాంతి దినములను ఆచరింపవలెను; నా పరిశుద్ధ స్థలమును గూర్చి భయభక్తులు కలిగియుండవలెను; నేను యెహోవాను.",
    "3": "మీరు నా కట్టడలను అనుసరించి నడుచుకొని నా ఆజ్ఞలను గైకొని వాటిని ఆచరించినయెడల",
    "4": "మీకు కావలసిన వర్షములను వాటి కాలములలో కురిపించెదను; భూమి పంట పండును; పొలములోని చెట్లు ఫలించును.",
    "5": "మీ నూర్పు కోతకాలము వరకు జరుగును; కోత ద్రాక్ష పండ్ల ఏరిపిడి వరకు జరుగును; మీరు మీ ఆహారమును తృప్తిగా తిని మీ దేశములో సురక్షితముగా నివసించెదరు.",
    "6": "నేను ఆ దేశములో సమాధానము కలుగజేసెదను; మీరు పండుకొనునప్పుడు మిమ్మును బెదరించువాడెవడును ఉండడు; ఆ దేశములోనుండి దుష్టమృగములను నశింపజేసెదను; ఖడ్గము మీ దేశములో సంచరించదు.",
    "7": "మీరు మీ శత్రువులను తరిమెదరు; వారు మీ యెదుట కత్తిపాలగుదురు.",
    "8": "మీలో ఐదుగురు నూరుమందిని తరుముదురు; నూరుమంది పదివేలమందిని తరుముదురు; మీ శత్రువులు మీ యెదుట కత్తిపాలగుదురు.",
    "9": "నేను మిమ్మును కటాక్షించి మీకు పిల్లలను దయచేసి మిమ్మును విస్తరింపజేసి మీతో నా నిబంధనను స్థిరపరచెదను.",
    "10": "మీరు పోయిన సంవత్సరపు పాత పంటను తిందురు; క్రొత్త పంటను బట్టి పాతది తీసివేసెదరు.",
    "11": "నా నివాసస్థలమును మీ మధ్య ఉంచెదను; నా మనస్సు మిమ్మును అసహ్యించుకొనదు.",
    "12": "నేను మీ మధ్య నడిచెదను; మీకు దేవుడనై యుందును, మీరు నాకు ప్రజలై యుందురు.",
    "13": "మీరు ఐగుప్తీయులకు దాసులు కాకుండ వారి దేశములోనుండి మిమ్మును రప్పించిన మీ దేవుడనైన యెహోవాను నేనే; నేను మీ కాడి కట్లను తెంపి మిమ్మును నిటారుగా నడువజేసితిని.",
    "14": "అయితే మీరు నా మాట వినక ఈ ఆజ్ఞలన్నిటిని అనుసరింపక,",
    "15": "నా కట్టడలను నిరాకరించి, నా విధులను అసహ్యించుకొని, నా ఆజ్ఞలన్నిటిని ఆచరింపక నా నిబంధనను మీరినయెడల",
    "16": "నేను మీకు చేయునదేమనగా - హఠాత్తుగా మీ మీదికి భయమును, క్షయవ్యాధిని, జ్వరమును రప్పించెదను; అవి కన్నులను క్షీణింపజేసి ప్రాణమును ఆయాసపరచును; మీరు విత్తుట వ్యర్థము, మీ శత్రువులు మీ పంటను తిందురు.",
    "17": "నేను మీకు విరోధినగుదును, మీ శత్రువుల యెదుట మీరు చంపబడెదరు; మిమ్మును ద్వేషించువారు మిమ్మును ఏలుదురు; తరుమువాడెవడును లేకయే మీరు పారిపోయెదరు.",
    "18": "వీటివలన మీరు నా మాట విననియెడల మీ పాపములను బట్టి మరి ఏడంతలు మిమ్మును దండించెదను.",
    "19": "మీ బలగర్వమును అణచివేసెదను; మీ ఆకాశమును ఇనుమువలెను మీ భూమిని ఇత్తడివలెను చేసెదను.",
    "20": "మీ బలము ఉడిగిపోవును; మీ దేశము పంట ఇయ్యదు, మీ దేశపు చెట్లు ఫలమియ్యవు.",
    "21": "మీరు నాకు విరోధముగా నడచుచు నా మాట విననొల్లనియెడల మీ పాపములను బట్టి మరి ఏడంతలు తెగుళ్లు మీ మీదికి రప్పించెదను.",
    "22": "మీ మీదికి అడవి జంతువులను పంపెదను; అవి మిమ్మును పిల్లలు లేనివారిగా చేసి మీ పశువులను నశింపజేసి మిమ్మును కొద్దిమందిగా చేయును; మీ మార్గములు పాడైపోవును.",
    "23": "వీటివలన మీరు నాకు లోబడక నాకు విరోధముగా నడచినయెడల",
    "24": "నేనును మీకు విరోధముగా నడిచి మీ పాపములను బట్టి మరి ఏడంతలు మిమ్మును మొత్తెదను.",
    "25": "నా నిబంధన విషయమై పగ తీర్చుకొను ఖడ్గమును మీ మీదికి రప్పించెదను; మీరు మీ పట్టణములలో కూడియున్నప్పుడు మీ మధ్యకు తెగులును పంపెదను; మీరు శత్రువు చేతికి అప్పగింపబడెదరు.",
    "26": "మీ ఆహారమను కర్రను నేను విరిచినప్పుడు పదిమంది స్త్రీలు ఒక్క పొయ్యిలోనే మీ రొట్టెలు కాల్చి తూనిక ప్రకారము మీ రొట్టెలను తిరిగి మీకిచ్చెదరు; మీరు తిందురు గాని తృప్తి పొందరు.",
    "27": "దీనివలన మీరు నా మాట వినక నాకు విరోధముగా నడచినయెడల",
    "28": "నేనును కోపపడి మీకు విరోధముగా నడిచి మీ పాపములను బట్టి మరి ఏడంతలు మిమ్మును దండించెదను.",
    "29": "మీరు మీ కుమారుల మాంసమును మీ కుమార్తెల మాంసమును తినెదరు.",
    "30": "నేను మీ ఉన్నత స్థలములను పాడుచేసి మీ సూర్య విగ్రహములను పడగొట్టి మీ విగ్రహముల కళేబరముల మీద మీ కళేబరములను పడవేసెదను; నా మనస్సు మిమ్మును అసహ్యించుకొనును.",
    "31": "మీ పట్టణములను పాడుచేసి మీ పరిశుద్ధ స్థలములను శూన్యముగా చేసెదను; మీ సువాసనను నేను ఆఘ్రాణింపను.",
    "32": "నేను దేశమును పాడెదను; అందులో కాపురమున్న మీ శత్రువులు దాని చూచి ఆశ్చర్యపడెదరు.",
    "33": "జనములలోనికి మిమ్మును చెదరగొట్టి మీ వెనుక కత్తి దూసెదను; మీ దేశము పాడగును, మీ పట్టణములు శూన్యములగును.",
    "34": "అప్పుడు దేశము పాడైయున్న దినములన్నియు, అనగా మీరు మీ శత్రువుల దేశములో ఉన్నప్పుడు దేశము తన విశ్రాంతి దినములను అనుభవించును; అప్పుడు దేశము విశ్రమించి తన విశ్రాంతి దినములను అనుభవించును.",
    "35": "అది పాడైయున్న దినములన్నియు విశ్రమించును; మీరు దానిలో నివసించినప్పుడు మీ విశ్రాంతి దినములలో దానికి విశ్రాంతి దొరకలేదు.",
    "36": "మీలో మిగిలినవారి హృదయములలో వారి శత్రువుల దేశములలో అధైర్యము పుట్టించెదను; కొట్టుకొనిపోవు ఆకు చప్పుడు వారిని తరిమును; వారు కత్తికి పారిపోయినట్లు పారిపోవుదురు; తరుమువాడెవడును లేకయే పడుదురు.",
    "37": "తరుమువాడెవడును లేకయే కత్తికి పారిపోయినట్లు ఒకరి మీద ఒకరు పడుదురు; మీ శత్రువుల యెదుట మీరు నిలువలేరు.",
    "38": "మీరు జనములలో నశించెదరు; మీ శత్రువుల దేశము మిమ్మును మింగివేయును.",
    "39": "మీలో మిగిలినవారు మీ శత్రువుల దేశములలో తమ దోషమును బట్టి క్షీణించిపోవుదురు; మరియు తమ తండ్రుల దోషములను బట్టి వారితోకూడ క్షీణించిపోవుదురు.",
    "40": "వారు నాకు విరోధముగా చేసిన తిరుగుబాటును, తమ దోషమును తమ తండ్రుల దోషమును ఒప్పుకొని, తాము నాకు విరోధముగా నడచితిమనియు,",
    "41": "అందుచేత నేను వారికి విరోధినై వారి శత్రువుల దేశమునకు వారిని రప్పించితిననియు ఒప్పుకొని, తమ సున్నతి లేని హృదయములను తగ్గించుకొని, తమ దోషశిక్షను అనుభవించినయెడల,",
    "42": "యాకోబుతో నేను చేసిన నిబంధనను, ఇస్సాకుతో నేను చేసిన నిబంధనను, అబ్రాహాముతో నేను చేసిన నిబంధనను జ్ఞాపకము చేసికొందును; మరియు ఈ దేశమును జ్ఞాపకము చేసికొందును.",
    "43": "దేశము వారిచేత విడువబడి, అది పాడైయుండిన కాలమంతయు తన విశ్రాంతి దినములను అనుభవించును; వారు నా విధులను నిరాకరించిరి, వారి మనస్సు నా కట్టడలను అసహ్యించుకొనెను గనుక వారు తమ దోషశిక్షను అనుభవింతురు.",
    "44": "అయినను వారు తమ శత్రువుల దేశములో ఉన్నప్పుడు నేను వారిని నిరాకరింపను; వారితో నా నిబంధనను భంగపరచునట్లు వారిని నిర్మూలము చేయుటకు వారిని అసహ్యించుకొనను; ఏలయనగా నేను వారి దేవుడనైన యెహోవాను.",
    "45": "వారి దేవుడనై యుండుటకు అన్యజనుల కన్నుల యెదుట ఐగుప్తు దేశములోనుండి నేను రప్పించిన వారి పితరుల నిబంధనను వారి నిమిత్తము జ్ఞాపకము చేసికొందును; నేను యెహోవాను."
}
