
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - ఒకడు యెహోవాకు మ్రొక్కుబడి చేసికొనినయెడల నీవు ఏర్పరచు వెల చొప్పున మనుష్యులు యెహోవాకు అగుదురు.",
    "3": "ఇరవై ఏండ్లు మొదలుకొని అరువది ఏండ్ల వరకు పురుషుని వెల పరిశుద్ధ స్థలము యొక్క తులము చొప్పున ఏబది తులముల వెండి.",
    "4": "ఆడదైనయెడల దాని వెల ముప్పది తులములు.",
    "5": "ఐదు ఏండ్లు మొదలుకొని ఇరవై ఏండ్ల వరకు మగవాని వెల ఇరవై తులములు, ఆడదాని వెల పది తులములు.",
    "6": "ఒక నెల మొదలుకొని ఐదు ఏండ్ల వరకు మగవాని వెల ఐదు తులముల వెండి, ఆడదాని వెల మూడు తులముల వెండి.",
    "7": "అరువది ఏండ్లు మొదలుకొని పై ప్రాయము గల మగవాని వెల పదిహేను తులములు, ఆడదాని వెల పది తులములు.",
    "8": "వాడు ఆ వెల ఇయ్యలేనంత బీదవాడైనయెడల యాజకుని యెదుట వానిని నిలువబెట్టవలెను; మ్రొక్కుబడి చేసికొనినవాని కలిమి కొలది యాజకుడు వాని వెల నిర్ణయింపవలెను.",
    "9": "యెహోవాకు అర్పణగా అర్పింపదగిన పశువైనయెడల, వాటిలో యెహోవాకు ఇచ్చునదంతయు ప్రతిష్ఠితమగును.",
    "10": "దానిని మార్చకూడదు; చెడ్డదానికి మారుగా మంచిదానినైనను మంచిదానికి మారుగా చెడ్డదానినైనను ఇయ్యకూడదు; ఒక పశువుకు మారుగా మరియొక పశువును ఇచ్చినయెడల అదియు దాని మారునదియు ప్రతిష్ఠితములగును.",
    "11": "యెహోవాకు అర్పణగా అర్పింపరాని అపవిత్ర పశువైనయెడల ఆ పశువును యాజకుని యెదుట నిలువబెట్టవలెను.",
    "12": "అది మంచిదైనను చెడ్డదైనను యాజకుడు దాని వెల నిర్ణయింపవలెను; యాజకుడవైన నీవు నిర్ణయించినట్లే ఉండును.",
    "13": "వాడు దానిని విడిపింప కోరినయెడల నీవు నిర్ణయించిన వెలతో ఐదవ వంతు కలపవలెను.",
    "14": "ఒకడు తన ఇల్లు యెహోవాకు ప్రతిష్ఠితముగా ఉండునట్లు ప్రతిష్ఠించినయెడల అది మంచిదైనను చెడ్డదైనను యాజకుడు దాని వెల నిర్ణయింపవలెను; యాజకుడు నిర్ణయించినట్లే అది నిలుచును.",
    "15": "తన ఇల్లు ప్రతిష్ఠించినవాడు దానిని విడిపింప కోరినయెడల, నీవు నిర్ణయించిన వెలగల ద్రవ్యముతో ఐదవ వంతు కలపవలెను; అప్పుడు అది వానిదగును.",
    "16": "ఒకడు తన స్వాస్థ్యమైన పొలములో కొంత యెహోవాకు ప్రతిష్ఠించినయెడల దాని విత్తనముల కొలది నీవు వెల నిర్ణయింపవలెను; ఒక హోమెరు యవల విత్తనములకు ఏబది తులముల వెండి.",
    "17": "సువత్సరము మొదలుకొని తన పొలమును ప్రతిష్ఠించినయెడల నీవు నిర్ణయించిన వెల చొప్పున అది నిలుచును.",
    "18": "సువత్సరము అయిన తరువాత తన పొలమును ప్రతిష్ఠించినయెడల, యాజకుడు రాబోవు సువత్సరము వరకు మిగిలిన సంవత్సరముల చొప్పున వెల లెక్క చూడవలెను; నీవు నిర్ణయించిన వెలలోనుండి అంత తగ్గింపబడును.",
    "19": "పొలమును ప్రతిష్ఠించినవాడు దానిని విడిపింప కోరినయెడల, నీవు నిర్ణయించిన వెలగల ద్రవ్యముతో ఐదవ వంతు కలపవలెను; అప్పుడు అది వానిదగును.",
    "20": "వాడు ఆ పొలమును విడిపింపక వేరొకనికి అమ్మినయెడల అది ఇకను విడిపింపబడదు.",
    "21": "సువత్సరమున అది విడుదల కాగానే ఆ పొలము శాపగ్రస్తమైన పొలమువలె యెహోవాకు ప్రతిష్ఠితమగును; అది యాజకునికి స్వాస్థ్యమగును.",
    "22": "తన స్వాస్థ్యము కాక తాను కొనిన పొలమును ఒకడు యెహోవాకు ప్రతిష్ఠించినయెడల",
    "23": "యాజకుడు సువత్సరము వరకు నీవు నిర్ణయించిన వెల మొత్తమును లెక్క చూడవలెను; ఆ దినమందే వాడు నీవు నిర్ణయించిన వెలను యెహోవాకు ప్రతిష్ఠితముగా ఇయ్యవలెను.",
    "24": "సువత్సరమున ఆ పొలము ఎవనియొద్ద కొనబడెనో వానికి, అనగా ఎవనికి అది భూస్వాస్థ్యమో వానికి తిరిగిపోవును.",
    "25": "నీ వెల యంతయు పరిశుద్ధ స్థలము యొక్క తులము చొప్పున ఉండవలెను; తులము ఇరవై చిన్నములు.",
    "26": "అయితే జంతువులలో తొలిచూలుది యెహోవాది గనుక దానిని ఎవరూ ప్రతిష్ఠింపకూడదు; అది ఎద్దయినను గొర్రెయైనను అది యెహోవాది.",
    "27": "అది అపవిత్ర పశువైనయెడల నీవు నిర్ణయించిన వెల చొప్పున దానిని విడిపించి దానితో ఐదవ వంతు కలపవలెను; అది విడిపింపబడనియెడల నీవు నిర్ణయించిన వెలకు అమ్మబడవలెను.",
    "28": "అయితే ఒకడు తనకు కలిగినదంతటిలో మనుష్యుని గాని జంతువును గాని తన స్వాస్థ్యమైన పొలమును గాని యెహోవాకు ప్రతిష్ఠించినయెడల అది అమ్మబడకూడదు విడిపింపబడకూడదు; ప్రతిష్ఠితమైనదంతయు యెహోవాకు అతి పరిశుద్ధము.",
    "29": "శాపగ్రస్తమైనదై మనుష్యులలోనుండి ప్రతిష్ఠింపబడినది ఏదియు విడిపింపబడకూడదు; అది తప్పక చంపబడవలెను.",
    "30": "భూధాన్యములలోనేమి వృక్ష ఫలములలోనేమి భూఫలములన్నిటిలో దశమ భాగము యెహోవాది; అది యెహోవాకు ప్రతిష్ఠితము.",
    "31": "ఒకడు తన దశమ భాగములో ఏదైనను విడిపింప కోరినయెడల దానితో ఐదవ వంతు కలపవలెను.",
    "32": "పశువులలో గాని గొర్రెల మేకలలో గాని, కోల క్రింద దాటు వాటన్నిటిలో పదియవది యెహోవాకు ప్రతిష్ఠితము.",
    "33": "అది మంచిదో చెడ్డదో అని చూడకూడదు, దానిని మార్చకూడదు; దానిని మార్చినయెడల అదియు దాని మారునదియు ప్రతిష్ఠితములగును; అది విడిపింపబడకూడదు.",
    "34": "ఇశ్రాయేలీయుల కొరకు యెహోవా సీనాయి కొండమీద మోషేకు ఆజ్ఞాపించిన ఆజ్ఞలు ఇవే."
}
