
{
    "1": "ఒకడు సమాధానబలి అర్పించునప్పుడు, గోవుల మందలోనుండి అర్పించినయెడల, మగదానినైనను ఆడదానినైనను నిర్దోషమైనదానిని యెహోవా సన్నిధిని అర్పింపవలెను.",
    "2": "అతడు తన అర్పణ తలమీద చెయ్యి ఉంచి ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద దానిని వధించవలెను; యాజకులైన అహరోను కుమారులు బలిపీఠము చుట్టు ఆ రక్తమును ప్రోక్షింపవలెను.",
    "3": "సమాధానబలి పశువులోనుండి అతడు యెహోవాకు హోమముగా, ఆంత్రములను కప్పు క్రొవ్వును ఆంత్రముల మీది క్రొవ్వు అంతటిని,",
    "4": "రెండు మూత్రగ్రంథులను, వాటిమీద నున్న డొక్కలయందలి క్రొవ్వును, కాలేజము మీది వపను, మూత్రగ్రంథులతో కూడ తీసివేయవలెను.",
    "5": "అహరోను కుమారులు బలిపీఠమునందు నిప్పుల మీది కట్టెలపైన ఉన్న దహనబలి ద్రవ్యము మీద దానిని దహించవలెను; అది యెహోవాకు ఇంపైన సువాసనగల హోమము.",
    "6": "అతడు యెహోవాకు సమాధానబలి అర్పించునది గొర్రెల మేకల మందలోది అయినయెడల, మగదానినైనను ఆడదానినైనను నిర్దోషమైనదానిని అర్పింపవలెను.",
    "7": "అతడు గొర్రెపిల్లను అర్పణగా అర్పించినయెడల యెహోవా సన్నిధికి దానిని తెచ్చి",
    "8": "తన అర్పణ తలమీద చెయ్యి ఉంచి ప్రత్యక్షపు గుడారమునకు ఎదుట దానిని వధించవలెను; అహరోను కుమారులు బలిపీఠము చుట్టు దాని రక్తమును ప్రోక్షింపవలెను.",
    "9": "సమాధానబలి పశువులోనుండి అతడు యెహోవాకు హోమముగా దాని క్రొవ్వును, వెన్నెముక దగ్గర తీసిన క్రొవ్విన తోక అంతటిని, ఆంత్రములను కప్పు క్రొవ్వును ఆంత్రముల మీది క్రొవ్వు అంతటిని,",
    "10": "రెండు మూత్రగ్రంథులను, వాటిమీద నున్న డొక్కలయందలి క్రొవ్వును, కాలేజము మీది వపను, మూత్రగ్రంథులతో కూడ తీసివేయవలెను.",
    "11": "యాజకుడు బలిపీఠము మీద దాని దహించవలెను; అది యెహోవాకు ఆహార రూపమైన హోమము.",
    "12": "అతని అర్పణ మేక అయినయెడల అతడు యెహోవా సన్నిధికి దానిని తెచ్చి",
    "13": "దాని తలమీద చెయ్యి ఉంచి ప్రత్యక్షపు గుడారము ఎదుట దానిని వధించవలెను; అహరోను కుమారులు బలిపీఠము చుట్టు దాని రక్తమును ప్రోక్షింపవలెను.",
    "14": "దానిలోనుండి అతడు అర్పించు అర్పణ, అనగా యెహోవాకు హోమము ఏదనగా - ఆంత్రములను కప్పు క్రొవ్వు, ఆంత్రముల మీది క్రొవ్వు అంతయు,",
    "15": "రెండు మూత్రగ్రంథులు, వాటిమీద నున్న డొక్కలయందలి క్రొవ్వు, కాలేజము మీది వప, మూత్రగ్రంథులతో కూడ అతడు తీయవలెను.",
    "16": "యాజకుడు బలిపీఠము మీద వాటిని దహించవలెను; అది ఇంపైన సువాసనగల ఆహార రూపమైన హోమము; క్రొవ్వంతయు యెహోవాదే.",
    "17": "మీరు క్రొవ్వునైనను రక్తమునైనను తినకూడదు; ఇది మీ నివాసములన్నిటిలో మీ తరతరములకు నిత్యమైన కట్టడ."
}
