
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - ఒకడు పొరబాటున యెహోవా ఆజ్ఞలలో దేనినైనను మీరి పాపము చేసినయెడల, అనగా చేయకూడదని ఆజ్ఞాపించిన వాటిలో దేనినైనను చేసినయెడల,",
    "3": "అభిషేకము పొందిన యాజకుడు పాపము చేసినయెడల, ప్రజలకు శిక్ష కలుగును గనుక అతడు తాను చేసిన పాపము నిమిత్తము నిర్దోషమైన కోడెదూడను పాపపరిహార్థార్థ బలిగా యెహోవాకు అర్పించవలెను.",
    "4": "అతడు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు, యెహోవా సన్నిధికి ఆ కోడెను తీసికొనివచ్చి ఆ కోడె తలమీద తన చెయ్యి ఉంచి యెహోవా సన్నిధిని ఆ కోడెను వధించవలెను.",
    "5": "అభిషేకము పొందిన యాజకుడు ఆ కోడె రక్తములో కొంచెము తీసికొని ప్రత్యక్షపు గుడారములోనికి తేవలెను.",
    "6": "అప్పుడు యాజకుడు రక్తములో తన వ్రేలు ముంచి, పరిశుద్ధ స్థలము యొక్క అడ్డతెర యెదుట యెహోవా సన్నిధిని ఏడు మారులు ఆ రక్తమును ప్రోక్షింపవలెను.",
    "7": "మరియు యాజకుడు ఆ రక్తములో కొంచెము ప్రత్యక్షపు గుడారములో యెహోవా సన్నిధిని పరిమళ ధూపవేదిక కొమ్ముల మీద పూసి, ఆ కోడె రక్తమంతయు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దనున్న దహనబలిపీఠము అడుగున పోయవలెను.",
    "8": "మరియు పాపపరిహార్థార్థ బలియగు ఆ కోడె క్రొవ్వు అంతటిని, అనగా ఆంత్రములను కప్పు క్రొవ్వును ఆంత్రముల మీది క్రొవ్వు అంతటిని,",
    "9": "రెండు మూత్రగ్రంథులను, వాటిమీద నున్న డొక్కలయందలి క్రొవ్వును, కాలేజము మీది వపను, మూత్రగ్రంథులతో కూడ తీసివేయవలెను.",
    "10": "సమాధానబలిగా అర్పించు ఎద్దులోనుండి తీయబడినట్లు వాటిని తీయవలెను; యాజకుడు దహనబలిపీఠము మీద వాటిని దహించవలెను.",
    "11": "అయితే కోడె చర్మమును దాని మాంసమంతయు దాని తలను కాళ్లను ఆంత్రములను పేడను,",
    "12": "అనగా ఆ కోడెనంతటిని పాళెము వెలుపల బూడిదె పోయు పవిత్ర స్థలమునకు తీసికొనిపోయి కట్టెల మీద అగ్నితో కాల్చవలెను; బూడిదె పోయు స్థలమందు అది కాల్చబడవలెను.",
    "13": "ఇశ్రాయేలీయుల సర్వసమాజము పొరబాటున ఒక కార్యము చేసినయెడల, ఆ సంగతి సమాజమునకు మరుగై యుండి, వారు చేయకూడదని యెహోవా ఆజ్ఞాపించిన వాటిలో దేనినైనను చేసి అపరాధులైనయెడల,",
    "14": "వారు చేసిన పాపము తెలియబడినప్పుడు సమాజము పాపపరిహార్థార్థ బలిగా ఒక కోడెను అర్పించి ప్రత్యక్షపు గుడారము ఎదుటికి దానిని తీసికొనిరావలెను.",
    "15": "సమాజపు పెద్దలు యెహోవా సన్నిధిని ఆ కోడె తలమీద తమ చేతులుంచవలెను; ఒకడు యెహోవా సన్నిధిని ఆ కోడెను వధించవలెను.",
    "16": "అప్పుడు అభిషేకము పొందిన యాజకుడు ఆ కోడె రక్తములో కొంచెము ప్రత్యక్షపు గుడారములోనికి తేవలెను.",
    "17": "యాజకుడు రక్తములో తన వ్రేలు ముంచి యెహోవా సన్నిధిని అడ్డతెర యెదుట ఏడు మారులు ప్రోక్షింపవలెను.",
    "18": "మరియు అతడు ప్రత్యక్షపు గుడారములో యెహోవా సన్నిధిని ఉన్న బలిపీఠము కొమ్ముల మీద ఆ రక్తములో కొంచెము పూసి, మిగిలిన రక్తమంతయు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దనున్న దహనబలిపీఠము అడుగున పోయవలెను.",
    "19": "దాని క్రొవ్వు అంతయు తీసి బలిపీఠము మీద దహించవలెను.",
    "20": "పాపపరిహార్థార్థ బలియగు కోడెను చేసినట్లే దీనిని చేయవలెను; దీనికిని ఆలాగే చేయవలెను. అట్లు యాజకుడు వారి నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వారికి క్షమాపణ కలుగును.",
    "21": "తరువాత అతడు పాళెము వెలుపలికి ఆ కోడెను తీసికొనిపోయి మొదటి కోడెను కాల్చినట్లు దీనిని కాల్చవలెను; ఇది సమాజమునకు పాపపరిహార్థార్థ బలి.",
    "22": "ఒక అధిపతి పొరబాటున తన దేవుడైన యెహోవా ఆజ్ఞలలో దేనినైనను మీరి చేయకూడని పని చేసి అపరాధియైనయెడల,",
    "23": "తాను చేసిన పాపము అతనికి తెలియవచ్చినప్పుడు అతడు నిర్దోషమైన మేకపోతును తన అర్పణగా తేవలెను.",
    "24": "అతడు ఆ మేక తలమీద చెయ్యి ఉంచి యెహోవా సన్నిధిని దహనబలి పశువును వధించు స్థలమున దానిని వధించవలెను; అది పాపపరిహార్థార్థ బలి.",
    "25": "యాజకుడు తన వ్రేలితో ఆ పాపపరిహార్థార్థ బలి పశువు రక్తములో కొంచెము తీసికొని దహనబలిపీఠము కొమ్ముల మీద పూసి, మిగిలిన రక్తమును దహనబలిపీఠము అడుగున పోయవలెను.",
    "26": "సమాధానబలి పశువు క్రొవ్వువలె దీని క్రొవ్వు అంతయు బలిపీఠము మీద దహించవలెను; అట్లు యాజకుడు వాని పాపము విషయమై వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వానికి క్షమాపణ కలుగును.",
    "27": "సామాన్య ప్రజలలో ఒకడు పొరబాటున యెహోవా ఆజ్ఞలలో దేనినైనను మీరి చేయకూడని పని చేసి అపరాధియైనయెడల,",
    "28": "తాను చేసిన పాపము తనకు తెలియవచ్చినప్పుడు, తాను చేసిన పాపము నిమిత్తము నిర్దోషమైన ఆడుమేకను అర్పణగా తేవలెను.",
    "29": "అతడు ఆ పాపపరిహార్థార్థ బలి పశువు తలమీద చెయ్యి ఉంచి దహనబలి పశువును వధించు స్థలమున ఆ పాపపరిహార్థార్థ బలి పశువును వధించవలెను.",
    "30": "అప్పుడు యాజకుడు తన వ్రేలితో దాని రక్తములో కొంచెము తీసికొని దహనబలిపీఠము కొమ్ముల మీద పూసి, మిగిలిన రక్తమంతయు బలిపీఠము అడుగున పోయవలెను.",
    "31": "సమాధానబలి పశువు క్రొవ్వును తీసినట్లు దాని క్రొవ్వు అంతయు తీసివేయవలెను; యాజకుడు యెహోవాకు ఇంపైన సువాసన కలుగునట్లు బలిపీఠము మీద దాని దహించవలెను; అట్లు యాజకుడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వానికి క్షమాపణ కలుగును.",
    "32": "అతడు పాపపరిహార్థార్థ బలిగా గొర్రెపిల్లను తెచ్చినయెడల నిర్దోషమైన ఆడుదానిని తేవలెను.",
    "33": "ఆ పాపపరిహార్థార్థ బలి పశువు తలమీద అతడు చెయ్యి ఉంచి, దహనబలి పశువును వధించు స్థలమున పాపపరిహార్థార్థ బలిగా దానిని వధించవలెను.",
    "34": "అప్పుడు యాజకుడు తన వ్రేలితో ఆ పాపపరిహార్థార్థ బలి పశువు రక్తములో కొంచెము తీసికొని దహనబలిపీఠము కొమ్ముల మీద పూసి, మిగిలిన రక్తమంతయు బలిపీఠము అడుగున పోయవలెను.",
    "35": "సమాధానబలియగు గొర్రెపిల్ల క్రొవ్వును తీసినట్లు దాని క్రొవ్వు అంతయు తీసివేయవలెను; యాజకుడు యెహోవాకు అర్పించు హోమముల మీద బలిపీఠమున వాటిని దహించవలెను; అట్లు అతడు చేసిన పాపము విషయమై యాజకుడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వానికి క్షమాపణ కలుగును."
}
