
{
    "1": "ఒకడు ఒట్టు పెట్టుకొనినవాడై, తాను చూచినదానిని గూర్చి గాని తనకు తెలిసినదానిని గూర్చి గాని సాక్షియై యుండి ఆ సంగతి తెలియచేయక పాపము చేసినయెడల అతడు తన దోషశిక్షను భరించును.",
    "2": "ఎవడైనను అపవిత్రమైనదానిని, అనగా అపవిత్రమైన క్రూరమృగ కళేబరమునైనను అపవిత్రమైన పశు కళేబరమునైనను అపవిత్రమైన పురుగు కళేబరమునైనను ముట్టినయెడల అది తనకు తెలియకపోయినను అతడు అపవిత్రుడును అపరాధియు అగును.",
    "3": "లేదా, మనుష్యులకు తగులు అపవిత్రత, అనగా ఏ అపవిత్రతనైనను అతడు తెలియక ముట్టినయెడల, ఆ సంగతి తెలిసినప్పుడు అతడు అపరాధి యగును.",
    "4": "లేదా, కీడు చేయుటకైనను మేలు చేయుటకైనను పెదవులతో పలికి ప్రమాణము చేసినయెడల, మనుష్యుడు ఆలాగున పలికినదేదైనను అది తనకు తెలియకపోయినను, ఆ సంగతి తెలిసినప్పుడు వాటిలో ఒకదానియందు అతడు అపరాధి యగును.",
    "5": "కాబట్టి వాటిలో ఒకదానియందు ఒకడు అపరాధియైనప్పుడు తాను చేసిన పాపమును ఒప్పుకొని",
    "6": "తాను చేసిన పాపము విషయమై యెహోవాకు అపరాధపరిహార్థార్థ బలిని, అనగా మందలోనుండి ఆడు గొర్రెపిల్లను గాని ఆడు మేకపిల్లను గాని పాపపరిహార్థార్థ బలిగా తేవలెను; యాజకుడు వాని పాపము విషయమై వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును.",
    "7": "గొర్రెపిల్లను తెచ్చుకొనలేనియెడల తాను చేసిన అపరాధము నిమిత్తము రెండు తెల్ల గువ్వలపైనను రెండు పావురపు పిల్లలపైనను యెహోవాకు తేవలెను; వాటిలో ఒకటి పాపపరిహార్థార్థ బలిగాను ఒకటి దహనబలిగాను ఉండవలెను.",
    "8": "వాటిని యాజకుని యొద్దకు తేవలెను; అతడు పాపపరిహార్థార్థమైనదానిని మొదట అర్పించి, దాని మెడను విరిచివేయవలెను గాని దానిని వేరు చేయకూడదు.",
    "9": "అతడు ఆ పాపపరిహార్థార్థ బలి పశువు రక్తములో కొంచెము బలిపీఠము ప్రక్కన చిలకరించి మిగిలిన రక్తమును బలిపీఠము అడుగున పిండవలెను; అది పాపపరిహార్థార్థ బలి.",
    "10": "విధి చొప్పున రెండవదానిని దహనబలిగా అర్పించవలెను. అట్లు అతడు చేసిన పాపము విషయమై యాజకుడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వానికి క్షమాపణ కలుగును.",
    "11": "అతడు రెండు తెల్ల గువ్వలపైనను రెండు పావురపు పిల్లలపైనను తేలేనియెడల, పాపము చేసినవాడు పావు తూము గోధుమ పిండిని పాపపరిహార్థార్థ బలిగా తేవలెను. అది పాపపరిహార్థార్థ బలి గనుక దానిమీద నూనె పోయకూడదు, సాంబ్రాణి వేయకూడదు.",
    "12": "యాజకుని యొద్దకు దానిని తేవలెను; అప్పుడు యాజకుడు జ్ఞాపకార్థముగా దానిలో పిడికెడు తీసి, యెహోవా హోమముల రీతిగా బలిపీఠము మీద దాని దహించవలెను; అది పాపపరిహార్థార్థ బలి.",
    "13": "పైని చెప్పినవాటిలో ఒకదానియందు అతడు చేసిన పాపము విషయమై యాజకుడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వానికి క్షమాపణ కలుగును; మిగిలినది నైవేద్యమువలె యాజకునిదగునని చెప్పుము.",
    "14": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "15": "ఎవడైనను యెహోవాకు పరిశుద్ధమైనవాటి విషయములో పొరబాటున పాపము చేసి అపరాధము చేసినయెడల, అతడు నీవు ఏర్పరచు వెల చొప్పున పరిశుద్ధ స్థలము తులము కొలది ఇన్ని తులముల వెండి వెల గల నిర్దోషమైన పొట్టేలును మందలోనుండి అపరాధపరిహార్థార్థ బలిగా యెహోవాకు తేవలెను.",
    "16": "పరిశుద్ధమైనదాని విషయములో తాను చేసిన పాపమువలని నష్టమును మరల ఇచ్చి దానితో ఐదవ వంతు యాజకునికియ్యవలెను. ఆ అపరాధపరిహార్థార్థ బలియగు పొట్టేలు వలన యాజకుడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వానికి క్షమాపణ కలుగును.",
    "17": "ఎవడైనను పాపము చేసి, చేయకూడదని యెహోవా ఆజ్ఞాపించిన వాటిలో దేనినైనను తెలియక చేసినయెడల అతడు అపరాధియగును; అతడు తన దోషశిక్షను భరించును.",
    "18": "అతడు నీవు ఏర్పరచు వెల గల నిర్దోషమైన పొట్టేలును మందలోనుండి అపరాధపరిహార్థార్థ బలిగా యాజకుని యొద్దకు తేవలెను. అతడు తెలియక పొరబాటున చేసినదానిని బట్టి యాజకుడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు వానికి క్షమాపణ కలుగును.",
    "19": "అది అపరాధపరిహార్థార్థ బలి; అతడు యెహోవాకు విరోధముగా అపరాధము చేసెను."
}
