
{
    "1": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "2": "ఎవడైనను పాపము చేసి యెహోవాకు మాయ చేసి, తన పొరుగువాడు తనకప్పగించినదాని విషయములో గాని, తాకట్టు విషయములో గాని, దోచుకొన్నదాని విషయములో గాని బొంకినయెడల, లేక తన పొరుగువానిని బాధపెట్టినయెడల,",
    "3": "లేక పోయిన సొమ్ము తనకు దొరికినదానిని గూర్చి బొంకి ప్రమాణము చేసినయెడల, అనగా మనుష్యుడు చేయువాటిలో దేనినైనను చేసి పాపము చేసినయెడల,",
    "4": "అతడు పాపము చేసి అపరాధియాయెను గనుక తాను దోచుకొన్నదానినైనను, అన్యాయముగా తీసికొన్నదానినైనను, తనకప్పగింపబడినదానినైనను, తనకు దొరికిన పోయిన సొమ్మునైనను,",
    "5": "దేని గూర్చి అబద్ధ ప్రమాణము చేసెనో దానినైనను, అపరాధపరిహార్థార్థ బలిని అర్పించు దినమున దానిని, దానితో ఐదవ వంతును అసలు యజమానునికిచ్చుకొనవలెను.",
    "6": "మరియు అతడు నీవు ఏర్పరచు వెల గల నిర్దోషమైన పొట్టేలును మందలోనుండి అపరాధపరిహార్థార్థ బలిగా యాజకుని యొద్దకు యెహోవా సన్నిధికి తేవలెను.",
    "7": "యెహోవా సన్నిధిని యాజకుడు వాని నిమిత్తము ప్రాయశ్చిత్తము చేయును, అప్పుడు అపరాధము కలుగుటకై అతడు చేసినవాటిలో దేని విషయమైనను అతనికి క్షమాపణ కలుగును.",
    "8": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "9": "నీవు అహరోనుకును అతని కుమారులకును ఈలాగు ఆజ్ఞాపించుము - దహనబలిని గూర్చిన విధి ఇదే; దహనబలి ద్రవ్యము రాత్రి అంతయు ఉదయము వరకు బలిపీఠము మీది మంటలో ఉండవలెను; బలిపీఠము మీది అగ్ని దానిలో మండుచుండవలెను.",
    "10": "యాజకుడు తన నార అంగీని తొడుక్కొని తన మానాచ్ఛాదనమును తన శరీరము మీద వేసికొని, బలిపీఠము మీద అగ్ని దహించిన దహనబలి పశువు బూడిదెను ఎత్తి బలిపీఠము ప్రక్కన పోయవలెను.",
    "11": "తరువాత అతడు తన వస్త్రములు తీసివేసి వేరే వస్త్రములు ధరించుకొని, పాళెము వెలుపల పవిత్రమైన స్థలమునకు ఆ బూడిదెను తీసికొనిపోవలెను.",
    "12": "బలిపీఠము మీది అగ్ని దానిలో మండుచుండవలెను, అది ఆరిపోకూడదు; యాజకుడు ప్రతి ఉదయమున దానిమీద కట్టెలు వేసి, దానిమీద దహనబలి ద్రవ్యమును చక్కగా పేర్చి, సమాధానబలి పశువుల క్రొవ్వును దానిమీద దహించవలెను.",
    "13": "అగ్ని ఎల్లప్పుడును బలిపీఠము మీద మండుచుండవలెను, అది ఆరిపోకూడదు.",
    "14": "నైవేద్యమును గూర్చిన విధి ఇదే; అహరోను కుమారులు యెహోవా సన్నిధిని బలిపీఠము ఎదుట దానిని అర్పింపవలెను.",
    "15": "నైవేద్యపు గోధుమ పిండిలోనుండియు దాని నూనెలోనుండియు పిడికెడు తీసి, నైవేద్యము మీది సాంబ్రాణి అంతయు తీసికొని, జ్ఞాపకార్థముగా యెహోవాకు ఇంపైన సువాసన కలుగునట్లు బలిపీఠము మీద దాని దహించవలెను.",
    "16": "దానిలో మిగిలినది అహరోనును అతని కుమారులును తినవలెను; అది పులియనిదై పరిశుద్ధ స్థలములో తినబడవలెను; ప్రత్యక్షపు గుడారము యొక్క ఆవరణములో వారు దానిని తినవలెను.",
    "17": "దానిని పులిసినదిగా వండకూడదు. నా హోమములలో అది వారి పాలగునట్లు ఇచ్చితిని; అది పాపపరిహార్థార్థ బలివలెను అపరాధపరిహార్థార్థ బలివలెను అతి పరిశుద్ధమైనది.",
    "18": "అహరోను సంతానములో ప్రతి మగవాడు దానిని తినవచ్చును; ఇది యెహోవా హోమములలో మీ తరతరములకు నిత్యమైన కట్టడ; వాటిని తగులునదంతయు ప్రతిష్ఠితమగును.",
    "19": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "20": "అభిషేకము పొందు దినమున అహరోనును అతని కుమారులును యెహోవాకు అర్పించవలసిన అర్పణ ఇదే; నిత్యమైన నైవేద్యమువలె ఉదయమున సగము సాయంకాలమున సగము తూములో పదియవ వంతు గోధుమ పిండిని అర్పింపవలెను.",
    "21": "పెనము మీద నూనెతో దాని చేయవలెను; అది కలుపబడిన తరువాత నీవు దానిని తేవలెను; ఆ నైవేద్యమును కాల్చి ముక్కలుగా చేసి యెహోవాకు ఇంపైన సువాసనగా అర్పింపవలెను.",
    "22": "అతని కుమారులలో అతనికి మారుగా అభిషేకము పొందిన యాజకుడు దానిని చేయవలెను; అది నిత్యమైన కట్టడ; అది యెహోవాకు సంపూర్ణముగా దహింపబడవలెను.",
    "23": "యాజకుని నైవేద్యమంతయు సంపూర్ణముగా దహింపబడవలెను, అది తినకూడదు.",
    "24": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "25": "నీవు అహరోనుతోను అతని కుమారులతోను ఇట్లనుము - పాపపరిహార్థార్థ బలిని గూర్చిన విధి ఇదే; దహనబలి పశువు వధింపబడు స్థలమందు పాపపరిహార్థార్థ బలి పశువును యెహోవా సన్నిధిని వధింపవలెను; అది అతి పరిశుద్ధము.",
    "26": "పాపపరిహార్థముగా దాని అర్పించు యాజకుడు దానిని తినవలెను; ప్రత్యక్షపు గుడారము యొక్క ఆవరణములోని పరిశుద్ధ స్థలమందు అది తినబడవలెను.",
    "27": "దాని మాంసమును తగులునదంతయు ప్రతిష్ఠితమగును; దాని రక్తములో ఏదైనను వస్త్రము మీద చిలకరింపబడినయెడల, ఆ చిలకరింపబడిన దానిని పరిశుద్ధ స్థలములో కడుగవలెను.",
    "28": "అది వండబడిన మంటి కుండను పగులగొట్టవలెను; అది ఇత్తడి గిన్నెలో వండబడినయెడల ఆ గిన్నెను తోమి నీళ్లతో కడుగవలెను.",
    "29": "యాజకులలో ప్రతి మగవాడు దానిని తినవచ్చును; అది అతి పరిశుద్ధము.",
    "30": "పరిశుద్ధ స్థలములో ప్రాయశ్చిత్తము చేయుటకై దేని రక్తము ప్రత్యక్షపు గుడారములోనికి తేబడునో ఆ పాపపరిహార్థార్థ బలి పశువును తినకూడదు; అది అగ్నితో కాల్చబడవలెను."
}
