
{
    "1": "అపరాధపరిహార్థార్థ బలిని గూర్చిన విధి ఇదే; అది అతి పరిశుద్ధము.",
    "2": "దహనబలి పశువును వధించు స్థలమందు అపరాధపరిహార్థార్థ బలి పశువును వధించవలెను; దాని రక్తమును బలిపీఠము చుట్టు ప్రోక్షింపవలెను.",
    "3": "దాని క్రొవ్వు అంతయు, అనగా క్రొవ్విన తోకను, ఆంత్రములను కప్పు క్రొవ్వును,",
    "4": "రెండు మూత్రగ్రంథులను, వాటిమీద నున్న డొక్కలయందలి క్రొవ్వును, కాలేజము మీది వపను, మూత్రగ్రంథులతో కూడ అతడు అర్పించవలెను.",
    "5": "యాజకుడు బలిపీఠము మీద వాటిని యెహోవాకు హోమముగా దహించవలెను; అది అపరాధపరిహార్థార్థ బలి.",
    "6": "యాజకులలో ప్రతి మగవాడు దానిని తినవచ్చును; పరిశుద్ధ స్థలములో అది తినబడవలెను; అది అతి పరిశుద్ధము.",
    "7": "పాపపరిహార్థార్థ బలి ఎట్టిదో అపరాధపరిహార్థార్థ బలియు అట్టిదే; ఆ రెంటికి విధి ఒక్కటే; వాటివలన ప్రాయశ్చిత్తము చేయు యాజకునికే అది చెందును.",
    "8": "మరియు ఎవడైనను ఒకని పక్షమున దహనబలి అర్పించినయెడల అతడు అర్పించిన దహనబలి పశువు చర్మము ఆ యాజకునికే చెందును.",
    "9": "పొయ్యిలో కాల్చబడిన ప్రతి నైవేద్యమును, పొరొకలోనైనను పెనము మీదనైనను వండబడిన ప్రతి నైవేద్యమును అర్పించు యాజకునికే చెందును.",
    "10": "నూనె కలిపినదైనను పొడిదైనను ప్రతి నైవేద్యము అహరోను కుమారులందరికి సమానముగా చెందును.",
    "11": "ఒకడు యెహోవాకు అర్పించు సమాధానబలిని గూర్చిన విధి ఇదే.",
    "12": "కృతజ్ఞతాస్తుతి కొరకు అతడు దానిని అర్పించినయెడల, కృతజ్ఞతాబలితో కూడ నూనె కలిపిన పొంగని భక్ష్యములను, నూనె రాసిన పొంగని పూరీలను, నూనెతో కలిపిన గోధుమ పిండి వంటకములను అర్పింపవలెను.",
    "13": "సమాధానబలియగు తన కృతజ్ఞతాబలితో కూడ పులిసిన రొట్టెలను అర్పణగా అర్పింపవలెను.",
    "14": "వాటిలో ప్రతి అర్పణలో ఒక్కొకటి యెహోవాకు ప్రతిష్ఠార్పణగా అర్పింపవలెను; అది సమాధానబలి పశువు రక్తమును ప్రోక్షించు యాజకునిదగును.",
    "15": "సమాధానబలియగు అతని కృతజ్ఞతాబలి పశువు మాంసము అది అర్పించబడిన దినమందే తినబడవలెను; దానిలో కొంచెమైనను ఉదయము వరకు అతడు మిగలనియ్యకూడదు.",
    "16": "అతడు అర్పించు బలి మ్రొక్కుబడియైనను స్వేచ్ఛార్పణయైనను, అది అర్పించబడిన దినమందే తినబడవలెను; మరునాడు దానిలో మిగిలినది తినవచ్చును.",
    "17": "బలి పశువు మాంసములో మిగిలినది మూడవ దినమున అగ్నితో కాల్చివేయబడవలెను.",
    "18": "సమాధానబలి పశువు మాంసములో కొంచెమైనను మూడవ దినమున తినినయెడల ఆ బలి అంగీకరింపబడదు; అది అర్పించినవానికి ఎంచబడదు; అది హేయము; దానిని తినువాడు తన దోషశిక్షను భరించును.",
    "19": "అపవిత్రమైన దేనికైనను తగిలిన మాంసము తినకూడదు; అది అగ్నితో కాల్చివేయబడవలెను. పవిత్రులైన వారందరు మాంసము తినవచ్చును.",
    "20": "అయితే ఒకడు అపవిత్రుడై యుండి యెహోవా సంబంధమైన సమాధానబలి పశువు మాంసము తినినయెడల ఆ మనుష్యుడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "21": "మరియు ఎవడైనను మనుష్యుల అపవిత్రతనైనను అపవిత్రమైన జంతువునైనను ఏ అపవిత్రమైన వస్తువునైనను ముట్టి, యెహోవా సంబంధమైన సమాధానబలి పశువు మాంసము తినినయెడల వాడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "22": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "23": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - మీరు ఎద్దుదైనను గొర్రెదైనను మేకదైనను క్రొవ్వు తినకూడదు.",
    "24": "చచ్చినదాని క్రొవ్వును, చీల్చబడినదాని క్రొవ్వును ఏ పనికైనను వినియోగింపవచ్చును గాని దానిని ఎంతమాత్రమును తినకూడదు.",
    "25": "యెహోవాకు హోమముగా అర్పించు పశువుల క్రొవ్వును తినువాడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "26": "మరియు మీ నివాసములన్నిటిలో పక్షులదైనను జంతువులదైనను రక్తము ఎంతమాత్రమును తినకూడదు.",
    "27": "ఏ రక్తమైనను తినువాడు తన ప్రజలలోనుండి కొట్టివేయబడును.",
    "28": "మరియు యెహోవా మోషేతో ఇట్లనెను",
    "29": "నీవు ఇశ్రాయేలీయులతో ఇట్లనుము - యెహోవాకు సమాధానబలిని అర్పించువాడు ఆ సమాధానబలిలోనుండి యెహోవాకు తన అర్పణను తేవలెను.",
    "30": "యెహోవాకు హోమములను తన చేతులతో తేవలెను; రొమ్మును, దాని క్రొవ్వును తేవలెను; యెహోవా సన్నిధిని అల్లాడింపబడు అర్పణగా ఆ రొమ్మును అల్లాడించుటకు దాని తేవలెను.",
    "31": "యాజకుడు దాని క్రొవ్వును బలిపీఠము మీద దహించవలెను; ఆ రొమ్ము అహరోనుకును అతని కుమారులకును చెందును.",
    "32": "మీ సమాధానబలులలో కుడి జబ్బను ప్రతిష్ఠార్పణగా యాజకునికియ్యవలెను.",
    "33": "అహరోను కుమారులలో ఎవడు సమాధానబలి పశువు రక్తమును క్రొవ్వును అర్పించునో వానికి ఆ కుడి జబ్బ వంతుగా ఉండును.",
    "34": "ఇశ్రాయేలీయుల సమాధానబలులలోనుండి అల్లాడింపబడిన రొమ్మును ప్రతిష్ఠింపబడిన జబ్బను నేను తీసికొని, నిత్యమైన కట్టడ చొప్పున ఇశ్రాయేలీయులయొద్దనుండి యాజకుడైన అహరోనుకును అతని కుమారులకును ఇచ్చితిని.",
    "35": "యెహోవాకు యాజకత్వము చేయుటకు అహరోనును అతని కుమారులను ప్రతిష్ఠించిన దినమున, యెహోవా హోమములలోనుండి అహరోనుకును అతని కుమారులకును అభిషేకము వలన కలిగిన భాగము ఇదే.",
    "36": "వారిని అభిషేకించిన దినమున వారి తరతరములకు నిత్యమైన కట్టడగా ఇశ్రాయేలీయులచేత వారికియ్యవలెనని యెహోవా ఆజ్ఞాపించెను.",
    "37": "దహనబలిని గూర్చియు, నైవేద్యమును గూర్చియు, పాపపరిహార్థార్థ బలిని గూర్చియు, అపరాధపరిహార్థార్థ బలిని గూర్చియు, ప్రతిష్ఠితార్పణను గూర్చియు, సమాధానబలిని గూర్చియు విధి ఇదే.",
    "38": "యెహోవాకు అర్పణలు అర్పించవలెనని సీనాయి అరణ్యమందు ఇశ్రాయేలీయులకు ఆజ్ఞాపించిన దినమున సీనాయి కొండమీద యెహోవా మోషేకు దీనిని ఆజ్ఞాపించెను."
}
