
{
    "1": "యెహోవా మోషేతో ఇట్లనెను",
    "2": "నీవు అహరోనును అతనితో కూడ అతని కుమారులను, వస్త్రములను, అభిషేక తైలమును, పాపపరిహార్థార్థ బలి రూపమైన కోడెను, రెండు పొట్టేళ్లను, పొంగని రొట్టెల గంపను తీసికొని",
    "3": "ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్దకు సర్వసమాజమును సమకూర్చుము.",
    "4": "యెహోవా తనకు ఆజ్ఞాపించినట్లు మోషే చేసెను; సమాజము ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద కూడెను.",
    "5": "అప్పుడు మోషే - చేయవలెనని యెహోవా ఆజ్ఞాపించిన కార్యము ఇదే అని సమాజముతో చెప్పెను.",
    "6": "మోషే అహరోనును అతని కుమారులను దగ్గరకు తీసికొనివచ్చి నీళ్లతో వారికి స్నానము చేయించెను.",
    "7": "అతనికి చొక్కాయి తొడిగించి, దట్టి కట్టి, నిలువుటంగీ వేసి, ఏఫోదు వేసి, ఏఫోదు విచిత్రమైన దట్టిని కట్టి, దానితో ఏఫోదును బిగించి,",
    "8": "అతనికి పతకమును వేసి, పతకములో ఊరీమును తుమ్మీమును ఉంచెను.",
    "9": "మరియు అతని తలమీద పాగా పెట్టి, పాగా మీద, అనగా అతని ముఖమునెదుట పరిశుద్ధ కిరీటమైన బంగారు రేకును కట్టెను; అట్లు యెహోవా మోషేకు ఆజ్ఞాపించెను.",
    "10": "అప్పుడు మోషే అభిషేక తైలమును తీసికొని మందిరమును దానిలోనున్న సమస్తమును అభిషేకించి వాటిని ప్రతిష్ఠించెను.",
    "11": "అతడు బలిపీఠము మీద ఏడు మారులు దానిని ప్రోక్షించి, బలిపీఠమును దాని ఉపకరణములన్నిటిని, గంగాళమును దాని పీటను పరిశుద్ధపరచుటకు అభిషేకించెను.",
    "12": "మరియు అతడు అహరోనును పరిశుద్ధపరచుటకు అభిషేక తైలములో కొంచెము అతని తలమీద పోసి అతనిని అభిషేకించెను.",
    "13": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు మోషే అహరోను కుమారులను దగ్గరకు తీసికొనివచ్చి వారికి చొక్కాయిలు తొడిగించి, దట్టీలు కట్టి, కుల్లాయిలు పెట్టెను.",
    "14": "అతడు పాపపరిహార్థార్థ బలియగు కోడెను దగ్గరకు తీసికొనిరాగా, అహరోనును అతని కుమారులును పాపపరిహార్థార్థ బలియగు ఆ కోడె తలమీద తమ చేతులుంచిరి.",
    "15": "మోషే దాని వధించి, దాని రక్తము తీసికొని తన వ్రేలితో బలిపీఠము కొమ్ముల చుట్టు పూసి బలిపీఠమును శుధ్ధికరించి, దానికి ప్రాయశ్చిత్తము కలుగునట్లు దానిని పరిశుద్ధపరచుటకు బలిపీఠము అడుగున ఆ రక్తమును పోసెను.",
    "16": "మరియు అతడు అంతర్వయవముల మీది క్రొవ్వు అంతటిని, కాలేజము మీది వపను, రెండు మూత్రగ్రంథులను, వాటి క్రొవ్వును తీసికొనెను; మోషే బలిపీఠము మీద వాటిని దహించెను.",
    "17": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు ఆ కోడెను దాని చర్మమును దాని మాంసమును దాని పేడను పాళెము వెలుపల అగ్నితో కాల్చివేసెను.",
    "18": "అతడు దహనబలియగు పొట్టేలును దగ్గరకు తీసికొనిరాగా, అహరోనును అతని కుమారులును ఆ పొట్టేలు తలమీద తమ చేతులుంచిరి.",
    "19": "మోషే దాని వధించి బలిపీఠము చుట్టు రక్తమును ప్రోక్షించెను.",
    "20": "అతడు ఆ పొట్టేలును తునకలుగా చేసిన తరువాత మోషే దాని తలను తునకలను క్రొవ్వును దహించెను.",
    "21": "అతడు నీళ్లతో దాని అంతర్వయవములను కాళ్లను కడిగిన తరువాత మోషే ఆ పొట్టేలునంతటిని బలిపీఠము మీద దహించెను; అది ఇంపైన సువాసనగల దహనబలి, అనగా యెహోవాకు హోమము; అట్లు యెహోవా మోషేకు ఆజ్ఞాపించెను.",
    "22": "అతడు రెండవ పొట్టేలును, అనగా ప్రతిష్ఠార్థమైన పొట్టేలును దగ్గరకు తీసికొనిరాగా, అహరోనును అతని కుమారులును ఆ పొట్టేలు తలమీద తమ చేతులుంచిరి.",
    "23": "మోషే దాని వధించి, దాని రక్తములో కొంచెము తీసికొని అహరోను కుడి చెవి కొన మీదను, అతని కుడి చేతి బొటనవ్రేలి మీదను, అతని కుడి కాలి బొటనవ్రేలి మీదను పూసెను.",
    "24": "మోషే అహరోను కుమారులను దగ్గరకు తీసికొనివచ్చి, వారి కుడి చెవుల కొనల మీదను, వారి కుడి చేతుల బొటనవ్రేళ్ల మీదను, వారి కుడి కాళ్ల బొటనవ్రేళ్ల మీదను ఆ రక్తములో కొంచెము పూసెను; మిగిలిన రక్తమును మోషే బలిపీఠము చుట్టు ప్రోక్షించెను.",
    "25": "అతడు దాని క్రొవ్వును, క్రొవ్విన తోకను, అంతర్వయవముల మీది క్రొవ్వు అంతటిని, కాలేజము మీది వపను, రెండు మూత్రగ్రంథులను, వాటి క్రొవ్వును, కుడి జబ్బను తీసికొనెను.",
    "26": "యెహోవా సన్నిధిని ఉన్న పొంగని రొట్టెల గంపలోనుండి ఒక పొంగని రొట్టెను, నూనెతో చేసిన యొక రొట్టెను, ఒక పూరీని తీసికొని, ఆ క్రొవ్వు మీదను కుడి జబ్బ మీదను ఉంచి,",
    "27": "వాటన్నిటిని అహరోను చేతులలోను అతని కుమారుల చేతులలోను ఉంచి, అల్లాడింపబడు అర్పణగా యెహోవా సన్నిధిని వాటిని అల్లాడించెను.",
    "28": "తరువాత మోషే వారి చేతులలోనుండి వాటిని తీసికొని, బలిపీఠము మీద దహనబలి ద్రవ్యముతో పాటు దహించెను; అవి ఇంపైన సువాసన గల ప్రతిష్ఠార్పణలు, అనగా యెహోవాకు హోమము.",
    "29": "మరియు మోషే దాని రొమ్మును తీసికొని అల్లాడింపబడు అర్పణగా యెహోవా సన్నిధిని అల్లాడించెను; ప్రతిష్ఠార్థమైన పొట్టేలులో అది మోషే వంతు; అట్లు యెహోవా మోషేకు ఆజ్ఞాపించెను.",
    "30": "అప్పుడు మోషే అభిషేక తైలములో కొంచెమును బలిపీఠము మీదనున్న రక్తములో కొంచెమును తీసికొని, అహరోను మీదను అతని వస్త్రముల మీదను, అతనితో కూడనున్న అతని కుమారుల మీదను అతని కుమారుల వస్త్రముల మీదను ప్రోక్షించి, అహరోనును అతని వస్త్రములను, అతనితో కూడనున్న అతని కుమారులను అతని కుమారుల వస్త్రములను ప్రతిష్ఠించెను.",
    "31": "అప్పుడు మోషే అహరోనుతోను అతని కుమారులతోను ఇట్లనెను - మీరు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద ఆ మాంసమును వండి, అహరోనును అతని కుమారులును దానిని తినవలెనని నేను ఆజ్ఞాపించినట్లు అక్కడనే దానిని, ఆ ప్రతిష్ఠిత ద్రవ్యములు గల గంపలోని రొట్టెలను తినవలెను.",
    "32": "ఆ మాంసములోను రొట్టెలలోను మిగిలినది మీరు అగ్నితో కాల్చివేయవలెను.",
    "33": "మీ ప్రతిష్ఠాదినములు తీరువరకు ఏడు దినములు మీరు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునుండి బయటికి వెళ్లకూడదు; ఏలయనగా ఏడు దినములు ఆయన మిమ్మును ప్రతిష్ఠించును.",
    "34": "మీ నిమిత్తము ప్రాయశ్చిత్తము చేయుటకు నేడు చేసినట్లు చేయవలెనని యెహోవా ఆజ్ఞాపించెను.",
    "35": "కాబట్టి మీరు చావకుండునట్లు ఏడు దినములు రేయింబగళ్లు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద నిలిచి యెహోవా విధించిన విధిని గైకొనవలెను; నాకు ఈలాగు ఆజ్ఞాపింపబడెను.",
    "36": "మోషే ద్వారా యెహోవా ఆజ్ఞాపించిన కార్యములన్నిటిని అహరోనును అతని కుమారులును చేసిరి."
}
