
{
    "1": "ఎనిమిదవ దినమున మోషే అహరోనును అతని కుమారులను ఇశ్రాయేలు పెద్దలను పిలిపించి",
    "2": "అహరోనుతో ఇట్లనెను - నీవు పాపపరిహార్థార్థ బలిగా నిర్దోషమైన ఒక కోడెదూడను, దహనబలిగా నిర్దోషమైన ఒక పొట్టేలును తీసికొని యెహోవా సన్నిధికి తేవలెను.",
    "3": "మరియు నీవు ఇశ్రాయేలీయులతో - మీరు పాపపరిహార్థార్థ బలిగా ఒక మేకపోతును, దహనబలిగా ఏడాదివైన నిర్దోషమైన ఒక దూడను ఒక గొర్రెపిల్లను,",
    "4": "సమాధానబలిగా ఒక ఎద్దును ఒక పొట్టేలును యెహోవా సన్నిధిని వధించుటకును, నూనె కలిపిన నైవేద్యమును తీసికొనిరండి; నేడు యెహోవా మీకు కనబడునని చెప్పుము.",
    "5": "మోషే ఆజ్ఞాపించినవాటిని వారు ప్రత్యక్షపు గుడారము ఎదుటికి తెచ్చిరి; సమాజమంతయు దగ్గరకు వచ్చి యెహోవా సన్నిధిని నిలిచిరి.",
    "6": "అప్పుడు మోషే - మీరు చేయవలెనని యెహోవా ఆజ్ఞాపించిన కార్యము ఇదే; యెహోవా మహిమ మీకు కనబడుననెను.",
    "7": "మరియు మోషే అహరోనుతో - నీవు బలిపీఠమునొద్దకు వెళ్లి నీ పాపపరిహార్థార్థ బలిని నీ దహనబలిని అర్పించి, నీ నిమిత్తమును ప్రజల నిమిత్తమును ప్రాయశ్చిత్తము చేసి, యెహోవా ఆజ్ఞాపించినట్లు ప్రజల అర్పణను అర్పించి వారి నిమిత్తము ప్రాయశ్చిత్తము చేయుమనగా",
    "8": "అహరోను బలిపీఠమునొద్దకు వెళ్లి తనకొరకైన పాపపరిహార్థార్థ బలియగు దూడను వధించెను.",
    "9": "అహరోను కుమారులు దాని రక్తమును అతని యొద్దకు తేగా, అతడు రక్తములో తన వ్రేలు ముంచి బలిపీఠము కొమ్ముల మీద పూసి, మిగిలిన రక్తమును బలిపీఠము అడుగున పోసెను.",
    "10": "పాపపరిహార్థార్థ బలి పశువు క్రొవ్వును మూత్రగ్రంథులను కాలేజము మీది వపను బలిపీఠము మీద దహించెను; అట్లు యెహోవా మోషేకు ఆజ్ఞాపించెను.",
    "11": "దాని మాంసమును చర్మమును అతడు పాళెము వెలుపల అగ్నితో కాల్చివేసెను.",
    "12": "తరువాత అతడు దహనబలి పశువును వధించెను; అహరోను కుమారులు దాని రక్తమును అతని యొద్దకు తేగా అతడు బలిపీఠము చుట్టు దానిని ప్రోక్షించెను.",
    "13": "వారు ఆ దహనబలి పశువును, దాని తునకలను, దాని తలను అతని యొద్దకు తేగా అతడు బలిపీఠము మీద వాటిని దహించెను.",
    "14": "అతడు అంతర్వయవములను కాళ్లను కడిగి బలిపీఠము మీదనున్న దహనబలి ద్రవ్యము పైన దహించెను.",
    "15": "తరువాత అతడు ప్రజల అర్పణను తెచ్చెను; ప్రజలకొరకైన పాపపరిహార్థార్థ బలియగు మేకను తీసికొని దానిని వధించి, మొదటిదానివలె పాపపరిహార్థముగా దానిని అర్పించెను.",
    "16": "అతడు దహనబలి పశువును తెచ్చి విధి చొప్పున దానిని అర్పించెను.",
    "17": "మరియు అతడు నైవేద్యమును తెచ్చి, దానితో తన చేతిని నింపి, ఉదయకాలపు దహనబలి గాక బలిపీఠము మీద దాని దహించెను.",
    "18": "మరియు అతడు ప్రజలకొరకైన సమాధానబలియగు ఎద్దును పొట్టేలును వధించెను. అహరోను కుమారులు దాని రక్తమును అతని యొద్దకు తేగా అతడు బలిపీఠము చుట్టు దానిని ప్రోక్షించెను.",
    "19": "వారు ఆ ఎద్దు క్రొవ్వును, పొట్టేలు క్రొవ్వును, అనగా క్రొవ్విన తోకను, ఆంత్రములను కప్పు క్రొవ్వును, మూత్రగ్రంథులను, కాలేజము మీది వపను తెచ్చిరి.",
    "20": "వారు ఆ క్రొవ్వును రొమ్ముల మీద ఉంచినప్పుడు అతడు బలిపీఠము మీద ఆ క్రొవ్వును దహించెను.",
    "21": "మోషే ఆజ్ఞాపించినట్లు అహరోను ఆ రొమ్ములను కుడి జబ్బను యెహోవా సన్నిధిని అల్లాడింపబడు అర్పణగా అల్లాడించెను.",
    "22": "అప్పుడు అహరోను ప్రజల వైపు తన చేతులెత్తి వారిని దీవించెను; అట్లు అతడు పాపపరిహార్థార్థ బలిని దహనబలిని సమాధానబలిని అర్పించుట ముగించి దిగెను.",
    "23": "మోషే అహరోనులు ప్రత్యక్షపు గుడారములోనికి వెళ్లి వెలుపలికి వచ్చి ప్రజలను దీవించిరి; అప్పుడు యెహోవా మహిమ ప్రజలందరికి కనబడెను.",
    "24": "యెహోవా సన్నిధి నుండి అగ్ని బయలుదేరి బలిపీఠము మీదనున్న దహనబలి ద్రవ్యమును క్రొవ్వును కాల్చివేసెను; ప్రజలందరు దానిని చూచి ఉత్సాహధ్వని చేసి సాష్టాంగపడిరి."
}
