
{
    "1": "యోర్దాను అవతల అరణ్యములో, అనగా పారానుకును తోపెలు, లాబాను, హజేరోతు, దిజాహాబు అను స్థలములకును మధ్యనున్న అరాబాలో, ఎర్రసముద్రమునకు ఎదురుగా మోషే ఇశ్రాయేలీయులందరితో పలికిన మాటలు ఇవే.",
    "2": "హోరేబు నుండి శేయీరు మన్నెము మార్గమున కాదేషు బర్నేయ వరకు పదకొండు దినముల ప్రయాణము.",
    "3": "నలభయ్యవ సంవత్సరము పదకొండవ నెల మొదటి దినమున మోషే ఇశ్రాయేలీయుల కొరకు యెహోవా తనకిచ్చిన ఆజ్ఞలన్నిటి చొప్పున వారితో మాటలాడెను.",
    "4": "అతడు హెష్బోనులో నివసించిన అమోరీయుల రాజైన సీహోనును, అష్తారోతులో నివసించిన బాషాను రాజైన ఓగును ఎద్రెయీలో హతము చేసిన తరువాత",
    "5": "యోర్దాను అవతల మోయాబు దేశములో మోషే ఈ ధర్మశాస్త్రమును వివరింప మొదలుపెట్టెను. ఎట్లనగా",
    "6": "మన దేవుడైన యెహోవా హోరేబులో మనతో ఇట్లనెను - ఈ పర్వతమునొద్ద మీరు నివసించిన కాలము చాలును.",
    "7": "మీరు తిరిగి ప్రయాణమై అమోరీయుల మన్నెమునకును, అరాబాలోను మన్నెములోను లోయలోను దక్షిణ దిక్కునను సముద్ర తీరమందును దానికి సమీపమైన ప్రదేశములన్నిటికిని, కనానీయుల దేశమునకును లెబానోనుకును, అనగా యూఫ్రటీసు అను గొప్ప నది వరకు వెళ్లుడి.",
    "8": "చూడుడి, ఆ దేశమును మీకు అప్పగించితిని; మీరు లోపలికి వెళ్లి యెహోవా మీ పితరులైన అబ్రాహాము ఇస్సాకు యాకోబులకును వారి తరువాత వారి సంతానమునకును ఇచ్చెదనని ప్రమాణము చేసిన ఆ దేశమును స్వాధీనపరచుకొనుడి.",
    "9": "ఆ కాలమున నేను మీతో ఇట్లంటిని - మిమ్మును ఒంటరిగా మోయ నావలన కాదు.",
    "10": "మీ దేవుడైన యెహోవా మిమ్మును విస్తరింపజేసెను; అందువలన నేడు మీరు ఆకాశ నక్షత్రములవలె విస్తారమై యున్నారు.",
    "11": "మీ పితరుల దేవుడైన యెహోవా మీరున్నంతకంటే వెయ్యిరెట్లు మిమ్మును ఎక్కువగా చేసి, తాను మీతో చెప్పినట్లు మిమ్మును ఆశీర్వదించును గాక.",
    "12": "నేను ఒక్కడనే మీ భారమును మీ కష్టమును మీ వివాదమును ఎట్లు మోయగలను?",
    "13": "మీ గోత్రములలో జ్ఞానవివేకములు కలిగి, ప్రజలచేత ఎన్నిక చేయబడిన మనుష్యులను ఏర్పరచుకొనుడి; వారిని మీ మీద నియమించెదనని చెప్పితిని.",
    "14": "అందుకు మీరు - నీవు చెప్పిన మాట చొప్పున చేయుట మంచిదని నాకు ఉత్తరమిచ్చితిరి.",
    "15": "కాబట్టి జ్ఞానము కలిగి ఎన్నికైన మీ గోత్రముల ముఖ్యులను తీసికొని, వెయ్యిమందికి ఒకనిగాను, వందమందికి ఒకనిగాను, ఏబదిమందికి ఒకనిగాను, పదిమందికి ఒకనిగాను, అధిపతులనుగాను మీ గోత్రములకు నాయకులనుగాను మీ మీద నియమించితిని.",
    "16": "మరియు ఆ కాలమున నేను మీ న్యాయాధిపతులకు ఆజ్ఞాపించినదేమనగా - మీ సహోదరుల వ్యాజ్యెములను తీర్చి, ఒకనికిని వాని సహోదరునికిని, ఒకనికిని వాని యొద్దనున్న పరదేశికిని మధ్య న్యాయముగా తీర్పు తీర్చుడి.",
    "17": "తీర్పు తీర్చుటలో పక్షపాతము చేయకూడదు; అల్పునినైనను ఘనునినైనను సరిగా వినవలెను; మనుష్యుని ముఖము చూచి భయపడకూడదు; తీర్పు దేవునిది. మీకు కఠినమైన వ్యాజ్యెమును నా యొద్దకు తెచ్చినయెడల నేను దాని విందును.",
    "18": "ఆ కాలమున మీరు చేయవలసిన పనులన్నిటిని మీకు ఆజ్ఞాపించితిని.",
    "19": "మనము హోరేబు నుండి సాగి, మన దేవుడైన యెహోవా మనకు ఆజ్ఞాపించినట్లు అమోరీయుల మన్నెమునకు వెళ్లు మార్గమున మీరు చూచిన ఆ గొప్పదియు భయంకరమైనదియునైన అరణ్యమంతటిలో తిరిగి కాదేషు బర్నేయకు చేరితివిు.",
    "20": "అప్పుడు నేను మీతో ఇట్లంటిని - మన దేవుడైన యెహోవా మనకిచ్చుచున్న అమోరీయుల మన్నెమునకు మీరు వచ్చియున్నారు.",
    "21": "ఇదిగో నీ దేవుడైన యెహోవా ఈ దేశమును నీకు అప్పగించెను; నీ పితరుల దేవుడైన యెహోవా నీతో చెప్పినట్లు నీవు వెళ్లి దానిని స్వాధీనపరచుకొనుము; భయపడకుము, దిగులుపడకుము.",
    "22": "అప్పుడు మీరందరు నా యొద్దకు వచ్చి - ఆ దేశమును సంచరించి చూచుటకు మనకంటే ముందుగా మనుష్యులను పంపుదము; వారు మనము ఎక్కిపోవలసిన త్రోవను గూర్చియు, మనము వెళ్లవలసిన పురములను గూర్చియు మనకు వర్తమానము తెతురని చెప్పితిరి.",
    "23": "ఆ మాట నాకు ఇష్టముగా ఉండెను గనుక ఒక్కొక్క గోత్రమునకు ఒకని చొప్పున పన్నెండుమంది మనుష్యులను మీలో ఏర్పరచుకొంటిని.",
    "24": "వారు తిరిగి కొండెక్కి ఎష్కోలు లోయ వరకు వెళ్లి దానిని సంచరించి చూచిరి.",
    "25": "వారు ఆ దేశపు పండ్లలో కొన్ని చేతులతో పట్టుకొని మన యొద్దకు తెచ్చి - మన దేవుడైన యెహోవా మనకిచ్చుచున్న దేశము మంచిదని మనతో చెప్పిరి.",
    "26": "అయినను మీరు వెళ్లుటకు ఒప్పక మీ దేవుడైన యెహోవా నోటిమాట మీద తిరుగుబాటు చేసితిరి.",
    "27": "మీ గుడారములలో సణుగుకొనుచు - యెహోవా మనలను ద్వేషించి మనలను నాశనము చేయునట్లు అమోరీయుల చేతికి అప్పగించుటకు ఐగుప్తు దేశములోనుండి మనలను రప్పించెను.",
    "28": "మనము ఎక్కడికి వెళ్లగలము? ఆ జనులు మనకంటే బలవంతులును ఎత్తైనవారును, ఆ పట్టణములు గొప్పవియు ఆకాశమునంటు ప్రాకారములు గలవియునై యున్నవి; అక్కడ అనాకీయులను చూచితిమని మన సహోదరులు చెప్పి మన గుండెలను కరిగించిరనిరి.",
    "29": "అప్పుడు నేను మీతో ఇట్లంటిని - మీరు దిగులుపడకుడి, వారికి భయపడకుడి.",
    "30": "మీకంటే ముందుగా వెళ్లుచున్న మీ దేవుడైన యెహోవా ఐగుప్తులో మీ కన్నుల యెదుట మీ కొరకు చేసిన వాటన్నిటి ప్రకారము",
    "31": "అరణ్యములోను మీ పక్షమున యుద్ధము చేయును; అక్కడి సంగతి మీరు ఎరుగుదురు గదా. ఒక మనుష్యుడు తన కుమారుని ఎత్తుకొనినట్లు మీరు ఈ స్థలమునకు చేరువరకు మీరు వచ్చిన మార్గమంతటిలో మీ దేవుడైన యెహోవా మిమ్మును ఎత్తుకొని వచ్చెను.",
    "32": "అయినను ఈ విషయములో మీరు మీ దేవుడైన యెహోవాను నమ్మకపోయితిరి.",
    "33": "మీరు దిగవలసిన స్థలమును మీకు చూపించుటకును, మీరు వెళ్లవలసిన మార్గమును మీకు తెలుపుటకును, ఆయన రాత్రి అగ్నిలోను పగలు మేఘములోను మీకు ముందుగా మార్గమందు నడిచెను.",
    "34": "యెహోవా మీ మాటలు విని కోపించి - ఈ చెడ్డ తరమువారిలో ఒకడైనను",
    "35": "నేను మీ పితరులకు ఇచ్చెదనని ప్రమాణము చేసిన ఈ మంచి దేశమును చూడడని ప్రమాణము చేసెను.",
    "36": "యెఫున్నె కుమారుడైన కాలేబు తప్ప మరి ఎవరును దానిని చూడరు; అతడు దానిని చూచును; అతడు యెహోవాను పూర్ణముగా అనుసరించెను గనుక అతడు అడుగు పెట్టిన దేశమును అతనికిని అతని పిల్లలకును ఇచ్చెదను.",
    "37": "మరియు యెహోవా మిమ్మును బట్టి నా మీద కోపపడి ఇట్లనెను - నీవును అక్కడ ప్రవేశింపవు.",
    "38": "నీ యెదుట నిలుచుచున్న నూను కుమారుడైన యెహోషువ అక్కడ ప్రవేశించును; అతడు ఇశ్రాయేలీయులకు దానిని స్వాస్థ్యముగా పంచిపెట్టును గనుక అతని ధైర్యపరచుము.",
    "39": "మరియు కొల్లపోవుదురని మీరు చెప్పిన మీ పిల్లలును, నేడు మంచి చెడ్డలు ఎరుగని మీ కుమారులును అక్కడ ప్రవేశించెదరు; వారికి దానిని ఇచ్చెదను, వారు దానిని స్వాధీనపరచుకొందురు.",
    "40": "మీరైతే తిరిగి ఎర్ర సముద్ర మార్గమున అరణ్యమునకు ప్రయాణమై పొండి.",
    "41": "అందుకు మీరు - మేము యెహోవా దృష్టికి పాపము చేసితిమి; మన దేవుడైన యెహోవా మాకు ఆజ్ఞాపించిన వాటన్నిటి చొప్పున మేము వెళ్లి యుద్ధము చేసెదమని నాతో చెప్పి, మీలో ప్రతివాడును తన యుద్ధాయుధములను ధరించుకొని ఆ కొండ ఎక్కుటకు సిద్ధపడగా",
    "42": "యెహోవా - మీరు వెళ్ళవద్దు, యుద్ధము చేయవద్దు; నేను మీ మధ్య ఉండను; మీరు మీ శత్రువుల యెదుట ఓడిపోవుదురని వారితో చెప్పుమని నాతో చెప్పెను.",
    "43": "నేను ఆ మాట మీతో చెప్పితిని గాని మీరు వినక, యెహోవా మాటకు తిరుగుబాటు చేసి, సాహసించి ఆ కొండెక్కితిరి.",
    "44": "అప్పుడు ఆ మన్నెములో నివసించిన అమోరీయులు మీ మీదకి బయలుదేరి, తేనెటీగలు తరిమినట్లు మిమ్మును తరిమి, శేయీరులో హోర్మా వరకు మిమ్మునుం గొట్టిరి.",
    "45": "మీరు తిరిగి వచ్చి యెహోవా సన్నిధిని ఏడ్చితిరి గాని యెహోవా మీ మొర వినలేదు, మీకు చెవియొగ్గలేదు.",
    "46": "కాబట్టి మీరు కాదేషులో నివసించిన దినములు అచ్చటనే ఉండిపోతిరి."
}
