
{
    "1": "ఆ కాలమున యెహోవా నాతో - మునుపటి పలకల వంటి రెండు రాతి పలకలను చెక్కుకొని కొండెక్కి నా యొద్దకు రమ్ము; ఒక చెక్క పెట్టెను చేసికొనుము.",
    "2": "నీవు పగులగొట్టిన మొదటి పలకల మీద ఉన్న మాటలను నేను ఈ పలకల మీద వ్రాసెదను; నీవు వాటిని ఆ పెట్టెలో ఉంచవలెనని చెప్పెను.",
    "3": "నేను తుమ్మ కర్రతో ఒక పెట్టెను చేసి, మునుపటి పలకల వంటి రెండు రాతి పలకలను చెక్కుకొని, ఆ రెండు పలకలను చేత పట్టుకొని కొండెక్కితిని.",
    "4": "సమాజ కూట దినమున పర్వతము మీద అగ్ని మధ్యనుండి యెహోవా మీతో పలికిన పది ఆజ్ఞలను, ఆయన అంతకుముందు వ్రాసినట్లే ఆ పలకల మీద వ్రాసి యెహోవా నాకిచ్చెను.",
    "5": "నేను తిరిగి కొండ దిగివచ్చి, నేను చేసిన పెట్టెలో ఆ పలకలను ఉంచితిని; యెహోవా నాకు ఆజ్ఞాపించినట్లు అవి అక్కడ ఉన్నవి.",
    "6": "(ఇశ్రాయేలీయులు బెేరోతు బెనెయాకాను నుండి మొసేరాకు ప్రయాణమై పోయిరి; అక్కడ అహరోను చనిపోయి పాతిపెట్టబడెను; అతని కుమారుడైన ఎలియాజరు అతనికి మారుగా యాజకత్వము చేసెను.",
    "7": "అక్కడనుండి వారు గుద్గోదాకును, గుద్గోదానుండి నీటి వాగులు గల దేశమైన యొత్బాతాకును ప్రయాణమై పోయిరి.",
    "8": "ఆ కాలమున యెహోవా నిబంధన మందసమును మోయుటకును, యెహోవా సన్నిధిని నిలిచి ఆయనను సేవించుటకును, నేటి వరకు జరుగుచున్నట్లు ఆయన నామమున దీవించుటకును లేవి గోత్రమును వేరుపరచెను.",
    "9": "కాబట్టి లేవీయులకు తమ సహోదరులతో పాలైనను స్వాస్థ్యమైనను లేదు; నీ దేవుడైన యెహోవా వారితో చెప్పినట్లు యెహోవాయే వారికి స్వాస్థ్యము).",
    "10": "నేను మునుపటివలె నలభై పగళ్లును నలభై రాత్రులును కొండమీద నిలిచియుంటిని; ఆ సమయమున కూడ యెహోవా నా మనవి ఆలకించెను; నిన్ను నశింపజేయుటకు యెహోవాకు ఇష్టము లేకపోయెను.",
    "11": "అప్పుడు యెహోవా - నీవు లేచి ప్రజల ముందర ప్రయాణమై పొమ్ము; నేను వారి పితరులకు ఇచ్చెదనని ప్రమాణము చేసిన దేశమున వారు ప్రవేశించి దానిని స్వాధీనపరచుకొందురని నాతో చెప్పెను.",
    "12": "కాబట్టి ఇశ్రాయేలూ, నీ దేవుడైన యెహోవాకు భయపడి ఆయన మార్గములన్నిటిలో నడుచుచు, ఆయనను ప్రేమించి",
    "13": "నీ పూర్ణహృదయముతోను నీ పూర్ణాత్మతోను నీ దేవుడైన యెహోవాను సేవించి, నీకు మేలు కలుగుటకై నేడు నేను నీకు ఆజ్ఞాపించు యెహోవా ఆజ్ఞలను కట్టడలను గైకొనుటయే గదా నీ దేవుడైన యెహోవా నిన్ను అడుగుచున్నాడు.",
    "14": "ఇదిగో ఆకాశమును, మహాకాశమును, భూమియు, దానిలోనున్న దంతయు నీ దేవుడైన యెహోవావే.",
    "15": "అయినను యెహోవా నీ పితరులను ప్రేమించి వారి యందు ఆనందించెను; సమస్త జనములలోనుండి వారి తరువాత వారి సంతానమైన మిమ్మును నేడున్నట్లు ఏర్పరచుకొనెను.",
    "16": "కాబట్టి మీరు మీ హృదయములకు సున్నతి చేసికొని, ఇకమీదట లోబడనొల్లనివారై ఉండకుడి.",
    "17": "ఏలయనగా మీ దేవుడైన యెహోవా దేల్పులకు దేవుడును ప్రభువులకు ప్రభువునై యున్నాడు; ఆయనే మహా దేవుడు, పరాక్రమవంతుడు, భయంకరుడు; ఆయన పక్షపాతి కాడు, లంచము పుచ్చుకొనువాడు కాడు.",
    "18": "ఆయన తండ్రిలేనివానికిని విధవరాలికిని న్యాయము తీర్చువాడు, పరదేశిని ప్రేమించి అతనికి అన్నవస్త్రములను దయచేయువాడు.",
    "19": "కాబట్టి మీరు పరదేశిని ప్రేమింపవలెను; మీరు ఐగుప్తు దేశములో పరదేశులై యుంటిరి గదా.",
    "20": "నీ దేవుడైన యెహోవాకు భయపడి ఆయనను సేవింపవలెను; ఆయనను హత్తుకొని ఆయన నామమున ప్రమాణము చేయవలెను.",
    "21": "ఆయనే నీకు కీర్తి, ఆయనే నీ దేవుడు; నీ కన్నులు చూచిన ఆ గొప్పవైన భయంకర కార్యములను ఆయన నీ కొరకు చేసెను.",
    "22": "నీ పితరులు డెబ్బదిమందియై ఐగుప్తునకు వెళ్లిరి; ఇప్పుడు నీ దేవుడైన యెహోవా ఆకాశ నక్షత్రములవలె నిన్ను విస్తరింపజేసియున్నాడు."
}
