
{
    "1": "మీ పితరుల దేవుడైన యెహోవా మీకిచ్చిన దేశములో మీరు భూమిమీద బ్రతుకు దినములన్నియు మీరు గైకొని ఆచరింపవలసిన కట్టడలును విధులును ఇవే.",
    "2": "మీరు స్వాధీనపరచుకొనబోవు ఆ జనములు ఎత్తైన కొండల మీదను, మెట్టల మీదను, ప్రతి పచ్చని చెట్టు క్రిందను తమ దేవతలను కొలిచిన స్థలములన్నిటిని మీరు బొత్తిగా పాడుచేయవలెను.",
    "3": "మీరు వారి బలిపీఠములను పడగొట్టి వారి విగ్రహములను పగులగొట్టి వారి దేవతాస్తంభములను అగ్నితో కాల్చి వారి దేవతల ప్రతిమలను నరికివేసి ఆ స్థలములలోనుండి వారి పేరును మాయము చేయవలెను.",
    "4": "వారు తమ దేవతలకు చేసినట్లు మీరు మీ దేవుడైన యెహోవాకు చేయకూడదు.",
    "5": "మీ దేవుడైన యెహోవా తన పేరును స్థాపించుటకు మీ గోత్రములన్నిటిలో ఎన్నుకొను స్థలమునకే, అనగా ఆయన నివాసమునకే మీరు వెళ్లి అక్కడ చేరవలెను.",
    "6": "అక్కడికే మీరు మీ దహనబలులను మీ బలులను మీ దశమ భాగములను మీ ప్రతిష్ఠార్పణలను మీ మ్రొక్కుబళ్లను మీ స్వేచ్ఛార్పణలను మీ పశువులలోని గొర్రెలలోని తొలిచూలువాటిని తేవలెను.",
    "7": "అక్కడ మీరు మీ దేవుడైన యెహోవా సన్నిధిని భోజనము చేసి, మీ దేవుడైన యెహోవా మిమ్మును ఆశీర్వదించినందున మీరును మీ కుటుంబములును మీరు చేసిన పనులన్నిటియందు సంతోషింపవలెను.",
    "8": "నేడు మనము ఇక్కడ చేయుచున్నట్లు మీలో ప్రతివాడు తన దృష్టికి ఇష్టమైనదంతయు చేయకూడదు.",
    "9": "మీ దేవుడైన యెహోవా మీకిచ్చుచున్న విశ్రాంతిలోను స్వాస్థ్యములోను మీరు ఇంతవరకు ప్రవేశింపలేదు.",
    "10": "అయితే మీరు యొర్దాను దాటి, మీ దేవుడైన యెహోవా మీకు స్వాస్థ్యముగా ఇచ్చుచున్న దేశములో నివసించునప్పుడును, మీరు భయపడకుండ నివసించునట్లు మీ చుట్టునున్న మీ శత్రువులందరిని అణచి ఆయన మీకు విశ్రాంతినిచ్చినప్పుడును,",
    "11": "మీ దేవుడైన యెహోవా తన పేరు నివసించుటకు ఏర్పరచుకొను స్థలమొకటి ఉండును; అక్కడికే నేను మీకు ఆజ్ఞాపించుచున్నవన్నియు, అనగా మీ దహనబలులను మీ బలులను మీ దశమ భాగములను మీ ప్రతిష్ఠార్పణలను మీరు యెహోవాకు మ్రొక్కుకొనిన శ్రేష్ఠమైన మ్రొక్కుబళ్లన్నిటిని తేవలెను.",
    "12": "మీరును మీ కుమారులును మీ కుమార్తెలును మీ దాసులును మీ దాసీలును, మీతో పాలైనను స్వాస్థ్యమైనను లేక మీ పురములలో నివసించు లేవీయులును మీ దేవుడైన యెహోవా సన్నిధిని సంతోషింపవలెను.",
    "13": "నీకు కనబడు ప్రతి స్థలమందు నీ దహనబలులను అర్పింపకుండ జాగ్రత్తపడుము.",
    "14": "యెహోవా నీ గోత్రములలో ఒకదానియందు ఏర్పరచుకొను స్థలములోనే నీ దహనబలులను అర్పించి, నేను నీకు ఆజ్ఞాపించుచున్నవన్నియు అక్కడనే చేయవలెను.",
    "15": "అయితే నీవు కోరుకొనునప్పుడెల్ల నీ ఇష్టము వచ్చినట్లు నీ పశువులను వధించి తినవచ్చును; నీ దేవుడైన యెహోవా నీకిచ్చిన దీవెన చొప్పున నీ పురములన్నిటిలోను మాంసము తినవచ్చును; పవిత్రుడేమి అపవిత్రుడేమి దుప్పిని లేడిని తినునట్లు దానిని తినవచ్చును.",
    "16": "రక్తమును మాత్రము మీరు తినకూడదు; నీళ్లవలె దానిని నేలమీద పారబోయవలెను.",
    "17": "నీ ధాన్య ద్రాక్షారస తైలములలో దశమ భాగమును గాని, నీ పశువులలోను గొర్రెలలోను తొలిచూలువాటిని గాని, నీవు మ్రొక్కుకొనిన మ్రొక్కుబళ్లలో దేనినైనను గాని, నీ స్వేచ్ఛార్పణలను గాని, నీ ప్రతిష్ఠార్పణలను గాని నీ ఇండ్లలో తినకూడదు.",
    "18": "నీ దేవుడైన యెహోవా ఏర్పరచుకొను స్థలమున నీ దేవుడైన యెహోవా సన్నిధిని నీవును నీ కుమారుడును నీ కుమార్తెయు నీ దాసుడును నీ దాసియు నీ పురములలోనున్న లేవీయుడును వాటిని తినవలెను; నీవు చేయు పనులన్నిటిలో నీ దేవుడైన యెహోవా సన్నిధిని సంతోషింపవలెను.",
    "19": "నీవు నీ దేశములో బ్రతుకు దినములన్నియు లేవీయుని విడువకుండ జాగ్రత్తపడుము.",
    "20": "నీ దేవుడైన యెహోవా నీతో చెప్పినట్లు ఆయన నీ సరిహద్దును విశాలపరచినప్పుడు నీవు మాంసము తినగోరి - నేను మాంసము తిందునని అనుకొనినయెడల నీ ఇష్టము వచ్చినట్టెల్ల మాంసము తినవచ్చును.",
    "21": "నీ దేవుడైన యెహోవా తన పేరు ఉంచుకొనుటకు ఏర్పరచుకొను స్థలము నీకు దూరముగా ఉన్నయెడల, యెహోవా నీకిచ్చిన పశువుల మందలోనుండియు గొర్రెల మందలోనుండియు నేను నీకు ఆజ్ఞాపించినట్లు వధించి, నీ ఇండ్లలో నీ ఇష్టము వచ్చినట్టెల్ల తినవచ్చును.",
    "22": "దుప్పిని లేడిని తినునట్లు వాటిని తినవచ్చును; పవిత్రులును అపవిత్రులును వాటిని తినవచ్చును.",
    "23": "రక్తము తినకుండ జాగ్రత్తపడుము; రక్తమే ప్రాణము; మాంసముతో కూడ ప్రాణమును తినకూడదు.",
    "24": "దానిని తినకూడదు; నీళ్లవలె దానిని నేలమీద పారబోయవలెను.",
    "25": "దానిని తినకూడదు; అప్పుడు నీవు యెహోవా దృష్టికి న్యాయమైనది చేసినవాడవగుదువు గనుక నీకును నీ తరువాత నీ సంతానమునకును క్షేమము కలుగును.",
    "26": "నీకు కలిగిన ప్రతిష్ఠిత వస్తువులను నీ మ్రొక్కుబళ్లను తీసికొని యెహోవా ఏర్పరచుకొను స్థలమునకు వెళ్లవలెను.",
    "27": "నీ దేవుడైన యెహోవా బలిపీఠము మీద నీ దహనబలుల మాంసమును రక్తమును అర్పింపవలెను; నీ బలుల రక్తమును నీ దేవుడైన యెహోవా బలిపీఠము మీద పోయవలెను గాని మాంసమును నీవు తినవచ్చును.",
    "28": "నీవు నీ దేవుడైన యెహోవా దృష్టికి మంచిదియు న్యాయమైనదియు చేయునప్పుడు నీకును నీ తరువాత నీ సంతానమునకును నిత్యము క్షేమము కలుగునట్లు నేను నీకు ఆజ్ఞాపించుచున్న ఈ మాటలన్నిటిని విని గైకొనుము.",
    "29": "నీవు స్వాధీనపరచుకొనుటకు వెళ్లుచున్న ఆ జనములను నీ దేవుడైన యెహోవా నీ యెదుటనుండి నిర్మూలము చేసిన తరువాత నీవు వారి దేశమును ఆక్రమించుకొని వారి స్థానమున నివసించునప్పుడు",
    "30": "వారు నీ యెదుటనుండి నాశనము చేయబడిన తరువాత నీవు వారిని అనుసరించి చిక్కుబడకుండునట్లును - ఈ జనములు తమ దేవతలను కొలిచినట్లు నేనును చేసెదనని చెప్పుచు వారి దేవతలను గూర్చి విచారింపకుండునట్లును జాగ్రత్తపడుము.",
    "31": "నీ దేవుడైన యెహోవాకు ఆలాగు చేయకూడదు; ఏలయనగా యెహోవా ద్వేషించునట్టియు, ఆయనకు హేయమైనట్టియు ప్రతి కార్యమును వారు తమ దేవతలకు చేసిరి; తమ దేవతలకు తమ కుమారులను తమ కుమార్తెలను అగ్నిలో కాల్చివేయుదురు గదా.",
    "32": "నేను మీకాజ్ఞాపించు ప్రతి మాటను అనుసరించి చేయవలెను; దానిలో నీవు ఏమియు కలపకూడదు, దానిలోనుండి ఏమియు తీసివేయకూడదు."
}
