
{
    "1": "మీ మధ్య ప్రవక్తయైనను కలలు కనువాడైనను లేచి, నీకు ఒక సూచక క్రియను గాని అద్భుతమును గాని చెప్పి",
    "2": "నీవు ఎరుగని ఇతర దేవతలను అనుసరించి వాటిని పూజించుదము రమ్మని చెప్పినప్పుడు, అతడు చెప్పిన ఆ సూచక క్రియ గాని అద్భుతము గాని సంభవించినను,",
    "3": "ఆ ప్రవక్త మాట అయినను ఆ కలలు కనువాని మాట అయినను మీరు వినకూడదు. ఎందుకనగా మీరు మీ దేవుడైన యెహోవాను మీ పూర్ణహృదయముతోను మీ పూర్ణాత్మతోను ప్రేమించుచున్నారో లేదో తెలుసుకొనుటకు మీ దేవుడైన యెహోవా మిమ్మును పరీక్షించుచున్నాడు.",
    "4": "మీరు మీ దేవుడైన యెహోవాను అనుసరించి, ఆయనకు భయపడి, ఆయన ఆజ్ఞలను గైకొని, ఆయన మాట విని, ఆయనను సేవించి, ఆయనను హత్తుకొనవలెను.",
    "5": "ఆ ప్రవక్తయైనను ఆ కలలు కనువాడైనను మీకు మరణశిక్ష విధింపబడవలెను; ఏలయనగా మీరు నడువవలెనని మీ దేవుడైన యెహోవా మీకు ఆజ్ఞాపించిన మార్గములోనుండి మిమ్మును తొలగించునట్లు, ఐగుప్తు దేశములోనుండి మిమ్మును రప్పించి దాసుల గృహములోనుండి మిమ్మును విమోచించిన మీ దేవుడైన యెహోవా మీద అతడు తిరుగుబాటు మాటలాడెను; అట్లు నీ మధ్యనుండి ఆ చెడుతనమును పరిహరింపవలెను.",
    "6": "నీ తల్లి కుమారుడైన నీ సహోదరుడు గాని నీ కుమారుడు గాని నీ కుమార్తె గాని నీ కౌగిటి భార్య గాని నీ ప్రాణస్నేహితుడు గాని -",
    "7": "భూమి యొక్క ఒక కొననుండి మరియొక కొన వరకు నీకు సమీపమున ఉన్నవైనను, నీకు దూరమున ఉన్నవైనను, నీ చుట్టునున్న జనముల దేవతలలో నీవును నీ పితరులును ఎరుగని ఇతర దేవతలను పూజించుదము రమ్మని రహస్యముగా నిన్ను ప్రేరేపించినయెడల",
    "8": "నీవు అతనికి ఒప్పకూడదు, అతని మాట వినకూడదు; నీ కన్ను అతనిని కరుణింపకూడదు; నీవు జాలిపడకూడదు, అతనిని దాచకూడదు.",
    "9": "అతనిని తప్పక చంపవలెను; అతని చంపుటకు మొదట నీ చెయ్యియు, తరువాత జనులందరి చేతులును అతనిమీద ఉండవలెను.",
    "10": "రాళ్లతో అతని చావగొట్టవలెను; ఏలయనగా ఐగుప్తు దేశములోనుండియు దాసుల గృహములోనుండియు నిన్ను రప్పించిన నీ దేవుడైన యెహోవా యొద్దనుండి నిన్ను వెళ్లగొట్టుటకు అతడు ప్రయత్నించెను.",
    "11": "అప్పుడు ఇశ్రాయేలీయులందరు విని భయపడి, ఇకమీదట అట్టి చెడ్డపని మీ మధ్య చేయరు.",
    "12": "నీవు నివసించుటకు నీ దేవుడైన యెహోవా నీకిచ్చుచున్న పురములలో ఒకదాని యందు",
    "13": "కొందరు పనికిమాలినవారు మీ మధ్యనుండి బయలుదేరి - మనము వెళ్లి మనమెరుగని ఇతర దేవతలను పూజించుదము రండని చెప్పి తమ పురనివాసులను వెళ్లగొట్టిరని నీకు వినబడినయెడల,",
    "14": "నీవు ఆ సంగతిని గూర్చి బాగుగా విచారించి, శోధించి, అడిగి తెలిసికొనవలెను; అది నిజమై ఆ హేయమైన కార్యము నీ మధ్య జరిగినయెడల",
    "15": "నీవు ఆ పురనివాసులను తప్పక కత్తివాత హతముచేసి, దానిని దానిలోనున్న సమస్తమును దాని పశువులను కత్తివాత శపించి నాశనము చేయవలెను.",
    "16": "దాని కొల్లసొమ్మంతయు ఆ వీధి మధ్యకు కూర్చి, ఆ పురమును దాని కొల్లసొమ్మంతటిని నీ దేవుడైన యెహోవాకు సర్వాంగహోమముగా అగ్నితో కాల్చవలెను; అది ఎల్లప్పుడును పాడుదిబ్బగా ఉండును, అది మరి ఎన్నడును కట్టబడకూడదు.",
    "17": "శపితమైనదానిలో కొంచెమైనను నీ చేతికి అంటకూడదు; అప్పుడు యెహోవా తన కోపాగ్నినుండి మళ్లి, నీ పితరులతో ప్రమాణము చేసినట్లు నిన్ను కరుణించి, నీ యందు జాలిపడి నిన్ను విస్తరింపజేయును.",
    "18": "నేడు నేను నీకు ఆజ్ఞాపించు ఆయన ఆజ్ఞలన్నిటిని గైకొనుచు, నీ దేవుడైన యెహోవా దృష్టికి యథార్థమైనదానిని చేయునట్లు నీవు నీ దేవుడైన యెహోవా మాట వినవలెను."
}
