
{
    "1": "మీరు మీ దేవుడైన యెహోవా బిడ్డలు; చనిపోయినవాని నిమిత్తము మీ దేహములను కోసికొనకూడదు; మీ కనుబొమ్మల మధ్య బోడి చేసికొనకూడదు.",
    "2": "ఏలయనగా నీ దేవుడైన యెహోవాకు నీవు ప్రతిష్ఠిత జనము; భూమిమీదనున్న సమస్త జనములలోనుండి తనకే స్వకీయ జనముగా ఉండుటకు యెహోవా నిన్ను ఏర్పరచుకొనెను.",
    "3": "నీవు అసహ్యమైనదేదియు తినకూడదు.",
    "4": "మీరు తినదగిన జంతువులు ఏవనగా - ఎద్దు, గొర్రె, మేక,",
    "5": "దుప్పి, ఎర్రని దుప్పి, కృష్ణజింక, అడవి మేక, కొండ గొర్రె, లేడి, కొండ మేక.",
    "6": "జంతువులలో డెక్కలు చీలి రెండుగనున్నదై నెమరువేయు జంతువును మీరు తినవచ్చును.",
    "7": "అయితే నెమరువేయువాటిలోనైనను డెక్కలు చీలియున్నవాటిలోనైనను వీటిని తినకూడదు; ఒంటె, కుందేలు, పొట్టి కుందేలు; ఇవి నెమరువేయును గాని వాటి డెక్కలు చీలియుండలేదు; అవి మీకు అపవిత్రములు.",
    "8": "పంది డెక్కలు చీలియున్నను అది నెమరువేయదు గనుక అది మీకు అపవిత్రము; వాటి మాంసము తినకూడదు, వాటి కళేబరములను ముట్టకూడదు.",
    "9": "నీళ్లలో ఉన్నవాటిలో మీరు వేటిని తినవచ్చుననగా - రెక్కలు పొలుసులు గలవాటినన్నిటిని మీరు తినవచ్చును.",
    "10": "రెక్కలు పొలుసులు లేనిదానిని దేనిని తినకూడదు; అది మీకు అపవిత్రము.",
    "11": "పవిత్రమైన ప్రతి పక్షిని మీరు తినవచ్చును.",
    "12": "మీరు తినకూడనివి ఏవనగా - పడమటి గద్ద, వాయువన గద్ద, కడలి గద్ద,",
    "13": "పనిముట్టు గద్ద, గద్ద, రాబందు జాతి,",
    "14": "ప్రతి విధమైన కాకి జాతి,",
    "15": "నిప్పుకోడి, కపిరిగాడు, కోకిల, డేగ జాతి,",
    "16": "పైడికంటి, గుడ్లగూబ, సాముద్రపు కాకి,",
    "17": "గూడ బాతు, రాబందు, అరస పక్షి,",
    "18": "కొంగ, నారాయణ పక్షి జాతి, కుకుడు పిట్ట, గబ్బిలము అనునవి.",
    "19": "ఎగురు పురుగులన్నియు మీకు అపవిత్రములు; వాటిని తినకూడదు.",
    "20": "పవిత్రమైన ప్రతి పక్షిని మీరు తినవచ్చును.",
    "21": "చచ్చినదానిని దేనిని తినకూడదు; నీ యింట నున్న పరదేశికి దానిని ఇయ్యవచ్చును, అతడు దానిని తినవచ్చును; లేక అన్యునికి దానిని అమ్మవచ్చును; ఏలయనగా నీ దేవుడైన యెహోవాకు నీవు ప్రతిష్ఠిత జనము. మేకపిల్లను దాని తల్లి పాలతో వండకూడదు.",
    "22": "ప్రతి సంవత్సరమున నీ విత్తనముల పంటలో దశమ భాగమును తప్పక వేరుపరచవలెను.",
    "23": "నీవు నీ దేవుడైన యెహోవాకు ఎల్లప్పుడును భయపడుట నేర్చుకొనునట్లు నీ దేవుడైన యెహోవా తన పేరు ఉంచుకొనుటకు ఏర్పరచుకొను స్థలమున ఆయన సన్నిధిని నీ ధాన్యములోను నీ ద్రాక్షారసములోను నీ నూనెలోను పదియవ వంతును, నీ పశువులలోను గొర్రెలలోను తొలిచూలువాటిని తినవలెను.",
    "24": "మార్గము నీకు విస్తారముగా ఉండుటవలన, అనగా యెహోవా తన పేరు ఉంచుకొనుటకు ఏర్పరచుకొను స్థలము నీకు దూరముగా ఉండుటవలన, నీ దేవుడైన యెహోవా నిన్ను ఆశీర్వదించినప్పుడు నీవు వాటిని మోయలేనియెడల",
    "25": "దానిని వెండికి మార్చి, ఆ వెండిని చేత పట్టుకొని, నీ దేవుడైన యెహోవా ఏర్పరచుకొను స్థలమునకు వెళ్లి",
    "26": "నీకు ఇష్టమైనదాని కొరకు, ఎద్దుల కొరకైనను గొర్రెల కొరకైనను ద్రాక్షారసము కొరకైనను మద్యము కొరకైనను నీ కోరిక చొప్పున ఆ వెండినిచ్చి, అక్కడ నీ దేవుడైన యెహోవా సన్నిధిని నీవును నీ ఇంటివారును తిని సంతోషింపవలెను.",
    "27": "నీ యింట నున్న లేవీయుని విడవకూడదు; నీ మధ్య అతనికి పాలైనను స్వాస్థ్యమైనను లేదు.",
    "28": "మూడు సంవత్సరములకొకసారి ఆ సంవత్సరపు పంటలో పదియవ వంతు అంతయు బయటికి తెచ్చి నీ పురములలో ఉంచవలెను.",
    "29": "అప్పుడు నీ మధ్య పాలైనను స్వాస్థ్యమైనను లేని లేవీయులును, నీ పురములలోనున్న పరదేశులును, తండ్రిలేనివారును, విధవరాండ్రును వచ్చి తిని తృప్తి పొందుదురు; అట్లు చేసినయెడల నీవు చేయు నీ చేతి పని అంతటిలోను నీ దేవుడైన యెహోవా నిన్ను ఆశీర్వదించును."
}
