
{
    "1": "ఏడు సంవత్సరములకొకసారి విమోచన చేయవలెను.",
    "2": "విమోచన చేయవలసిన పద్ధతి ఏదనగా - తన పొరుగువానికి అప్పు ఇచ్చిన ప్రతివాడు ఆ అప్పును విడిచిపెట్టవలెను; యెహోవా పేరట విమోచన చాటింపబడెను గనుక తన పొరుగువానినైనను తన సహోదరునినైనను నిర్బంధింపకూడదు.",
    "3": "అన్యుని నిర్బంధింపవచ్చును గాని నీ సహోదరుని యొద్ద నీకు రావలసినదానిని నీవు విడిచిపెట్టవలెను.",
    "4": "నీ దేవుడైన యెహోవా మాట నీవు శ్రద్ధగా విని, నేడు నేను నీకు ఆజ్ఞాపించు ఈ ఆజ్ఞలన్నిటిని అనుసరించి నడుచుకొనినయెడల",
    "5": "నీ దేవుడైన యెహోవా నీకు స్వాస్థ్యముగా ఇచ్చుచున్న దేశములో ఆయన నిన్ను నిశ్చయముగా ఆశీర్వదించును గనుక నీలో బీదలుండరు.",
    "6": "నీ దేవుడైన యెహోవా నీతో చెప్పినట్లు నిన్ను ఆశీర్వదించును; నీవు అనేక జనములకు అప్పు ఇచ్చెదవు గాని అప్పు చేయవు; నీవు అనేక జనములను ఏలుదువు గాని వారు నిన్ను ఏలరు.",
    "7": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశములో నీ పురములలో దేనియందైనను నీ సహోదరులలో ఒకడు బీదవాడై యుండినయెడల, బీదవాడైన నీ సహోదరుని యెడల నీ హృదయమును కఠినపరచుకొనకూడదు, నీ చెయ్యి ముడుచుకొనకూడదు.",
    "8": "అవశ్యముగా నీ చెయ్యి చాపి, వానికి కావలసినది వానికి అప్పుగా ఇయ్యవలెను.",
    "9": "విమోచన సంవత్సరమైన ఏడవ సంవత్సరము సమీపించినదని నీ హృదయములో దురాలోచన పుట్టించుకొని, బీదవాడైన నీ సహోదరుని యెడల నిర్దయా దృష్టి గలవాడవై వానికి ఏమియు ఇయ్యకుండ ఉండకూడదు; వాడు నిన్ను గూర్చి యెహోవాకు మొరపెట్టును, అది నీకు పాపమగును; భద్రము సుమీ.",
    "10": "అవశ్యముగా నీవు వానికి ఇయ్యవలెను; వానికి ఇచ్చినప్పుడు నీ మనస్సున విచారపడకూడదు; ఇందువలన నీ దేవుడైన యెహోవా నీ కార్యములన్నిటిలోను నీవు చేయు ప్రయత్నములన్నిటిలోను నిన్ను ఆశీర్వదించును.",
    "11": "బీదలు దేశములో ఉండకమానరు; అందుచేత నేను - నీ దేశములోనున్న నీ సహోదరులకును దిక్కులేనివారికిని బీదలకును అవశ్యముగా నీ చెయ్యి చాపవలెనని నీకు ఆజ్ఞాపించుచున్నాను.",
    "12": "హెబ్రీయుడైన నీ సహోదరుడైనను నీ సహోదరియైనను నీకు అమ్మబడి ఆరు సంవత్సరములు నీకు సేవ చేసినయెడల, ఏడవ సంవత్సరమున నీ యొద్దనుండి వానిని ఉచితముగా పంపివేయవలెను.",
    "13": "నీ యొద్దనుండి వానిని ఉచితముగా పంపివేయునప్పుడు వట్టి చేతులతో పంపివేయకూడదు.",
    "14": "నీ మందలోను నీ కళ్లములోను నీ ద్రాక్ష గానుగలోను కొంత వానికి అవశ్యముగా ఇయ్యవలెను; నీ దేవుడైన యెహోవా నిన్ను ఆశీర్వదించిన కొలది నీవు వానికియ్యవలెను.",
    "15": "నీవు ఐగుప్తు దేశములో దాసుడవై యుండినప్పుడు నీ దేవుడైన యెహోవా నిన్ను విమోచించెనని జ్ఞాపకము చేసికొనుము; అందుచేత నేను ఈ సంగతిని నేడు నీకు ఆజ్ఞాపించుచున్నాను.",
    "16": "అయితే వాడు నిన్నును నీ ఇంటివారిని ప్రేమించి, నీ యొద్ద తనకు క్షేమమని - నేను నీ యొద్దనుండి వెళ్లనని నీతో చెప్పినయెడల",
    "17": "నీవు ఆరెను తీసికొని తలుపునకు అంచి వాని చెవిని గుచ్చవలెను; అప్పుడు వాడు ఎల్లప్పుడు నీకు దాసుడై యుండును; నీ దాసికిని ఆలాగే చేయవలెను.",
    "18": "వానిని ఉచితముగా పంపివేయుట నీకు కష్టముగా తోచకూడదు; ఆరు సంవత్సరములు కూలివానికి ఇచ్చు కూలికి రెండంతలు వాడు నీకు సేవ చేసెను; అప్పుడు నీ దేవుడైన యెహోవా నీవు చేయు వాటన్నిటిలో నిన్ను ఆశీర్వదించును.",
    "19": "నీ గోవులలోను గొర్రెలలోను పుట్టిన ప్రతి తొలిచూలు మగపిల్లను నీ దేవుడైన యెహోవాకు ప్రతిష్ఠింపవలెను; నీ ఎద్దుల తొలిపిల్లతో పని చేయకూడదు, నీ గొర్రెల తొలిపిల్ల బొచ్చు కత్తిరింపకూడదు.",
    "20": "యెహోవా ఏర్పరచుకొను స్థలమున నీ దేవుడైన యెహోవా సన్నిధిని నీవును నీ ఇంటివారును ఏటేట దానిని తినవలెను.",
    "21": "దానిలో లోపము, అనగా కుంటితనమే గాని గ్రుడ్డితనమే గాని మరి ఏ దోషమే గాని ఉన్నయెడల నీ దేవుడైన యెహోవాకు దానిని అర్పింపకూడదు.",
    "22": "నీ పురములలో దానిని తినవచ్చును; పవిత్రులును అపవిత్రులును దుప్పిని లేడిని తినునట్లు దానిని తినవచ్చును.",
    "23": "దాని రక్తమును మాత్రము తినకూడదు; నీళ్లవలె దానిని నేలమీద పారబోయవలెను."
}
