
{
    "1": "ఆబీబు నెలను కనిపెట్టి నీ దేవుడైన యెహోవాకు పస్కాను ఆచరింపవలెను; ఏలయనగా ఆబీబు నెలలో రాత్రివేళ నీ దేవుడైన యెహోవా ఐగుప్తులోనుండి నిన్ను బయటికి రప్పించెను.",
    "2": "యెహోవా తన పేరు ఉంచుటకు ఏర్పరచుకొను స్థలమున నీ దేవుడైన యెహోవాకు పస్కా బలిగా గొర్రెనైనను ఎద్దునైనను వధించవలెను.",
    "3": "దానితో పులిసినది తినకూడదు; ఏడు దినములు పులియని రొట్టెలను, అనగా శ్రమ రొట్టెలను తినవలెను; నీవు ఐగుప్తు దేశములోనుండి త్వరగా వచ్చితివి గనుక నీవు బ్రతుకు దినములన్నియు నీవు ఐగుప్తు దేశములోనుండి వచ్చిన దినమును జ్ఞాపకము చేసికొనునట్లు అట్లు చేయవలెను.",
    "4": "ఏడు దినముల వరకు నీ దేశమందంతటను నీ యొద్ద పులిసినది కనబడకూడదు; మరియు మొదటి దినమున సాయంకాలమందు నీవు వధించిన మాంసములో కొంచెమైనను ఉదయము వరకు నిలువకూడదు.",
    "5": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న పురములలో దేనియందైనను పస్కా పశువును వధించకూడదు.",
    "6": "నీ దేవుడైన యెహోవా తన పేరు ఉంచుకొనుటకు ఏర్పరచుకొను స్థలమునందే, సాయంకాలమున సూర్యుడు అస్తమించునప్పుడు నీవు ఐగుప్తులోనుండి బయలుదేరిన కాలమందే పస్కా పశువును వధించవలెను.",
    "7": "నీ దేవుడైన యెహోవా ఏర్పరచుకొను స్థలమున దానిని కాల్చి తినవలెను; ఉదయమున నీవు నీ గుడారములకు వెళ్లవచ్చును.",
    "8": "ఆరు దినములు పులియని రొట్టెలను తినవలెను; ఏడవ దినమున నీ దేవుడైన యెహోవాకు వ్రత దినము; అందులో నీవు ఏ పనియు చేయకూడదు.",
    "9": "ఏడు వారములను లెక్కించుకొనవలెను; పైరున కొడవలి పెట్ట నారంభించినది మొదలుకొని ఏడు వారములను లెక్కింప నారంభించవలెను.",
    "10": "అప్పుడు నీ దేవుడైన యెహోవా నీకు వారముల పండుగను ఆచరించి, నీ దేవుడైన యెహోవా నిన్ను ఆశీర్వదించిన కొలది నీవు స్వేచ్ఛార్పణముగా అర్పించు అర్పణమును తేవలెను.",
    "11": "నీ దేవుడైన యెహోవా తన పేరు ఉంచుటకు ఏర్పరచుకొను స్థలమున నీవును నీ కుమారుడును నీ కుమార్తెయు నీ దాసుడును నీ దాసియు నీ పురములలోనున్న లేవీయుడును నీ మధ్యనున్న పరదేశియు తండ్రిలేనివాడును విధవరాలును నీ దేవుడైన యెహోవా సన్నిధిని సంతోషింపవలెను.",
    "12": "నీవు ఐగుప్తులో దాసుడవై యుంటివని జ్ఞాపకము చేసికొని ఈ కట్టడలను అనుసరించి నడుచుకొనవలెను.",
    "13": "నీవు నీ కళ్లమునుండియు నీ ద్రాక్షల గానుగనుండియు పంటను కూర్చుకొనిన తరువాత ఏడు దినములు పర్ణశాలల పండుగను ఆచరింపవలెను.",
    "14": "ఈ పండుగలో నీవును నీ కుమారుడును నీ కుమార్తెయు నీ దాసుడును నీ దాసియు నీ పురములలోనున్న లేవీయుడును పరదేశియు తండ్రిలేనివాడును విధవరాలును సంతోషింపవలెను.",
    "15": "యెహోవా ఏర్పరచుకొను స్థలమున నీ దేవుడైన యెహోవాకు ఏడు దినములు పండుగ ఆచరింపవలెను; ఏలయనగా నీ పంట అంతటిలోను నీ చేతుల పని అంతటిలోను నీ దేవుడైన యెహోవా నిన్ను ఆశీర్వదించును; నీవు కేవలము సంతోషింతువు.",
    "16": "సంవత్సరమునకు మూడు మారులు, అనగా పులియని రొట్టెల పండుగలోను వారముల పండుగలోను పర్ణశాలల పండుగలోను మీ మగవారందరు ఆయన ఏర్పరచుకొను స్థలమున మీ దేవుడైన యెహోవా సన్నిధిని కనబడవలెను.",
    "17": "యెహోవా సన్నిధిని ఎవడును వట్టి చేతులతో కనబడకూడదు; నీ దేవుడైన యెహోవా నీకు అనుగ్రహించిన దీవెన చొప్పున ప్రతివాడును తన శక్తి కొలది ఇయ్యవలెను.",
    "18": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న నీ పురములన్నిటిలో నీ గోత్రముల చొప్పున న్యాయాధిపతులను నాయకులను నియమించుకొనవలెను; వారు న్యాయమును బట్టి ప్రజలకు తీర్పు తీర్చవలెను.",
    "19": "నీవు న్యాయమును తప్పించకూడదు; పక్షపాతము చేయకూడదు; లంచము పుచ్చుకొనకూడదు; లంచము జ్ఞానుల కన్నులకు గ్రుడ్డితనము కలుగజేసి నీతిమంతుల మాటలకు అపార్థము చేయించును.",
    "20": "నీవు బ్రతికి, నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశమును స్వాధీనపరచుకొనునట్లు నీవు న్యాయమునే, అనగా న్యాయమునే అనుసరింపవలెను.",
    "21": "నీ దేవుడైన యెహోవాకు నీవు కట్టించు బలిపీఠమునొద్ద ఏ విధమైన చెట్టునైనను దేవతాస్తంభముగా నాటకూడదు.",
    "22": "నీ దేవుడైన యెహోవా ద్వేషించు విగ్రహమును నీవు నిలువబెట్టకూడదు."
}
