
{
    "1": "యావైనను లోపము గల ఎద్దునైనను గొర్రెనైనను నీ దేవుడైన యెహోవాకు అర్పింపకూడదు; అది నీ దేవుడైన యెహోవాకు హేయము.",
    "2": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న పురములలో దేనియందైనను, నీ దేవుడైన యెహోవా దృష్టికి చెడుతనము చేసి ఆయన నిబంధనను మీరి,",
    "3": "నేను ఆజ్ఞాపించని వేరొక దేవుళ్లకైనను సూర్యునికైనను చంద్రునికైనను ఆకాశ సమూహమునకైనను నమస్కరించి వాటిని పూజించిన",
    "4": "పురుషుడే గాని స్త్రీయే గాని నీ మధ్య ఉండినయెడల, ఆ సంగతి నీకు తెలుపబడినప్పుడు నీవు దానిని విని బాగుగా విచారింపవలెను. అది నిజమై అట్టి హేయమైన కార్యము ఇశ్రాయేలులో జరిగినయెడల",
    "5": "ఆ చెడుకార్యము చేసిన ఆ పురుషుని గాని ఆ స్త్రీని గాని నీ పురము వెలుపలికి తీసికొనివచ్చి, ఆ పురుషుని గాని ఆ స్త్రీని గాని వారు చచ్చునట్లు రాళ్లతో కొట్టవలెను.",
    "6": "ఇద్దరు సాక్షుల నోటి మాట చేతనే గాని ముగ్గురు సాక్షుల నోటి మాట చేతనే గాని, చావవలసినవానికి మరణశిక్ష విధింపవలెను; ఒక్క సాక్షి మాట చేత మరణశిక్ష విధింపకూడదు.",
    "7": "వానిని చంపుటకు మొదట సాక్షుల చేతులును, తరువాత జనులందరి చేతులును వానిమీద ఉండవలెను; అట్లు ఆ చెడుతనమును నీ మధ్యనుండి పరిహరింపవలెను.",
    "8": "హత్యకు హత్యకు, వ్యాజ్యెమునకు వ్యాజ్యెమునకు, దెబ్బకు దెబ్బకు మధ్యను భేదమున్నందున, నీ పురములలో వివాదము పుట్టినప్పుడు, విమర్శించుట నీకు కఠినముగా తోచినయెడల నీవు లేచి, నీ దేవుడైన యెహోవా ఏర్పరచుకొను స్థలమునకు వెళ్లి",
    "9": "లేవీయులైన యాజకుల యొద్దకును ఆ కాలమందుండు న్యాయాధిపతి యొద్దకును వచ్చి విచారింపవలెను; వారు ఆ తీర్పును నీకు తెలియజేతురు.",
    "10": "యెహోవా ఏర్పరచుకొను ఆ స్థలమున వారు నీకు తెలియజేయు తీర్పు చొప్పున నీవు చేయవలెను; వారు నీకు బోధించునదంతయు ఆచరించుటకు జాగ్రత్తపడవలెను.",
    "11": "వారు నీకు బోధించు ధర్మశాస్త్రము చొప్పునను వారు నీతో చెప్పు తీర్పు చొప్పునను నీవు చేయవలెను; వారు నీకు తెలియజేయు తీర్పు నుండి కుడికి గాని ఎడమకు గాని తిరుగకూడదు.",
    "12": "ఎవడైనను సాహసించి, అక్కడ నీ దేవుడైన యెహోవాకు సేవ చేయుటకు నిలుచు యాజకుని మాట గాని న్యాయాధిపతి మాట గాని విననొల్లక యుండినయెడల ఆ మనుష్యుడు చావవలెను; అట్లు ఆ చెడుతనమును ఇశ్రాయేలులోనుండి పరిహరింపవలెను.",
    "13": "అప్పుడు ప్రజలందరు విని భయపడి ఇక సాహసింపకుందురు.",
    "14": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశములో నీవు ప్రవేశించి దానిని స్వాధీనపరచుకొని దానిలో నివసించునప్పుడు - నా చుట్టునున్న సమస్త జనములవలె నేనును నా మీద ఒక రాజును నియమించుకొందునని నీవు అనినయెడల",
    "15": "నీ దేవుడైన యెహోవా ఏర్పరచువానినే నీ మీద రాజుగా నియమించుకొనవలెను; నీ సహోదరులలో ఒకనినే నీ మీద రాజుగా నియమించుకొనవలెను; నీ సహోదరుడు కాని అన్యుని నీవు నియమించుకొనకూడదు.",
    "16": "అతడు అనేక గుఱ్ఱములను సంపాదించుకొనకూడదు; గుఱ్ఱములను సంపాదించుకొనుటకు జనులను ఐగుప్తునకు తిరిగి వెళ్లనియ్యకూడదు; ఏలయనగా - ఇకమీదట మీరు ఆ త్రోవను వెళ్లకూడదని యెహోవా మీతో చెప్పెను.",
    "17": "అతని హృదయము తొలగిపోకుండునట్లు అతడు అనేక భార్యలను తన కొరకు చేసికొనకూడదు; వెండి బంగారములను అతడు తన కొరకు అత్యధికముగా సమకూర్చుకొనకూడదు.",
    "18": "అతడు తన రాజ్య సింహాసనము మీద ఆసీనుడైనప్పుడు, లేవీయులైన యాజకుల వశమున ఉన్న గ్రంథమును చూచి, ఈ ధర్మశాస్త్రము యొక్క ప్రతిని తన కొరకు వ్రాసికొనవలెను.",
    "19": "అతడు తన దేవుడైన యెహోవాకు భయపడి, ఈ ధర్మశాస్త్ర వాక్యములన్నిటిని ఈ కట్టడలను గైకొని నడుచునట్లు",
    "20": "తన సహోదరుల మీద గర్వించక, ఈ ఆజ్ఞను విడిచి కుడికి గాని ఎడమకు గాని తిరుగక యుండునట్లును, తానును తన కుమారులును ఇశ్రాయేలు మధ్య తమ రాజ్యమందు దీర్ఘాయుష్మంతులగునట్లును, అతడు దినములన్నియు దానిని చదువుకొనుచు తన యొద్ద ఉంచుకొనవలెను."
}
