
{
    "1": "లేవీయులైన యాజకులకు, అనగా లేవి గోత్రమంతటికి ఇశ్రాయేలీయులతో పాటు పాలైనను స్వాస్థ్యమైనను ఉండకూడదు; యెహోవా హోమములను ఆయన స్వాస్థ్యమును వారు తినవలెను.",
    "2": "వారి సహోదరుల మధ్య వారికి స్వాస్థ్యము ఉండదు; యెహోవా వారితో చెప్పినట్లు ఆయనే వారికి స్వాస్థ్యము.",
    "3": "ప్రజలయొద్దనుండి, అనగా ఎద్దునే గాని గొర్రెనే గాని బలి అర్పించువారియొద్దనుండి యాజకులకు రావలసిన భాగమేదనగా - వారు పశువు యొక్క జబ్బను దవడలను పొట్టను యాజకునికి ఇయ్యవలెను.",
    "4": "నీ ధాన్య ద్రాక్షారస తైలములలో ప్రథమ ఫలమును, నీ గొర్రెల బొచ్చులో మొదటి కత్తెరను అతనికి ఇయ్యవలెను.",
    "5": "ఏలయనగా ఎల్లప్పుడు యెహోవా నామమున నిలిచి సేవ చేయుటకు నీ గోత్రములన్నిటిలో అతనిని అతని కుమారులను నీ దేవుడైన యెహోవా ఏర్పరచుకొనెను.",
    "6": "లేవీయుడు ఇశ్రాయేలులో తాను నివసించు ఏ పురమునుండియైనను వచ్చి, తన పూర్ణవాంఛ చొప్పున యెహోవా ఏర్పరచుకొను స్థలమునకు చేరినయెడల,",
    "7": "అక్కడ యెహోవా సన్నిధిని నిలుచు తన సహోదరులైన లేవీయులందరివలె అతడును తన దేవుడైన యెహోవా నామమున సేవ చేయవలెను.",
    "8": "పితరుల ఆస్తివలన అతనికి వచ్చినది గాక మిగిలినది వారు సమానముగా పంచుకొని తినవలెను.",
    "9": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశములో నీవు ప్రవేశించిన తరువాత, ఆ జనముల హేయమైన కార్యములను చేయ నేర్చుకొనకూడదు.",
    "10": "తన కుమారుని గాని తన కుమార్తెను గాని అగ్నిగుండము దాటించువానినైనను, సోదె చెప్పువానినైనను, ముహూర్తములను చూచువానినైనను, శకునము చెప్పువానినైనను, మంత్రగానినైనను,",
    "11": "మాంత్రికునినైనను, కర్ణపిశాచి నడుగువానినైనను, దయ్యములవద్ద విచారణ చేయువానినైనను మీ మధ్య ఉండనియ్యకూడదు.",
    "12": "వీటిని చేయు ప్రతివాడును యెహోవాకు హేయుడు; ఆ హేయమైన వాటిని బట్టి నీ దేవుడైన యెహోవా నీ యెదుటనుండి వారిని వెళ్లగొట్టుచున్నాడు.",
    "13": "నీవు నీ దేవుడైన యెహోవా యొద్ద యథార్థుడవై యుండవలెను.",
    "14": "నీవు స్వాధీనపరచుకొనబోవు ఈ జనములు ముహూర్తములను చూచువారి మాటను సోదె చెప్పువారి మాటను విందురు గాని, నిన్నైతే ఆలాగు చేయుటకు నీ దేవుడైన యెహోవా ఒప్పుకొనడు.",
    "15": "నీ దేవుడైన యెహోవా నీ మధ్యను నీ సహోదరులలోనుండి నా వంటి ఒక ప్రవక్తను నీ కొరకు పుట్టించును; మీరు అతని మాట వినవలెను.",
    "16": "హోరేబులో సమాజము కూడిన దినమున - నేను చావకుండునట్లు నా దేవుడైన యెహోవా స్వరమును ఇక వినకయుందును గాక, ఈ గొప్ప అగ్నిని ఇక చూడకయుందును గాక అని నీవు నీ దేవుడైన యెహోవాను అడిగినదంతటి చొప్పున ఇది జరుగును.",
    "17": "అప్పుడు యెహోవా నాతో ఇట్లనెను - వారు చెప్పిన మాట మంచిది.",
    "18": "వారి సహోదరులలోనుండి నీ వంటి ఒక ప్రవక్తను వారి కొరకు పుట్టించెదను; అతని నోట నా మాటలు ఉంచెదను; నేను అతనికి ఆజ్ఞాపించునదంతయు అతడు వారితో చెప్పును.",
    "19": "అతడు నా నామమున చెప్పు నా మాటలను విననివానిని నేను విచారణ చేసెదను.",
    "20": "అయితే నేను చెప్పుమని ఆజ్ఞాపించని మాటను నా నామమున చెప్పుటకు తెగించు ప్రవక్తయైనను, ఇతర దేవతల నామమున చెప్పు ప్రవక్తయైనను చావవలెను.",
    "21": "యెహోవా చెప్పని మాట మేము ఎట్లు తెలిసికొనగలమని నీవు నీ హృదయములో అనుకొనవచ్చును.",
    "22": "ఒక ప్రవక్త యెహోవా నామమున చెప్పినప్పుడు ఆ మాట జరుగకపోయినయెడల, అది నెరవేరకపోయినయెడల, అది యెహోవా చెప్పినది కాదు; ఆ ప్రవక్త సాహసము చేసి దాని చెప్పెను; అతనికి భయపడవద్దు."
}
