
{
    "1": "తరువాత మనము తిరిగి యెహోవా నాతో చెప్పినట్లు ఎర్ర సముద్ర మార్గమున అరణ్యమునకు ప్రయాణమై పోతివిు; మనము చాలా దినములు శేయీరు మన్నెము చుట్టు తిరిగితివిు.",
    "2": "అప్పుడు యెహోవా నాతో ఇట్లనెను",
    "3": "మీరు ఈ మన్నెము చుట్టు తిరిగినది చాలును; ఉత్తరమునకు తిరుగుడి.",
    "4": "నీవు ప్రజలకు ఈలాగు ఆజ్ఞాపించుము - శేయీరులో నివసించు ఏశావు సంతానమైన మీ సహోదరుల పొలిమేరను మీరు దాటబోవుచున్నారు; వారు మీకు భయపడుదురు.",
    "5": "కాబట్టి మీరు బహు జాగ్రత్తగా ఉండుడి; వారితో కలహపడవద్దు; వారి దేశములో అడుగు మోపునంత మేరయైనను మీకు ఇయ్యను; ఏలయనగా శేయీరు మన్నెమును ఏశావుకు స్వాస్థ్యముగా ఇచ్చితిని.",
    "6": "మీరు తినవలసిన ఆహారమును వెండి ఇచ్చి వారియొద్ద కొనుక్కొనవలెను; నీళ్లు కూడ వెండి ఇచ్చి వారియొద్ద కొనుక్కొని త్రాగవలెను.",
    "7": "నీ దేవుడైన యెహోవా నీ చేతి పనులన్నిటిలో నిన్ను ఆశీర్వదించెను; ఈ గొప్ప అరణ్యములో నీవు ఈలాగున సంచరించుట ఆయనకు తెలియును; ఈ నలభై ఏండ్లు నీ దేవుడైన యెహోవా నీకు తోడైయుండెను; నీకు ఏ లోపము కలుగలేదు.",
    "8": "అట్లు మనము ఎలతునుండియు ఎషీయోను గెబెరునుండియు అరాబా మార్గమున శేయీరులో నివసించు ఏశావు సంతానమైన మన సహోదరులొద్దనుండి సాగివచ్చితివిు. తరువాత మనము తిరిగి మోయాబు అరణ్య మార్గమున ప్రయాణమై పోతివిు.",
    "9": "అప్పుడు యెహోవా నాతో ఇట్లనెను - మోయాబీయులను విసికింపవద్దు, వారితో యుద్ధము చేయవద్దు; వారి దేశములో దేనిని నీకు స్వాస్థ్యముగా ఇయ్యను; లోతు సంతానమునకు ఆరును స్వాస్థ్యముగా ఇచ్చితిని.",
    "10": "(పూర్వకాలమున ఏమీయులు అక్కడ నివసించిరి. వారు అనాకీయులవలె బలమును విస్తారమును పొడవును గల జనులు.",
    "11": "వారును అనాకీయులవలె రెఫాయీయులని ఎంచబడినవారు; అయితే మోయాబీయులు వారికి ఏమీయులని పేరు పెట్టిరి.",
    "12": "హోరీయులును పూర్వకాలమున శేయీరులో నివసించిరి; అయితే ఏశావు సంతానము వారిని వెళ్లగొట్టి వారిని తమ యెదుటనుండి నాశనము చేసి, యెహోవా తమకిచ్చిన స్వాస్థ్య దేశములో ఇశ్రాయేలీయులు చేసినట్లు వారి స్థానములో నివసించిరి).",
    "13": "ఇప్పుడు మీరు లేచి జెరెదు లోయను దాటుడని చెప్పగా మనము జెరెదు లోయను దాటితివిు.",
    "14": "యెహోవా ప్రమాణము చేసినట్లు ఆ తరములోని యుద్ధశూరులందరు పాళెములోనుండి నశించిపోవు వరకు, మనము కాదేషు బర్నేయలోనుండి బయలుదేరి జెరెదు లోయను దాటు వరకు పట్టిన కాలము ముప్పది ఎనిమిది ఏండ్లు.",
    "15": "వారు పాళెములోనుండి నశించిపోవు వరకు యెహోవా చెయ్యి వారికి విరోధముగా ఉండెను.",
    "16": "ఆ యుద్ధశూరులందరు ఆ జనుల మధ్యనుండి చనిపోయిన తరువాత",
    "17": "యెహోవా నాతో ఇట్లనెను",
    "18": "నేడు నీవు ఆరు అనబడిన మోయాబు సరిహద్దును దాటబోవుచున్నావు.",
    "19": "నీవు అమ్మోనీయులకు సమీపించినప్పుడు వారిని విసికింపవద్దు, వారితో కలహపడవద్దు; అమ్మోనీయుల దేశములో దేనిని నీకు స్వాస్థ్యముగా ఇయ్యను; అది లోతు సంతానమునకు స్వాస్థ్యముగా ఇచ్చితిని.",
    "20": "(అదియు రెఫాయీయుల దేశమని ఎంచబడెను; పూర్వకాలమున రెఫాయీయులు అందులో నివసించిరి; అమ్మోనీయులు వారికి జంజుమ్మీయులని పేరు పెట్టిరి.",
    "21": "వారు అనాకీయులవలె బలమును విస్తారమును పొడవును గల జనులు; యెహోవా అమ్మోనీయుల యెదుటనుండి వారిని నాశనము చేసెను గనుక వారు వీరిని వెళ్లగొట్టి వీరి స్థానమున నివసించిరి.",
    "22": "అట్లే ఆయన శేయీరులో నివసించిన ఏశావు సంతానము యెదుటనుండి హోరీయులను నాశనము చేసెను; వారు వీరిని వెళ్లగొట్టి నేటి వరకు వీరి స్థానమున నివసించుచున్నారు.",
    "23": "మరియు గాజా వరకు గ్రామములలో నివసించిన ఆవీయులను కఫ్తోరునుండి వచ్చిన కఫ్తోరీయులు నాశనము చేసి వారి స్థానమున నివసించిరి).",
    "24": "మీరు లేచి సాగి అర్నోను లోయను దాటుడి; ఇదిగో హెష్బోను రాజైన సీహోను అను అమోరీయుని, అతని దేశమును నీ చేతికి అప్పగించితిని; దానిని స్వాధీనపరచుకొనుటకు ఆరంభించి అతనితో యుద్ధము చేయుము.",
    "25": "నేడు ఆకాశమంతటి క్రిందనున్న ప్రజలకు నీ భయమును నీ బెదురును పుట్టింప మొదలుపెట్టెదను; వారు నీ ఖ్యాతి విని నీ యెదుట వణకుచు వేదన పడుదురు.",
    "26": "కెదేమోతు అరణ్యమునుండి నేను హెష్బోను రాజైన సీహోను యొద్దకు సమాధానపు మాటలతో దూతలను పంపి ఇట్లంటిని -",
    "27": "నన్ను నీ దేశములో బడి వెళ్లనిమ్ము; రాజమార్గముననే నడిచెదను, కుడికైనను ఎడమకైనను తిరుగను.",
    "28": "నేను తినుటకు ఆహారమును వెండికి ఇయ్యవలెను, త్రాగుటకు నీళ్లును వెండికి ఇయ్యవలెను; నన్ను కాళ్లతో నడిచి వెళ్లనిమ్ము.",
    "29": "అట్లు శేయీరులో నివసించు ఏశావు సంతానమును ఆరులో నివసించు మోయాబీయులును నాకు చేసిరి; అట్లు నీవు చేసినయెడల నేను యొర్దాను దాటి మా దేవుడైన యెహోవా మాకిచ్చుచున్న దేశమున ప్రవేశించెదను.",
    "30": "అయితే హెష్బోను రాజైన సీహోను తన దేశములో బడి మనలను వెళ్లనియ్యనొల్లకపోయెను; ఏలయనగా నేడున్నట్లు, నీ దేవుడైన యెహోవా నీ చేతికి అతనిని అప్పగించుటకై అతని మనస్సును కఠినపరచి అతని హృదయమును మొండిగా చేసెను.",
    "31": "అప్పుడు యెహోవా నాతో - చూడుము, సీహోనును అతని దేశమును నీకు అప్పగించనారంభించితిని; అతని దేశమును స్వాధీనపరచుకొనుటకు ఆరంభించుము అనెను.",
    "32": "అప్పుడు సీహోనును అతని జనులందరును మనలను ఎదుర్కొనుటకు యాహసు వరకు బయలుదేరగా",
    "33": "మన దేవుడైన యెహోవా అతనిని మనకు అప్పగించెను; మనము అతనిని అతని కుమారులను అతని జనులనందరిని హతము చేసితివిు.",
    "34": "ఆ కాలమున మనము అతని పట్టణములన్నిటిని పట్టుకొని, ప్రతి పట్టణమును, అందలి పురుషులను స్త్రీలను పిల్లలను నిర్మూలము చేసితివిు; ఒక్కనినైనను మిగలనియ్యలేదు.",
    "35": "అయితే ఆ పట్టణములలో మనము పట్టుకొనిన కొల్లసొమ్మును పశువులను మన కొరకు ఉంచుకొంటిమి.",
    "36": "అర్నోను లోయ అంచుననున్న అరోయేరు నుండియు, ఆ లోయలోనున్న పట్టణము నుండియు గిలాదు వరకు మనకు సాధ్యము కాని పట్టణమేదియు లేకపోయెను; మన దేవుడైన యెహోవా సమస్తమును మనకు అప్పగించెను.",
    "37": "అయితే అమ్మోనీయుల దేశమునకు, అనగా యబ్బోకు నది ప్రాంతమంతటికిని, మన్నెములోని పట్టణములకును, మన దేవుడైన యెహోవా వద్దన్న ఏ స్థలమునకును నీవు సమీపించలేదు."
}
