
{
    "1": "నీ దేవుడైన యెహోవా నీకు స్వాధీనపరచుకొనుటకు ఇచ్చుచున్న దేశములో హతుడైన ఒకడు పొలములో పడియుండుట కనబడి, వాని చంపినవాడెవడో తెలియకపోయినయెడల,",
    "2": "నీ పెద్దలును నీ న్యాయాధిపతులును బయలుదేరి ఆ హతుని చుట్టునున్న ఊర్లను కొలవవలెను.",
    "3": "అప్పుడు ఆ హతునికి ఏ ఊరు సమీపముగా ఉండునో ఆ ఊరి పెద్దలు కాడి మోయనిదియు పని చేయనిదియునైన ఒక పెడ్డను తీసికొని,",
    "4": "దున్నబడకయు విత్తబడకయు, ఎల్లప్పుడు పారు నీరు గల లోయలోనికి ఆ పెడ్డను తోలుకొనివచ్చి, ఆ లోయలో ఆ పెడ్డ మెడను విరుగదీయవలెను.",
    "5": "లేవీయులైన యాజకులు దగ్గరకు రావలెను; ఏలయనగా తనకు పరిచర్య చేయుటకును యెహోవా నామమున దీవించుటకును నీ దేవుడైన యెహోవా వారిని ఏర్పరచుకొనెను; ప్రతి వ్యాజ్యెమును ప్రతి దెబ్బయు వారి మాట చొప్పున విమర్శింపబడవలెను.",
    "6": "హతునికి సమీపముగా ఉన్న ఆ ఊరి పెద్దలందరు ఆ లోయలో మెడ విరుగదీయబడిన ఆ పెడ్డ మీద తమ చేతులు కడుగుకొని",
    "7": "మా చేతులు ఈ రక్తమును చిందించలేదు, మా కన్నులు అది చూడలేదు.",
    "8": "యెహోవా, నీవు విమోచించిన నీ ప్రజలైన ఇశ్రాయేలీయులను క్షమించుము; నీ ప్రజలైన ఇశ్రాయేలీయుల మీద నిరపరాధి రక్తము మోపకుము అని చెప్పవలెను. అప్పుడు ఆ రక్తము విషయమై వారు క్షమింపబడుదురు.",
    "9": "అట్లు నీవు యెహోవా దృష్టికి యథార్థమైనదానిని చేయుటవలన ఆ నిరపరాధి రక్తమును నీ మధ్యనుండి పరిహరించెదవు.",
    "10": "నీవు నీ శత్రువులతో యుద్ధమునకు పోయినప్పుడు నీ దేవుడైన యెహోవా వారిని నీ చేతికి అప్పగించుటవలన నీవు వారిని చెరపట్టి,",
    "11": "ఆ చెరలో రూపవతియైన ఒక స్త్రీని చూచి ఆమెను ప్రేమించి పెండ్లి చేసికొనగోరినయెడల",
    "12": "నీవు నీ యింటికి ఆమెను తీసికొని రావలెను. ఆమె తల గొరిగించుకొని గోళ్లు తీయించుకొని,",
    "13": "తాను చెరపట్టబడినప్పుడు వేసికొనిన వస్త్రములను విడిచి నీ యింట ఉండి, ఒక నెల దినములు తన తండ్రిని తన తల్లిని గూర్చి ప్రలాపింపవలెను; తరువాత నీవు ఆమెయొద్దకు పోయి ఆమెకు భర్తవగుదువు, ఆమె నీకు భార్య అగును.",
    "14": "ఆమెయందు నీకు ఇష్టము లేకపోయినయెడల ఆమె మనస్సు వచ్చిన చోటికి ఆమెను పోనియ్యవలెను గాని ఆమెను అమ్మకూడదు; నీవు ఆమెను పరాభవపరచితివి గనుక ఆమెతో దాసీత్వపు వ్యాపారము చేయకూడదు.",
    "15": "ఒకనికి ఇద్దరు భార్యలుండి, వారిలో ఒకతె ప్రేమింపబడినదియు ఒకతె ద్వేషింపబడినదియునై యుండి, ఆ ప్రేమింపబడినదియు ద్వేషింపబడినదియు అతనికి పిల్లలను కనినయెడల, అనగా జ్యేష్ఠకుమారుడు ద్వేషింపబడినదానివాడైన యెడల,",
    "16": "అతడు తనకు కలిగిన ఆస్తిని తన కుమారులకు స్వాస్థ్యముగా పంచిపెట్టునప్పుడు, ద్వేషింపబడినదాని కుమారుడైన జ్యేష్ఠుని వదలివేసి ప్రేమింపబడినదాని కుమారునికి జ్యేష్ఠత్వము ఇయ్యకూడదు.",
    "17": "ద్వేషింపబడినదాని కుమారుని జ్యేష్ఠునిగా ఎంచి, తనకు కలిగినదంతటిలో రెండు పాళ్లు అతనికియ్యవలెను; అతడు అతని బలమునకు ప్రథమఫలము; జ్యేష్ఠత్వపు హక్కు అతనిదే.",
    "18": "ఒకనికి మొండివాడును తిరుగుబాటు చేయువాడునైన కుమారుడుండి, తన తండ్రి మాట గాని తన తల్లి మాట గాని వినక, వారు అతనిని శిక్షించినను వారి మాటకు లోబడకపోయినయెడల,",
    "19": "అతని తండ్రియు తల్లియు అతని పట్టుకొని, అతడున్న ఊరి గవిని యొద్దకును ఆ ఊరి పెద్దల యొద్దకును అతని తీసికొనివచ్చి",
    "20": "మా కుమారుడైన వీడు మొండివాడును తిరుగుబాటు చేయువాడునై యున్నాడు; మా మాట వినడు; వీడు తిండిపోతును త్రాగుబోతునై యున్నాడని ఆ ఊరి పెద్దలతో చెప్పవలెను.",
    "21": "అప్పుడు ఆ ఊరి మనుష్యులందరు రాళ్లతో వానిని చావగొట్టవలెను. ఆలాగున నీ మధ్యనుండి ఆ చెడుతనమును పరిహరింపవలెను; అప్పుడు ఇశ్రాయేలీయులందరు విని భయపడుదురు.",
    "22": "మరణశిక్షకు తగిన పాపము ఒకడు చేయగా అతని చంపి మ్రాను మీద వ్రేలాడదీసినయెడల,",
    "23": "అతని శవము రాత్రివేళ ఆ మ్రాను మీద నిలువకూడదు; వ్రేలాడదీయబడినవాడు దేవునికి శాపగ్రస్తుడు గనుక నీ దేవుడైన యెహోవా నీకు స్వాస్థ్యముగా ఇచ్చుచున్న దేశమును నీవు అపవిత్రపరచకుండునట్లు అగత్యముగా ఆ దినమందే అతని పాతిపెట్టవలెను."
}
