
{
    "1": "నీ సహోదరుని ఎద్దయినను గొర్రెయైనను దారి తప్పిపోవుట చూచి, చూడనట్లు ఉండకూడదు; అగత్యముగా వాటిని నీ సహోదరుని యొద్దకు తోలుకొని రావలెను.",
    "2": "నీ సహోదరుడు నీకు సమీపముగా లేకపోయినను, నీవు అతనిని ఎరుగకపోయినను, నీ యింటికి వాటిని తోలుకొనివచ్చి నీ సహోదరుడు వాటిని వెదకు వరకు నీ యొద్ద ఉంచుకొని అతనికి వాటిని అప్పగింపవలెను.",
    "3": "అతని గాడిదను గూర్చియు అతని వస్త్రమును గూర్చియు ఆలాగుననే చేయవలెను; నీ సహోదరునిదై తప్పిపోయినది నీకు దొరికినయెడల, ప్రతి వస్తువును గూర్చియు ఆలాగుననే చేయవలెను; నీవు చూడనట్లు ఉండకూడదు.",
    "4": "నీ సహోదరుని గాడిదయైనను ఎద్దయినను మార్గములో పడియుండుట చూచి, చూడనట్లు ఉండకూడదు; అగత్యముగా వాటిని లేవనెత్తుటకు అతనికి సహాయము చేయవలెను.",
    "5": "స్త్రీ పురుషుల వస్త్రములను వేసికొనకూడదు, పురుషుడు స్త్రీ వస్త్రములను ధరింపకూడదు; ఆలాగు చేయువారందరు నీ దేవుడైన యెహోవాకు హేయులు.",
    "6": "దారిన పోవునప్పుడు చెట్టుమీదనైనను నేలమీదనైనను పిల్లలయొద్ద గాని, గుడ్లయొద్ద గాని ఉన్న పక్షిగూడు నీకు కనబడినయెడల, ఆ తల్లి పక్షి పిల్లల మీదనైనను గుడ్ల మీదనైనను కూర్చునియున్నప్పుడు పిల్లలతో తల్లిని పట్టుకొనకూడదు.",
    "7": "నీకు క్షేమము కలుగునట్లును నీవు దీర్ఘాయుష్మంతుడవగునట్లును తల్లిని అగత్యముగా పోనిచ్చి పిల్లలను తీసుకోవచ్చును.",
    "8": "నీవు క్రొత్త ఇల్లు కట్టుకొనునప్పుడు, ఒకడు దానిమీదనుండి పడి నీ ఇంటిమీద రక్తాపరాధము రప్పించకుండునట్లు నీ ఇంటి పైప్పుకు అల్పిరి కట్టించవలెను.",
    "9": "నీ ద్రాక్షతోటలో వేరొక విత్తనమును చల్లకూడదు; చల్లినయెడల నీవు చల్లిన విత్తనముల పంటయు ద్రాక్షతోట ఫలమును ప్రతిష్ఠితములగును.",
    "10": "ఎద్దును గాడిదను జతచేసి దున్నకూడదు.",
    "11": "బొచ్చును జనుపనారయు కలిసిన మిశ్రిత వస్త్రమును ధరించుకొనకూడదు.",
    "12": "నీవు కప్పుకొను నీ వస్త్రమునకు నాలుగు చెంగుల యందు కుచ్చులు చేసికొనవలెను.",
    "13": "ఒకడు ఒక స్త్రీని పెండ్లి చేసికొని ఆమెయొద్దకు పోయిన తరువాత ఆమెను ద్వేషించి",
    "14": "ఆమె మీద నింద మోపి - నేను ఈ స్త్రీని పెండ్లి చేసికొంటిని గాని నేను ఆమెను కూడినప్పుడు ఆమె యందు కన్యకల లక్షణములు నాకు కనబడలేదని చెప్పి ఆమెకు అపకీర్తి తెచ్చినయెడల,",
    "15": "ఆ చిన్నదాని తండ్రియు తల్లియు ఆ చిన్నదాని కన్యకత్వపు గురుతులను పట్టుకొని ఊరి గవిని యొద్దనున్న పెద్దల యొద్దకు వాటిని తేవలెను.",
    "16": "అప్పుడు ఆ చిన్నదాని తండ్రి - నా కుమార్తెను ఈ మనుష్యునికి భార్యగా ఇచ్చితిని, ఇతడు ఆమెను ద్వేషించి",
    "17": "నింద మోపి - నీ కుమార్తె యందు కన్యకల లక్షణములు నాకు కనబడలేదన్నాడు; నా కుమార్తె కన్యకత్వపు గురుతులు ఇవే అని ఆ పెద్దలతో చెప్పి ఆ పెద్దల యెదుట ఆ వస్త్రమును విప్పవలెను.",
    "18": "అప్పుడు ఆ ఊరి పెద్దలు ఆ మనుష్యుని పట్టుకొని శిక్షించి",
    "19": "అతడు ఇశ్రాయేలీయుల కన్యకకు అపకీర్తి తెచ్చెను గనుక అతని యొద్ద నూరు తులముల వెండి జరిమానా తీసికొని ఆ చిన్నదాని తండ్రికి ఇయ్యవలెను; ఆమె అతనికి భార్యయై యుండును; తన దినములన్నియు అతడు ఆమెను విడనాడకూడదు.",
    "20": "అయితే ఆ మాట నిజమై ఆ చిన్నదాని యందు కన్యకల లక్షణములు కనబడనియెడల",
    "21": "ఆమె తన తండ్రి యింట వ్యభిచరించి ఇశ్రాయేలీయులలో దుష్కార్యము చేసెను గనుక ఆ చిన్నదానిని ఆమె తండ్రి యింటి ద్వారమునొద్దకు తీసికొనిరావలెను; ఆ ఊరి మనుష్యులు రాళ్లతో ఆమెను కొట్టవలెను, ఆమె చావవలెను; అట్లు ఆ చెడుతనమును మీ మధ్యనుండి పరిహరింపవలెను.",
    "22": "ఒకడు పెనిమిటి గల స్త్రీతో శయనించుట కనబడినయెడల ఆ స్త్రీతో శయనించిన ఆ పురుషుడును ఆ స్త్రీయు ఇద్దరును చావవలెను; అట్లు ఇశ్రాయేలీయులలోనుండి ఆ చెడుతనమును పరిహరింపవలెను.",
    "23": "ఒక పురుషునికి ప్రధానము చేయబడిన కన్యకయైన చిన్నది ఒకనికి పట్టణములో కనబడగా అతడు ఆమెతో శయనించినయెడల",
    "24": "మీరు ఆ ఇద్దరిని ఆ ఊరి గవిని యొద్దకు తీసికొనివచ్చి రాళ్లతో వారిని కొట్టవలెను, వారు చావవలెను; ఆ చిన్నది పట్టణములో ఉండియు కేకలు వేయలేదు గనుకను, ఆ పురుషుడు తన పొరుగువాని భార్యను చెరిపెను గనుకను వారిని చంపవలెను; అట్లు ఆ చెడుతనమును మీ మధ్యనుండి పరిహరింపవలెను.",
    "25": "అయితే ప్రధానము చేయబడిన ఆ చిన్నది పొలములో ఆ మనుష్యునికి కనబడగా, ఆ మనుష్యుడు ఆమెను బలాత్కారము చేసి ఆమెతో శయనించినయెడల, ఆమెతో శయనించిన ఆ మనుష్యుడు మాత్రమే చావవలెను.",
    "26": "ఆ చిన్నదానికి నీవు ఏమియు చేయకూడదు; ఆ చిన్నదాని యందు మరణశిక్షకు తగిన పాపము లేదు; ఇది ఒకడు తన పొరుగువాని మీద పడి వాని చంపినట్లే.",
    "27": "ఏలయనగా పొలములో అతడు ఆమెను కనుగొనెను; ప్రధానము చేయబడిన ఆ చిన్నది కేకలు వేసెను గాని ఆమెను విడిపించువాడెవడును లేకపోయెను.",
    "28": "ఒకడు ప్రధానము చేయబడని కన్యకయైన చిన్నదానిని చూచి పట్టుకొని ఆమెతో శయనింపగా వారు కనబడినయెడల",
    "29": "ఆమెతో శయనించిన ఆ మనుష్యుడు ఆ చిన్నదాని తండ్రికి ఏబది తులముల వెండి ఇయ్యవలెను; ఆమె అతనికి భార్య అగును; అతడు ఆమెను చెరిపెను గనుక తన దినములన్నియు ఆమెను విడనాడకూడదు.",
    "30": "తన తండ్రి భార్యను ఎవడును పొందకూడదు; తన తండ్రికి అవమానము కలుగజేయకూడదు."
}
