
{
    "1": "గొడ్డువాడు గాని మర్మచ్ఛేదము గలవాడు గాని యెహోవా సమాజములో చేరకూడదు.",
    "2": "మమజురు యెహోవా సమాజములో చేరకూడదు; పడవ తరము వరకు వాని వంశపు వారిలో ఒకడైనను యెహోవా సమాజములో చేరకూడదు.",
    "3": "అమ్మోనీయుడు గాని మోయాబీయుడు గాని యెహోవా సమాజములో చేరకూడదు; పడవ తరము వరకు వారిలో ఎవరైనను ఎన్నడును యెహోవా సమాజములో చేరకూడదు.",
    "4": "ఏలయనగా మీరు ఐగుప్తులోనుండి వచ్చుచుండగా వారు అన్నపానములు తీసికొని మిమ్మును ఎదుర్కొనలేదు; మరియు నిన్ను శపించుమని మెసొపొతమియను పెతోరు ఊరివాడైన బెయోరు కుమారుడగు బిలామును నీకు విరోధముగా కూలికి పిలిపించిరి.",
    "5": "అయినను నీ దేవుడైన యెహోవా బిలాము మాట విననొల్లకపోయెను; నీ దేవుడైన యెహోవా నిన్ను ప్రేమించెను గనుక నీ దేవుడైన యెహోవా ఆ శాపమును నీకు దీవెనగా మార్చెను.",
    "6": "నీ దినములన్నిటిలో ఎన్నడును వారి క్షేమమునైనను వారి మేలునైనను విచారింపకూడదు.",
    "7": "ఎదోమీయులను అసహ్యించుకొనకూడదు, వాడు నీకు సహోదరుడు; ఐగుప్తీయులను అసహ్యించుకొనకూడదు, నీవు వారి దేశములో పరదేశివై యుంటివి.",
    "8": "వారికి పుట్టిన పిల్లలలో మూడవ తరమువారు యెహోవా సమాజములో చేరవచ్చును.",
    "9": "నీవు నీ శత్రువుల మీదకి దండుగా బయలుదేరునప్పుడు, ప్రతి చెడ్డ క్రియకు దూరముగా ఉండవలెను.",
    "10": "రాత్రివేళ కలిగిన స్ఖలనమువలన అపవిత్రుడైనవాడు నీలో ఉండినయెడల వాడు పాళెము వెలుపలికి పోవలెను, పాళెములో ప్రవేశింపకూడదు.",
    "11": "అయితే సాయంకాలమున వాడు నీళ్లతో స్నానము చేయవలెను; ప్రొద్దు గ్రుంకిన తరువాత వాడు పాళెములో ప్రవేశింపవచ్చును.",
    "12": "పాళెము వెలుపల నీకు ఒక స్థలముండవలెను; అక్కడికి నీవు బహిర్భూమికి వెళ్లవలెను.",
    "13": "నీ ఆయుధములతో ఒక పారను ఉంచుకొనవలెను; నీవు బయట కూర్చుండునప్పుడు దానితో త్రవ్వి, తిరిగి నీ మలమును కప్పవలెను.",
    "14": "నిన్ను విడిపించుటకును నీ శత్రువులను నీకు అప్పగించుటకును నీ దేవుడైన యెహోవా నీ పాళెములో సంచరించుచున్నాడు గనుక నీ పాళెము పరిశుద్ధముగా ఉండవలెను; అప్పుడు ఆయన నీలో అశుభమైనదేదైనను చూచి నీ యొద్దనుండి వెళ్ళిపోడు.",
    "15": "తన యజమానుని యొద్దనుండి తప్పించుకొని నీ యొద్దకు వచ్చిన దాసుని వాని యజమానునికి అప్పగింపకూడదు.",
    "16": "నీ మధ్య నీకు ఇష్టమైన స్థలమున నీ ఊర్లలో ఒకదానియందు వాడు నీ యొద్ద నివసింపవలెను; వానిని బాధింపకూడదు.",
    "17": "ఇశ్రాయేలు కుమార్తెలలో వేశ్య ఉండకూడదు; ఇశ్రాయేలు కుమారులలో పురుషగామి ఉండకూడదు.",
    "18": "వేశ్య యొక్క జీతమును కుక్క వెలయును ఏ మ్రొక్కుబడికైనను నీ దేవుడైన యెహోవా మందిరములోనికి తేకూడదు; ఏలయనగా ఆ రెండును నీ దేవుడైన యెహోవాకు హేయములు.",
    "19": "నీ సహోదరునికి వడ్డీకి అప్పియ్యకూడదు; ద్రవ్యమునకే గాని ఆహారమునకే గాని వడ్డీకి ఇచ్చు దేనికే గాని వడ్డీ తీసికొనకూడదు.",
    "20": "అన్యునికి వడ్డీకి అప్పియ్యవచ్చును గాని నీ సహోదరునికి వడ్డీకి అప్పియ్యకూడదు; అప్పుడు నీవు స్వాధీనపరచుకొనుటకు వెళ్లుచున్న దేశములో నీవు చేయు ప్రయత్నములన్నిటిలో నీ దేవుడైన యెహోవా నిన్ను ఆశీర్వదించును.",
    "21": "నీ దేవుడైన యెహోవాకు మ్రొక్కుబడి చేసికొనినయెడల దానిని చెల్లించుటకు ఆలస్యము చేయకూడదు; నీ దేవుడైన యెహోవా నీవలన దానిని నిశ్చయముగా విచారించును; అది నీకు పాపమగును.",
    "22": "నీవు మ్రొక్కుకొనకుండినయెడల నీకు పాపము లేదు.",
    "23": "నీ పెదవుల నుండి బయలుదేరినదానిని నీవు జాగ్రత్తగా గైకొనవలెను; నీవు నీ దేవుడైన యెహోవాకు స్వేచ్ఛార్పణగా నీ నోటితో పలికిన మ్రొక్కుబడిని చెల్లింపవలెను.",
    "24": "నీ పొరుగువాని ద్రాక్షతోటలోనికి నీవు వెళ్లినయెడల నీ కడుపు నిండా నీకిష్టమైనంత మట్టుకు ద్రాక్ష పండ్లను తినవచ్చును గాని నీ గంపలో వేసికొనకూడదు.",
    "25": "నీ పొరుగువాని పంటచేనిలోనికి నీవు వెళ్లినయెడల నీ చేతితో వెన్నులను త్రుంచుకొనవచ్చును గాని నీ పొరుగువాని పంటకు కొడవలి పెట్టకూడదు."
}
