
{
    "1": "ఒకడు ఒక స్త్రీని పెండ్లి చేసికొనిన తరువాత ఆమెయందు లజ్జాకరమైనది ఏదైనను కనబడినందున ఆమె అతని దృష్టికి ఇష్టముగా ఉండనియెడల, అతడు ఆమెకు విడాకుల పత్రిక వ్రాసి ఆమె చేతికిచ్చి తన యింటనుండి ఆమెను వెళ్లగొట్టవలెను.",
    "2": "ఆమె అతని యింటనుండి వెళ్లిన తరువాత వేరొకనిని పెండ్లి చేసికొనవచ్చును.",
    "3": "ఆ రెండవవాడును ఆమెను ద్వేషించి ఆమెకు విడాకుల పత్రిక వ్రాసి ఆమె చేతికిచ్చి తన యింటనుండి ఆమెను వెళ్లగొట్టినయెడల గాని, ఆమెను పెండ్లి చేసికొనిన ఆ రెండవవాడు చనిపోయినయెడల గాని,",
    "4": "ఆమె అపవిత్రపరచబడెను గనుక ఆమెను విడిచిపెట్టిన ఆమె మొదటి భర్త ఆమెను తిరిగి పెండ్లి చేసికొనకూడదు; అది యెహోవా దృష్టికి హేయము; నీ దేవుడైన యెహోవా నీకు స్వాస్థ్యముగా ఇచ్చుచున్న దేశమును నీవు పాపముతో నింపకూడదు.",
    "5": "క్రొత్తగా పెండ్లి చేసికొనినవాడు యుద్ధమునకు వెళ్లకూడదు; ఏ పని భారమును అతని మీద మోపకూడదు; అతడు ఏడాది వరకు తన యింట స్వేచ్ఛగా ఉండి తాను చేసికొనిన తన భార్యను సంతోషపెట్టవలెను.",
    "6": "తిరగలిని గాని తిరగలి పైరాయిని గాని కుదువ పెట్టకూడదు; అట్లు చేయువాడు ప్రాణమును కుదువ పెట్టుకొనువాడే.",
    "7": "ఒకడు ఇశ్రాయేలీయులైన తన సహోదరులలో ఎవరినైనను దొంగిలించి, వానితో దాసునిగా ప్రవర్తించుట గాని వానిని అమ్ముట గాని కనబడినయెడల ఆ దొంగ చావవలెను; అట్లు ఆ చెడుతనమును నీ మధ్యనుండి పరిహరింపవలెను.",
    "8": "కుష్ఠు రోగమును గూర్చి జాగ్రత్తపడుము; లేవీయులైన యాజకులు మీకు బోధించువాటన్నిటి చొప్పున మీరు అత్యంత శ్రద్ధగా చేయవలెను; నేను వారికి ఆజ్ఞాపించినట్లు మీరు చేయుటకు జాగ్రత్తపడవలెను.",
    "9": "మీరు ఐగుప్తులోనుండి వచ్చుచుండగా మార్గములో నీ దేవుడైన యెహోవా మిర్యాముకు చేసినదానిని జ్ఞాపకము చేసికొనుము.",
    "10": "నీవు నీ పొరుగువానికి ఏ అప్పయినను ఇచ్చినయెడల కుదువ తీసికొనుటకు అతని ఇంటిలోనికి వెళ్లకూడదు.",
    "11": "నీవు బయట నిలువబడవలెను; నీవు అప్పు ఇచ్చిన ఆ మనుష్యుడు ఆ కుదువను బయట నీ యొద్దకు తేవలెను.",
    "12": "అతడు బీదవాడైతే అతని కుదువ ఉంచుకొని నిద్రపోకూడదు.",
    "13": "పొద్దు గ్రుంకునప్పుడు ఆ కుదువను అతనికి నిశ్చయముగా తిరిగి ఇయ్యవలెను; అప్పుడు అతడు తన బట్ట కప్పుకొని పండుకొని నిన్ను దీవించును; అది నీ దేవుడైన యెహోవా దృష్టికి నీకు నీతిగా ఉండును.",
    "14": "నీ సహోదరులలోనే గాని నీ దేశములో నీ యింటనున్న పరదేశులలోనే గాని బీదవాడును అగత్యము గలవాడునైన కూలివానిని బాధింపకూడదు.",
    "15": "అతడు బీదవాడు, ఆ కూలి మీద అతడు ఆశ పెట్టుకొనెను గనుక పొద్దు గ్రుంకకమునుపే అతని కూలి ఇయ్యవలెను; లేనియెడల అతడు నిన్ను గూర్చి యెహోవాకు మొరపెట్టును, అది నీకు పాపమగును.",
    "16": "పిల్లల ఆరమును బట్టి తండ్రులకు మరణశిక్ష విధింపకూడదు, తండ్రుల నేరమును బట్టి పిల్లలకు మరణశిక్ష విధింపకూడదు; ఎవని పాపము నిమిత్తము వాడు మరణశిక్ష నొందవలెను.",
    "17": "పరదేశికైనను తండ్రిలేనివానికైనను న్యాయము తప్పించకూడదు; విధవరాలి వస్త్రమును కుదువగా తీసికొనకూడదు.",
    "18": "నీవు ఐగుప్తులో దాసుడవై యుంటివనియు, నీ దేవుడైన యెహోవా అక్కడనుండి నిన్ను విమోచించెననియు జ్ఞాపకము చేసికొనుము; అందుచేతను ఈలాగు చేయవలెనని నేను నీకు ఆజ్ఞాపించుచున్నాను.",
    "19": "నీ పొలములో నీ పంటను కోయునప్పుడు, నీ పొలములో ఒక పనను మరచిపోయినయెడల దానిని తెచ్చుటకు తిరిగి వెళ్లకూడదు; నీ దేవుడైన యెహోవా నీ చేతి పనులన్నిటిలో నిన్ను ఆశీర్వదించునట్లు అది పరదేశికిని తండ్రిలేనివానికిని విధవరాలికిని ఉండవలెను.",
    "20": "నీవు నీ ఒలీవ చెట్టును దులుపునప్పుడు ఆ కొమ్మలను తిరిగి పరిశీలింపకూడదు; అవి పరదేశికిని తండ్రిలేనివానికిని విధవరాలికిని ఉండవలెను.",
    "21": "నీవు నీ ద్రాక్షతోట పండ్లను కోయునప్పుడు పరిగెను ఏరుకొనకూడదు; అది పరదేశికిని తండ్రిలేనివానికిని విధవరాలికిని ఉండవలెను.",
    "22": "నీవు ఐగుప్తు దేశములో దాసుడవై యుంటివని జ్ఞాపకము చేసికొనుము; అందుచేతను ఈలాగు చేయవలెనని నేను నీకు ఆజ్ఞాపించుచున్నాను."
}
