
{
    "1": "మనుష్యుల మధ్య వివాదము పుట్టినప్పుడు వారు న్యాయపు తీర్పునకు వచ్చినయెడల, న్యాయాధిపతులు వారికి తీర్పు తీర్చి, నీతిమంతుని నీతిమంతునిగాను దోషిని దోషిగాను నిర్ణయింపవలెను.",
    "2": "ఆ దోషి దెబ్బలకు తగినవాడైతే న్యాయాధిపతి వానిని పండుకోబెట్టి, తన యెదుట వాని దోషమునకు తగినట్లు లెక్క చొప్పున వానిని కొట్టింపవలెను.",
    "3": "నలభై దెబ్బలు కొట్టింపవచ్చును; అంతకు మించకూడదు. అంతకు మించి ఎక్కువ దెబ్బలు కొట్టించినయెడల నీ సహోదరుడు నీ కన్నుల యెదుట నీచుడగును.",
    "4": "కళ్ళము త్రొక్కుచున్న ఎద్దు మూతికి చిక్కము వేయకూడదు.",
    "5": "సహోదరులు కలిసి నివసించుచుండగా వారిలో ఒకడు సంతానము లేక చనిపోయినయెడల, చనిపోయినవాని భార్య బయట అన్యుని పెండ్లి చేసికొనకూడదు; ఆమె భర్త సహోదరుడు ఆమెయొద్దకు వెళ్లి ఆమెను పెండ్లి చేసికొని ఆమె భర్త సహోదరునిగా ఆమె యెడల తన ధర్మమును జరిగింపవలెను.",
    "6": "చనిపోయినవాని పేరు ఇశ్రాయేలులోనుండి తుడిచివేయబడకుండునట్లు ఆమె కను జ్యేష్ఠకుమారుడు చనిపోయిన ఆ సహోదరుని పేరు పెట్టబడవలెను.",
    "7": "ఆ మనుష్యుడు తన సహోదరుని భార్యను చేసికొననొల్లనియెడల, అతని సహోదరుని భార్య గవిని యొద్దనున్న పెద్దల యొద్దకు వెళ్లి - నా భర్త సహోదరుడు ఇశ్రాయేలులో తన సహోదరుని పేరు నిలుపుటకు ఒప్పుకొనలేదు; అతడు నా యెడల మరిది ధర్మము జరిగింపనొల్లడని చెప్పవలెను.",
    "8": "అప్పుడు అతని ఊరి పెద్దలు అతనిని పిలిపించి అతనితో మాటలాడవలెను; అతడు నిలిచి - ఆమెను చేసికొనుట నాకు ఇష్టము లేదని చెప్పినయెడల",
    "9": "అతని సహోదరుని భార్య పెద్దల కన్నుల యెదుట అతని యొద్దకు వచ్చి, అతని కాలి చెప్పును ఊడదీసి, అతని ముఖము మీద ఉమ్మివేసి - తన సహోదరుని ఇల్లు కట్టనివానికి ఈలాగు చేయబడవలెనని చెప్పవలెను.",
    "10": "ఇశ్రాయేలులో - చెప్పు ఊడదీయబడినవాని ఇల్లు అని వానికి పేరు పెట్టబడును.",
    "11": "మనుష్యులు ఒకరితో ఒకరు పోట్లాడుచున్నప్పుడు వారిలో ఒకని భార్య కొట్టువాని చేతిలోనుండి తన భర్తను విడిపింపవచ్చి, తన చెయ్యి చాపి వాని మానమును పట్టుకొనినయెడల",
    "12": "నీవు ఆమె చెయ్యి నరికివేయవలెను; నీ కన్ను ఆమెను కరుణింపకూడదు.",
    "13": "నీ సంచిలో వేరు వేరు తూనిక రాళ్లు, అనగా పెద్దదియు చిన్నదియు ఉంచుకొనకూడదు.",
    "14": "నీ యింట వేరు వేరు కొలలు, అనగా పెద్దదియు చిన్నదియు ఉంచుకొనకూడదు.",
    "15": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశములో నీ దినములు దీర్ఘములగునట్లు నీవు న్యాయమైన సరియైన తూనిక రాయి, న్యాయమైన సరియైన కొల ఉంచుకొనవలెను.",
    "16": "అట్టివాటిని చేయువారందరును, అన్యాయము చేయువారందరును నీ దేవుడైన యెహోవాకు హేయులు.",
    "17": "మీరు ఐగుప్తులోనుండి వచ్చుచుండగా మార్గములో అమాలేకు నీకు చేసినదానిని జ్ఞాపకము చేసికొనుము.",
    "18": "అతడు దేవునికి భయపడక, నీవు అలసి బలహీనుడవై యున్నప్పుడు మార్గములో నిన్ను ఎదుర్కొని, నీ వెనుక ఉన్న నీ వారిలో నీరసముగా ఉన్నవారినందరిని ఎట్లు హతము చేసెనో జ్ఞాపకము చేసికొనుము.",
    "19": "కాబట్టి నీవు స్వాధీనపరచుకొనునట్లు నీ దేవుడైన యెహోవా నీకు స్వాస్థ్యముగా ఇచ్చుచున్న దేశములో నీ దేవుడైన యెహోవా చుట్టునున్న నీ శత్రువులందరి చేతిలోనుండి నిన్ను విడిపించి నీకు విశ్రాంతినిచ్చిన తరువాత నీవు ఆకాశము క్రిందనుండి అమాలేకు పేరును తుడిచివేయవలెను; దానిని మరిచిపోవద్దు."
}
