
{
    "1": "నీ దేవుడైన యెహోవా నీకు స్వాస్థ్యముగా ఇచ్చుచున్న దేశమునకు నీవు వెళ్లి దానిని స్వాధీనపరచుకొని దానిలో నివసించునప్పుడు",
    "2": "నీ దేవుడైన యెహోవా నీకిచ్చుచున్న నీ దేశములో నీవు పండించు భూమి యొక్క పంట అంతటిలో ప్రథమ ఫలములను తీసికొని గంపలో ఉంచుకొని, నీ దేవుడైన యెహోవా తన పేరు ఉంచుకొనుటకు ఏర్పరచుకొను స్థలమునకు వెళ్లి",
    "3": "ఆ దినములలో ఉండు యాజకుని యొద్దకు వచ్చి - యెహోవా మనకు ఇచ్చునట్లు మన పితరులతో ప్రమాణము చేసిన దేశమునకు నేను వచ్చియున్నానని నేడు నీ దేవుడైన యెహోవా సన్నిధిని ఒప్పుకొనుచున్నానని అతనితో చెప్పవలెను.",
    "4": "అప్పుడు యాజకుడు నీ చేతిలోనుండి ఆ గంపను తీసికొని నీ దేవుడైన యెహోవా బలిపీఠము యెదుట దానిని పెట్టవలెను.",
    "5": "అప్పుడు నీవు నీ దేవుడైన యెహోవా సన్నిధిని ఇలాగు చెప్పవలెను - నా తండ్రి నశించుచున్న సిరియనుడు; అతడు ఐగుప్తునకు వెళ్లి అక్కడ కొద్దిమందితో నివసించి, అక్కడ గొప్పదియు బలమైనదియు విస్తారమైనదియునగు జనమాయెను.",
    "6": "ఐగుప్తీయులు మమ్మును హింసించి మాకు శ్రమ పెట్టి మా చేత కఠినమైన వెట్టి పనులు చేయించుకొనగా",
    "7": "మేము మా పితరుల దేవుడైన యెహోవాకు మొరపెట్టితివిు; యెహోవా మా మొరను విని, మా బాధను మా కష్టమును మాకు కలిగిన హింసను చూచెను.",
    "8": "అప్పుడు యెహోవా బాహుబలముతోను, చాచిన చేతితోను, మహా భయముతోను, సూచక క్రియలతోను, మహత్కార్యములతోను ఐగుప్తులోనుండి మమ్మును రప్పించి",
    "9": "ఈ స్థలమునకు మమ్మును తెచ్చి, పాలు తేనెలు ప్రవహించు ఈ దేశమును మాకిచ్చెను.",
    "10": "కాబట్టి యెహోవా, ఇదిగో నీవు నాకిచ్చిన భూమి యొక్క ప్రథమ ఫలములను ఇప్పుడు తెచ్చియున్నానని చెప్పి, నీ దేవుడైన యెహోవా సన్నిధిని దానిని పెట్టి నీ దేవుడైన యెహోవాకు మ్రొక్కవలెను.",
    "11": "అప్పుడు నీవును లేవీయులును నీ మధ్యనున్న పరదేశులును నీ దేవుడైన యెహోవా నీకును నీ ఇంటివారికిని ఇచ్చిన మేలంతటిని బట్టి సంతోషింపవలెను.",
    "12": "పదియవ వంతు నిచ్చు సంవత్సరమున, అనగా మూడవ సంవత్సరమున నీ పంట అంతటిలో పదియవ వంతు తీసి, లేవీయులకును పరదేశులకును తండ్రిలేనివారికిని విధవరాండ్రకును ఇచ్చిన తరువాత, వారు నీ పురములలో తిని తృప్తి పొందిన మీదట",
    "13": "నీవు నీ దేవుడైన యెహోవా సన్నిధిని ఇట్లనవలెను - నీవు నాకు ఆజ్ఞాపించిన నీ ఆజ్ఞలన్నిటి చొప్పున నా యింటిలోనుండి ప్రతిష్ఠితమైనదానిని తీసి, లేవీయులకును పరదేశులకును తండ్రిలేనివారికిని విధవరాండ్రకును ఇచ్చితిని; నీ ఆజ్ఞలలో దేనిని నేను మీరలేదు, మరువలేదు.",
    "14": "నా ప్రలాప దినములలో నేను దానిలో కొంచెమైనను తినలేదు; అపవిత్రుడనై యుండి దానిలో దేనిని తీయలేదు; చచ్చినవాని కోసము దానిలో దేనిని ఇయ్యలేదు; నేను నా దేవుడైన యెహోవా మాట విని నీవు నాకు ఆజ్ఞాపించిన వాటన్నిటి ప్రకారము చేసితిని.",
    "15": "నీ పరిశుద్ధ నివాసమైన ఆకాశమునుండి చూచి, నీ ప్రజలైన ఇశ్రాయేలీయులను, నీవు మా పితరులతో ప్రమాణము చేసినట్లు మాకిచ్చిన పాలు తేనెలు ప్రవహించు దేశమును ఆశీర్వదించుము.",
    "16": "ఈ కట్టడలను విధులను గైకొనవలెనని నేడు నీ దేవుడైన యెహోవా నీకు ఆజ్ఞాపించుచున్నాడు; కాబట్టి నీవు నీ పూర్ణహృదయముతోను నీ పూర్ణాత్మతోను వాటిని అనుసరించి నడుచుకొనవలెను.",
    "17": "యెహోవా నీకు దేవుడై యుండుననియు, నీవు ఆయన మార్గములలో నడుచుకొందువనియు, ఆయన కట్టడలను ఆజ్ఞలను విధులను గైకొందువనియు, ఆయన మాట విందువనియు నేడు ఆయన మాట ఒప్పుకొంటివి.",
    "18": "మరియు యెహోవా నీతో చెప్పినట్లు నీవు ఆయనకు స్వకీయ జనమై యుందువనియు, ఆయన ఆజ్ఞలన్నిటిని గైకొందువనియు,",
    "19": "తాను సృజించిన సమస్త జనములకంటే కీర్తిలోను ఘనతలోను పేరులోను నిన్ను హెచ్చించునట్లును, ఆయన చెప్పినట్లు నీవు నీ దేవుడైన యెహోవాకు పరిశుద్ధ జనమై యుందువనియు నేడు నిన్ను ఒప్పుకొనెను."
}
