
{
    "1": "మరియు మోషే ఇశ్రాయేలు పెద్దలతో కలిసి ప్రజలకు ఈలాగు ఆజ్ఞాపించెను - నేడు నేను మీకు ఆజ్ఞాపించు ఈ ఆజ్ఞలన్నిటిని గైకొనుడి.",
    "2": "మీరు యొర్దాను దాటి నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశములో ప్రవేశించు దినమున, నీవు పెద్ద రాళ్లను నిలువబెట్టి వాటికి సున్నము పూయవలెను.",
    "3": "నీ పితరుల దేవుడైన యెహోవా నీతో చెప్పినట్లు నీ దేవుడైన యెహోవా నీకిచ్చుచున్న పాలు తేనెలు ప్రవహించు దేశములో నీవు ప్రవేశించునట్లు నీవు దాటిన తరువాత వాటిమీద ఈ ధర్మశాస్త్ర వాక్యములన్నిటిని వ్రాయవలెను.",
    "4": "మీరు యొర్దాను దాటిన తరువాత నేను నేడు మీకు ఆజ్ఞాపించుచున్నట్లు ఏబాలు కొండమీద ఆ రాళ్లను నిలువబెట్టి వాటికి సున్నము పూయవలెను.",
    "5": "అక్కడ నీ దేవుడైన యెహోవాకు బలిపీఠమును, అనగా రాతి బలిపీఠమును కట్టవలెను; వాటిమీద ఇనుప పనిముట్టును వాడకూడదు.",
    "6": "చెక్కని రాళ్లతో నీ దేవుడైన యెహోవాకు బలిపీఠమును కట్టి, దానిమీద నీ దేవుడైన యెహోవాకు దహనబలులను అర్పించవలెను.",
    "7": "మరియు సమాధానబలులను అర్పించి అక్కడ భోజనము చేసి నీ దేవుడైన యెహోవా సన్నిధిని సంతోషింపవలెను.",
    "8": "మరియు ఆ రాళ్లమీద ఈ ధర్మశాస్త్ర వాక్యములన్నిటిని బాగుగా విశదపరచి వ్రాయవలెను.",
    "9": "అప్పుడు మోషేయు యాజకులైన లేవీయులును ఇశ్రాయేలీయులందరితో ఇట్లనిరి - ఇశ్రాయేలూ, మౌనముగా ఉండి వినుము; నేడు నీవు నీ దేవుడైన యెహోవాకు ప్రజలయితివి.",
    "10": "కాబట్టి నీవు నీ దేవుడైన యెహోవా మాట విని, నేడు నేను నీకు ఆజ్ఞాపించు ఆయన ఆజ్ఞలను కట్టడలను గైకొనవలెను.",
    "11": "మరియు మోషే ఆ దినమున ప్రజలకు ఈలాగు ఆజ్ఞాపించెను",
    "12": "మీరు యొర్దాను దాటిన తరువాత ప్రజలను దీవించుటకు గెరిజీము కొండమీద నిలువవలసినవారు ఎవరనగా - షిమ్యోను లేవి యూదా ఇస్సాఖారు యోసేపు బెన్యామీను.",
    "13": "శపించుటకు ఏబాలు కొండమీద నిలువవలసినవారు - రూబేను గాదు ఆషేరు జెబూలూను దాను నఫ్తాలి.",
    "14": "లేవీయులు ఎలుగెత్తి ఇశ్రాయేలీయులందరితో ఇట్లనవలెను",
    "15": "యెహోవాకు హేయమైనదియు కంసాలి పనియైనను శిల్పకారుని పనియైనను చెక్కిన పోతపోసిన విగ్రహమును చేసి రహస్యముగా ఉంచువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అని ఉత్తరమియ్యవలెను.",
    "16": "తన తండ్రినైనను తల్లినైనను తృణీకరించువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "17": "తన పొరుగువాని సరిహద్దు రాతిని జరుపువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "18": "గ్రుడ్డివానిని దారి తప్పించువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "19": "పరదేశికైనను తండ్రిలేనివానికైనను విధవరాలికైనను న్యాయము తప్పించువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "20": "తన తండ్రి భార్యతో శయనించువాడు తన తండ్రి మానమును తీసినవాడు గనుక వాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "21": "ఏ జంతువుతోనైనను సంయోగము చేయువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "22": "తన సహోదరితో, అనగా తన తండ్రి కుమార్తెతోనైనను తన తల్లి కుమార్తెతోనైనను శయనించువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "23": "తన అత్తతో శయనించువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "24": "తన పొరుగువానిని చాటున కొట్టువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "25": "నిరపరాధిని చంపుటకు లంచము పుచ్చుకొనువాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను.",
    "26": "ఈ ధర్మశాస్త్ర వాక్యములను చేయుటయందు వాటిని స్థిరపరచనివాడు శపించబడును గాక. ప్రజలందరు - ఆమేన్ అనవలెను."
}
