
{
    "1": "నీవు నీ దేవుడైన యెహోవా మాట శ్రద్ధగా విని, నేడు నేను నీకు ఆజ్ఞాపించుచున్న ఆయన ఆజ్ఞలన్నిటిని అనుసరించి నడుచుకొనినయెడల, నీ దేవుడైన యెహోవా భూమిమీదనున్న సమస్త జనములకంటే నిన్ను హెచ్చించును.",
    "2": "నీవు నీ దేవుడైన యెహోవా మాట వినినయెడల ఈ దీవెనలన్నియు నీ మీదికి వచ్చి నీకు ప్రాప్తించును.",
    "3": "నీవు పట్టణములో దీవించబడుదువు, పొలములో దీవించబడుదువు.",
    "4": "నీ గర్భఫలము, నీ భూఫలము, నీ పశువుల మందలు, నీ దుక్కిటెద్దులు, నీ గొర్రె మేకల మందలు దీవించబడును.",
    "5": "నీ గంప, పిండి పిసుకు నీ తొట్టి దీవించబడును.",
    "6": "నీవు లోపలికి వచ్చునప్పుడు దీవించబడుదువు, వెలుపలికి వెళ్లునప్పుడు దీవించబడుదువు.",
    "7": "నీ మీదికి లేచు నీ శత్రువులను యెహోవా నీ యెదుట హతము చేయును; వారు ఒక త్రోవను నీ మీదికి దండెత్తి వచ్చి ఏడు త్రోవలన నీ యెదుటనుండి పారిపోవుదురు.",
    "8": "నీ కొట్లలోను నీవు చేయు ప్రయత్నములన్నిటిలోను నీకు దీవెన కలుగునట్లు యెహోవా ఆజ్ఞాపించును; నీ దేవుడైన యెహోవా నీకిచ్చుచున్న దేశములో ఆయన నిన్ను ఆశీర్వదించును.",
    "9": "నీవు నీ దేవుడైన యెహోవా ఆజ్ఞలను గైకొని ఆయన మార్గములలో నడుచుకొనినయెడల యెహోవా నీతో ప్రమాణము చేసినట్లు తనకే ప్రతిష్ఠిత జనముగా నిన్ను స్థాపించును.",
    "10": "అప్పుడు యెహోవా నామము నీకు పెట్టబడెనని భూమిమీదనున్న ప్రజలందరు చూచి నీకు భయపడుదురు.",
    "11": "మరియు యెహోవా నీకిచ్చెదనని నీ పితరులతో ప్రమాణము చేసిన దేశములో యెహోవా నీకు మేలు కలుగునట్లు నీ గర్భఫలము విషయములోను నీ పశువుల విషయములోను నీ నేల పంట విషయములోను నీకు సమృద్ధి కలుగజేయును.",
    "12": "యెహోవా నీ దేశము మీద దాని కాలమున వర్షమిచ్చుటకును, నీ చేతి పనులన్నిటిని ఆశీర్వదించుటకును, ఆకాశమను తన మంచి ధననిధిని తెరచును; నీవు అనేక జనములకు అప్పు ఇచ్చెదవు గాని అప్పు చేయవు.",
    "13": "నేడు నేను నీకు ఆజ్ఞాపించు నీ దేవుడైన యెహోవా ఆజ్ఞలను నీవు విని వాటిని అనుసరించి గైకొనినయెడల,",
    "14": "నేను నేడు నీకు ఆజ్ఞాపించు మాటలలో దేనిని విడిచి, ఇతర దేవతలను పూజించుటకు కుడికి గాని ఎడమకు గాని తిరుగక యుండినయెడల, యెహోవా నిన్ను తలగా చేయును గాని తోకగా చేయడు; నీవు పైవాడవుగానే ఉందువు గాని క్రిందివాడవుగా ఉండవు.",
    "15": "అయితే నీవు నీ దేవుడైన యెహోవా మాట వినక, నేడు నేను నీకు ఆజ్ఞాపించు ఆయన సమస్త ఆజ్ఞలను కట్టడలను అనుసరించి నడుచుకొనకపోయినయెడల ఈ శాపములన్నియు నీ మీదికి వచ్చి నీకు ప్రాప్తించును.",
    "16": "నీవు పట్టణములో శపించబడుదువు, పొలములో శపించబడుదువు.",
    "17": "నీ గంప, పిండి పిసుకు నీ తొట్టి శపించబడును.",
    "18": "నీ గర్భఫలము, నీ భూఫలము, నీ దుక్కిటెద్దులు, నీ గొర్రె మేకల మందలు శపించబడును.",
    "19": "నీవు లోపలికి వచ్చునప్పుడు శపించబడుదువు, వెలుపలికి వెళ్లునప్పుడు శపించబడుదువు.",
    "20": "నీవు చేయబూనుకొను కార్యములన్నిటిలో నీవు నశించి త్వరగా చెడిపోవు వరకు యెహోవా నీ మీదికి శాపమును కలవరమును గద్దించిపును పంపును; ఏలయనగా నీవు దుష్క్రియలు చేసి నన్ను విడిచితివి.",
    "21": "యెహోవా నీకు తెగులు తగులునట్లు చేయును; నీవు స్వాధీనపరచుకొనుటకు వెళ్లుచున్న దేశములోనుండి ఆయన నిన్ను నశింపజేయు వరకు అది నిన్ను వదలదు.",
    "22": "యెహోవా క్షయవ్యాధి చేతను, జ్వరము చేతను, మంట చేతను, వేడిమి చేతను, ఖడ్గము చేతను, కరవు చేతను, కాటుక తెగులు చేతను నిన్ను కొట్టును; నీవు నశించువరకు అవి నిన్ను తరుమును.",
    "23": "నీ తలపైన ఆకాశము ఇత్తడిదిగాను నీ క్రింది భూమి ఇనుముదిగాను ఉండును.",
    "24": "యెహోవా నీ దేశ వర్షమును ధూళిగాను మట్టిగాను చేయును; నీవు నశించువరకు అది ఆకాశమునుండి నీ మీద కురుయును.",
    "25": "యెహోవా నీ శత్రువుల యెదుట నిన్ను ఓడిపోవునట్లు చేయును; ఒక త్రోవను వారి మీదికి బయలుదేరి ఏడు త్రోవలన వారి యెదుటనుండి పారిపోయెదవు; భూరాజ్యములన్నిటిలో నీవు ఇటు అటు చెదరగొట్టబడెదవు.",
    "26": "నీ శవములు ఆకాశ పక్షులకును భూజంతువులకును ఆహారమగును; వాటిని బెదరించువాడెవడును ఉండడు.",
    "27": "యెహోవా ఐగుప్తు పుండు చేతను, మూలవ్యాధి చేతను, గజ్జి చేతను, చిడుము చేతను నిన్ను కొట్టును; వాటివలన నీవు బాగుపడలేవు.",
    "28": "యెహోవా పిచ్చి చేతను గ్రుడ్డితనము చేతను హృదయ కంపము చేతను నిన్ను కొట్టును.",
    "29": "గ్రుడ్డివాడు చీకటిలో తడువులాడునట్లు నీవు మధ్యాహ్న కాలమందు తడువులాడుదువు; నీ మార్గములలో వర్ధిల్లవు; ఎల్లప్పుడు పీడింపబడుచు దోచుకొనబడుచు నుందువు; నిన్ను రక్షించువాడెవడును ఉండడు.",
    "30": "నీవు ఒక స్త్రీని ప్రధానము చేసికొందువు గాని వేరొకడు ఆమెతో శయనించును; ఇల్లు కట్టుకొందువు గాని దానిలో నివసింపవు; ద్రాక్షతోట నాటుదువు గాని దాని పండ్లను అనుభవింపవు.",
    "31": "నీ ఎద్దు నీ కన్నుల యెదుట వధింపబడును గాని నీవు దానిని తినవు; నీ గాడిద నీ యెదుటనుండి బలవంతముగా కొనిపోబడును గాని అది నీకు తిరిగి రాదు; నీ గొర్రెలు నీ శత్రువులకు ఇయ్యబడును; నిన్ను రక్షించువాడెవడును ఉండడు.",
    "32": "నీ కుమారులును నీ కుమార్తెలును వేరొక జనమునకు ఇయ్యబడుదురు; నీ కన్నులు చూచుచు, దినమంతయు వారికొరకు ఎదురుచూచుటవలన క్షీణించిపోవును గాని నీ చేత ఏమియు కాదు.",
    "33": "నీ భూఫలమును నీ కష్టార్జితమంతయు నీవు ఎరుగని జనము తినివేయును; నీవు ఎల్లప్పుడు పీడింపబడుచు నలుగగొట్టబడుచు నుందువు.",
    "34": "నీ కన్నులు చూచువాటిని బట్టి నీకు వెర్రి ఎత్తును.",
    "35": "యెహోవా మోకాళ్ల మీదను తొడల మీదను అరికాలు మొదలుకొని నడినెత్తి వరకును బాగుపడలేని చెడ్డ కురుపులతో నిన్ను కొట్టును.",
    "36": "యెహోవా నిన్నును, నీవు నీ మీద నియమించుకొను రాజును, నీవును నీ పితరులును ఎరుగని జనమునొద్దకు పోవునట్లు చేయును; అక్కడ నీవు కర్రయు రాయియునైన ఇతర దేవతలను పూజించెదవు.",
    "37": "యెహోవా నిన్ను తోలివేయు ఆయా ప్రజలందరిలో నీవు విస్మయమునకును సామెతకును హేళనకును కారణమగుదువు.",
    "38": "విస్తారమైన విత్తనములను నీవు పొలములోనికి తీసికొని పోయెదవు గాని మిడతలు వాటిని తినివేయును గనుక నీవు కొంచెమే సమకూర్చుకొందువు.",
    "39": "ద్రాక్షతోటలను నాటి పని చేసెదవు గాని పురుగు వాటిని తినివేయును గనుక ద్రాక్షారసము త్రాగవు, పండ్లను కూర్చుకొనవు.",
    "40": "ఒలీవ చెట్లు నీ ప్రాంతములన్నిటిలో ఉండును గాని ఆ చెట్లు రాలిపోవును గనుక నీవు నూనె రాసుకొనవు.",
    "41": "నీవు కుమారులను కుమార్తెలను కందువు గాని వారు చెరపట్టి కొనిపోబడుదురు గనుక వారు నీకు దక్కరు.",
    "42": "నీ చెట్లన్నిటిని నీ భూమి పంటను మిడతలు ఆక్రమించుకొనును.",
    "43": "నీ మధ్యనున్న పరదేశి నీకంటే హెచ్చగుచుండును; నీవు తగ్గిపోవుచుందువు.",
    "44": "అతడు నీకు అప్పు ఇచ్చును గాని నీవు అతనికి అప్పు ఇయ్యలేవు; అతడు తలగా ఉండును, నీవు తోకగా ఉందువు.",
    "45": "నీవు నీ దేవుడైన యెహోవా మాట వినక ఆయన నీకు ఆజ్ఞాపించిన ఆయన ఆజ్ఞలను కట్టడలను గైకొనలేదు గనుక ఈ శాపములన్నియు నీ మీదికి వచ్చి నిన్ను తరిమి పట్టుకొనును; తుదకు నీవు నశించిపోవుదువు.",
    "46": "అవి నీ మీదను నీ సంతానము మీదను ఎల్లప్పుడును సూచనగాను ఆశ్చర్యముగాను ఉండును.",
    "47": "సమస్తము సమృద్ధిగా కలిగియుండియు, నీవు సంతోషముతోను హృదయానందముతోను నీ దేవుడైన యెహోవాను సేవింపలేదు.",
    "48": "కాబట్టి ఆకలి దప్పులతోను దిగంబరత్వముతోను, అన్నిటి కొరతతోను యెహోవా నీ మీదికి పంపు నీ శత్రువులను నీవు సేవింపవలసివచ్చును; అతడు నిన్ను నాశనము చేయువరకు నీ మెడ మీద ఇనుప కాడిని ఉంచును.",
    "49": "యెహోవా దూరమునుండి, భూదిగంతమునుండి పక్షిరాజు ఎగురునట్లు ఒక జనమును నీ మీదికి రప్పించును; అది నీకు తెలియని భాష గల జనము.",
    "50": "అది భయంకర ముఖము గల జనము; అది వృద్ధునిని ఘనపరచదు, పిల్లవానిని కరుణింపదు.",
    "51": "నీవు నశించువరకు అది నీ పశువుల పిల్లను నీ భూమి పంటను తినివేయును; అది నిన్ను నశింపజేయువరకు ధాన్యమునే గాని ద్రాక్షారసమునే గాని నూనెనే గాని నీ పశువుల మందలనే గాని నీ గొర్రె మేకల మందలనే గాని నీకు మిగలనియ్యదు.",
    "52": "నీవు నమ్ముకొనిన నీ యెత్తైన ప్రాకారములు గల కోటలు పడువరకు నీ దేశమందంతట నీ గుమ్మములలో అది నిన్ను ముట్టడించును; నీ దేవుడైన యెహోవా నీకిచ్చిన నీ దేశమందంతట నీ గుమ్మములలో అది నిన్ను ముట్టడించును.",
    "53": "ముట్టడిలోను, నీ శత్రువులు నిన్ను పెట్టు ఇబ్బందిలోను నీ గర్భఫలమును, అనగా నీ దేవుడైన యెహోవా నీకిచ్చిన నీ కుమారుల యొక్కయు నీ కుమార్తెల యొక్కయు మాంసమును నీవు తిందువు.",
    "54": "నీలో మృదువైనవాడు అతి సుకుమారుడునగు పురుషుడు తన సహోదరుని యెడల గాని, తన కౌగిటి భార్య యెడల గాని, తన పిల్లలలో మిగిలినవారి యెడల గాని కటాక్షము చూపడు.",
    "55": "నీ శత్రువులు నీ గుమ్మములలో నిన్ను పెట్టు ముట్టడిలోను ఇబ్బందిలోను అతనికి ఏమియు మిగలదు గనుక తాను తిను తన పిల్లల మాంసములో కొంచెమైనను వారిలో ఎవనికిని పెట్టడు.",
    "56": "నీలో సుకుమారియు మృదువునైన స్త్రీ, అనగా సుకుమారత్వము చేతను మృదుత్వము చేతను నేల మీద తన అరికాలు మోపుటకైనను సాహసింపనిది, ముట్టడిలోను నీ శత్రువు నీ గుమ్మములలో నిన్ను పెట్టు ఇబ్బందిలోను,",
    "57": "తన కాళ్ల మధ్యనుండి పడిన మావి యెడల గాని, తాను కనిన పిల్లల యెడల గాని కటాక్షము చూపదు; ఏలయనగా సమస్తమును కరువైనందున ఆమె రహస్యముగా వాటిని తినును.",
    "58": "నీ దేవుడైన యెహోవా అను ఆ మహిమ గల భయంకరమైన నామమునకు భయపడునట్లు ఈ గ్రంథములో వ్రాయబడిన ఈ ధర్మశాస్త్ర వాక్యములన్నిటిని అనుసరించి నడుచుకొననియెడల,",
    "59": "యెహోవా ఆశ్చర్యకరమైన తెగుళ్లను, అనగా గొప్పవైన దీర్ఘకాలపు తెగుళ్లను, గొప్పవైన దీర్ఘకాలపు రోగములను నీకును నీ సంతానమునకును కలుగజేయును.",
    "60": "నీవు చూచి భయపడిన ఐగుప్తు రోగములన్నిటిని ఆయన నీ మీదికి రప్పించును, అవి నీకు అంటుకొనును.",
    "61": "మరియు ఈ ధర్మశాస్త్ర గ్రంథములో వ్రాయబడని ప్రతి రోగమును ప్రతి తెగులును నీవు నశించువరకు యెహోవా నీ మీదికి రప్పించును.",
    "62": "మీరు ఆకాశ నక్షత్రములవలె విస్తారమై యుంటిరి గాని, నీవు నీ దేవుడైన యెహోవా మాట విననందున కొద్దిమందే మిగిలియుందురు.",
    "63": "యెహోవా మీకు మేలు చేయుటకును మిమ్మును విస్తరింపజేయుటకును మీ యందు ఎట్లు ఆనందించెనో, ఆలాగే మిమ్మును నశింపజేయుటకును మిమ్మును నిర్మూలము చేయుటకును యెహోవా మీ యందు ఆనందించును; మీరు స్వాధీనపరచుకొనుటకు వెళ్లుచున్న దేశములోనుండి మీరు పెరికివేయబడుదురు.",
    "64": "యెహోవా ఈ కొన మొదలుకొని ఆ కొన వరకు సమస్త జనములలో నిన్ను చెదరగొట్టును; అక్కడ నీవైనను నీ పితరులైనను ఎరుగని కర్రవియు రాయివియునైన ఇతర దేవతలను పూజించెదవు.",
    "65": "ఆ జనములలో నీకు విశ్రాంతి దొరకదు; నీ అరికాలికి నిలువరముండదు; అక్కడ యెహోవా నీకు హృదయ కంపమును కన్నుల క్షీణతయు మనోవేదనయు కలుగజేయును.",
    "66": "నీ ప్రాణము నీకు సందేహముగా ఉండును; రాత్రింబగళ్లు భయపడుదువు; నీ ప్రాణమునకు నమ్మకముండదు.",
    "67": "నీ హృదయమున పుట్టు భయమువలనను, నీ కన్నులు చూచువాటివలనను - అయ్యో, ఎప్పుడు సాయంకాలమగునో అని ఉదయమున, అయ్యో, ఎప్పుడు ఉదయమగునో అని సాయంకాలమున అనుకొందువు.",
    "68": "మరియు - నీవు ఇక ఎన్నడు చూడని మార్గమున యెహోవా ఓడలలో నిన్ను ఐగుప్తునకు తిరిగి రప్పించును; అక్కడ మీరు మీ శత్రువులకు దాసులుగాను దాసీలుగాను అమ్మజూపుకొందురు గాని మిమ్మును కొనువాడెవడును ఉండడు."
}
