
{
    "1": "హోరేబులో ఇశ్రాయేలీయులతో చేసిన నిబంధన గాక మోయాబు దేశములో వారితో చేయుమని యెహోవా మోషేకు ఆజ్ఞాపించిన నిబంధన వాక్యములు ఇవే.",
    "2": "మోషే ఇశ్రాయేలీయులనందరిని పిలిపించి వారితో ఇట్లనెను - ఐగుప్తు దేశములో ఫరోకును అతని సేవకులకందరికిని అతని దేశమంతటికిని యెహోవా మీ కన్నుల యెదుట చేసినదంతయు మీరు చూచితిరి.",
    "3": "ఆ గొప్ప శోధనలను ఆ సూచక క్రియలను ఆ మహాద్భుతములను మీరు కన్నులారా చూచితిరి.",
    "4": "అయినను గ్రహించు హృదయమును చూచు కన్నులను విను చెవులను యెహోవా నేటి వరకు మీకియ్యలేదు.",
    "5": "నేను నలభై సంవత్సరములు అరణ్యములో మిమ్మును నడిపించితిని; మీ ఒంటిమీదనున్న బట్టలు పాతగిలలేదు, నీ కాలి చెప్పులు పాతగిలలేదు.",
    "6": "నేను మీ దేవుడనైన యెహోవాను అని మీరు తెలిసికొనునట్లు మీరు రొట్టె తినలేదు, ద్రాక్షారసమే గాని మద్యమే గాని త్రాగలేదు.",
    "7": "మీరు ఈ స్థలమునకు వచ్చినప్పుడు హెష్బోను రాజైన సీహోనును బాషాను రాజైన ఓగును మనతో యుద్ధము చేయుటకు బయలుదేరగా మనము వారిని హతము చేసితివిు.",
    "8": "మనము వారి దేశమును పట్టుకొని రూబేనీయులకును గాదీయులకును మనష్షే అర్ధ గోత్రమునకును స్వాస్థ్యముగా ఇచ్చితివిు.",
    "9": "కాబట్టి మీరు చేయునదంతయు వర్ధిల్లునట్లు ఈ నిబంధన వాక్యములను గైకొని ఆచరించుడి.",
    "10": "మీ దేవుడైన యెహోవా మీకు దేవుడై యుండునట్లును, తాను మీతో చెప్పిన ప్రకారము మీ పితరులైన అబ్రాహాము ఇస్సాకు యాకోబులతో ప్రమాణము చేసిన ప్రకారము మిమ్మును తనకు ప్రజలుగా స్థాపించుకొనునట్లును,",
    "11": "నేడు మీ దేవుడైన యెహోవా మీతో చేయు నిబంధనలోను ప్రమాణములోను మీరు పాలుపొందుటకై,",
    "12": "మీరందరు, అనగా మీ గోత్రముల ముఖ్యులు, మీ పెద్దలు, మీ నాయకులు, ఇశ్రాయేలు మనుష్యులందరు,",
    "13": "మీ పిల్లలు, మీ భార్యలు, నీ పాళెములోనున్న నీ నరుకుడు మొదలుకొని నీ నీళ్లు చేదువాని వరకు నీ పరదేశియు, నేడు మీ దేవుడైన యెహోవా సన్నిధిని నిలిచియున్నారు.",
    "14": "నేను ఈ నిబంధనను ఈ ప్రమాణమును మీతో మాత్రమే కాదు,",
    "15": "నేడు మన దేవుడైన యెహోవా యెదుట ఇక్కడ మనతో కూడ నిలుచున్నవారితోను, నేడు ఇక్కడ మనతో కూడ లేనివారితోను చేయుచున్నాను.",
    "16": "మనము ఐగుప్తు దేశములో ఎట్లు నివసించితిమో, మీరు దాటి వచ్చిన ఆయా జనముల మధ్య మనము ఎట్లు నడిచి వచ్చితిమో మీకు తెలియును.",
    "17": "వారి హేయ కృత్యములను, వారియొద్దనున్న కర్ర రాయి వెండి బంగారములతో చేసిన వారి విగ్రహములను మీరు చూచితిరి.",
    "18": "ఆ జనముల దేవతలను సేవించుటకు మన దేవుడైన యెహోవా యొద్దనుండి నేడు తొలగిపోవు హృదయము గల పురుషుడే గాని స్త్రీయే గాని కుటుంబమే గాని గోత్రమే గాని మీలో ఉండకుండునట్లును, చేదును విషమును పుట్టించు వేరు మీలో ఉండకుండునట్లును చూచుకొనుడి.",
    "19": "అట్టివాడు ఈ శాప వాక్యములను విని, తన మనస్సులో తనను తాను దీవించుకొని - నేను నా హృదయ కాఠిన్యము చొప్పున నడుచుచు, తడిసిన భూమిని ఎండిన భూమితో పాటు నాశనము చేసినను నాకు క్షేమము కలుగుననుకొనును.",
    "20": "యెహోవా వానిని క్షమింపనొల్లడు; అప్పుడు యెహోవా కోపమును రోషమును ఆ మనుష్యుని మీద పొగరాజును; ఈ గ్రంథములో వ్రాయబడిన శాపములన్నియు వాని మీద నిలుచును; యెహోవా ఆకాశము క్రిందనుండి వాని పేరును తుడిచివేయును.",
    "21": "ఈ ధర్మశాస్త్ర గ్రంథములో వ్రాయబడిన నిబంధన శాపములన్నిటి చొప్పున యెహోవా కీడు కొరకు ఇశ్రాయేలు గోత్రములన్నిటిలోనుండి వానిని వేరుపరచును.",
    "22": "అప్పుడు రాబోవు తరము, అనగా మీ తరువాత లేచు మీ పిల్లలును, దూరదేశమునుండి వచ్చు అన్యులును, యెహోవా ఆ దేశమునకు కలుగజేసిన తెగుళ్లను రోగములను చూచునప్పుడు,",
    "23": "ఆ దేశమంతయు గంధకముతోను ఉప్పుతోను మాడిపోయెననియు, అది విత్తబడదనియు, అది మొలవదనియు, దానిలో ఏ గడ్డియు పచ్చగా ఉండదనియు, యెహోవా తన కోపోద్రేకములలో నాశనము చేసిన సొదొమ గొమొర్రా అద్మా సెబోయిముల వలె ఉన్నదనియు చెప్పుదురు.",
    "24": "సమస్త జనములు - యెహోవా ఈ దేశమునకు ఎందుకు ఈలాగు చేసెను? ఈ మహా కోపోద్రేకము ఏల అని అడుగుదురు.",
    "25": "అప్పుడు మనుష్యులు ఇట్లందురు - వారి పితరుల దేవుడైన యెహోవా ఐగుప్తు దేశములోనుండి వారిని రప్పించినప్పుడు వారితో చేసిన నిబంధనను వారు విడిచిపెట్టిరి;",
    "26": "వారు వెళ్లి తాము ఎరుగనివైనను ఆయన తమకు పంచిపెట్టనివైనను ఇతర దేవతలను సేవించి వాటికి నమస్కరించిరి.",
    "27": "కాబట్టి ఈ గ్రంథములో వ్రాయబడిన శాపమంతయు ఈ దేశము మీదికి రప్పించుటకు యెహోవా కోపము దానిమీద రగులుకొనెను.",
    "28": "యెహోవా కోపముతోను ఉగ్రతతోను మహా రౌద్రముతోను వారి దేశములోనుండి వారిని పెరికి, నేడున్నట్లు వేరొక దేశములో పారవేసెను.",
    "29": "రహస్యములు మన దేవుడైన యెహోవాకు చెందును; అయితే మనము ఈ ధర్మశాస్త్ర వాక్యములన్నిటిని అనుసరించి నడుచుకొనునట్లు బయలుపరచబడినవి మనకును మన సంతానమునకును ఎల్లప్పుడు చెందును."
}
