
{
    "1": "తరువాత మనము తిరిగి బాషాను మార్గమున వెళ్ళితివిు; బాషాను రాజైన ఓగును అతని సమస్త జనులను ఎద్రెయీలో మనతో యుద్ధము చేయుటకు బయలుదేరగా",
    "2": "యెహోవా నాతో ఇట్లనెను - అతనికి భయపడకుము; నేను అతనిని అతని సమస్త జనులను అతని దేశమును నీ చేతికి అప్పగించితిని; హెష్బోనులో నివసించిన అమోరీయుల రాజైన సీహోనుకు చేసినట్లు నీవు ఇతనికిని చేయుదువు.",
    "3": "అట్లు మన దేవుడైన యెహోవా బాషాను రాజైన ఓగును అతని సమస్త జనులను మన చేతికి అప్పగించెను; మనము అతనిని హతము చేసితివిు, అతనికి ఒక్కడైనను మిగిలియుండలేదు.",
    "4": "ఆ కాలమున మనము అతని పట్టణములన్నిటిని పట్టుకొంటిమి; మనము పట్టుకొనని పట్టణము లేదు, అరువది పట్టణములను, అనగా బాషానులో ఓగు రాజ్యమైన అర్గోబు ప్రదేశమంతటిని పట్టుకొంటిమి.",
    "5": "ఆ పట్టణములన్నియు ఎత్తైన ప్రాకారములును గవనులును అడ్డగడియలును గలవి; అవి గాక ప్రాకారములు లేని ఊర్లు చాలా ఉండెను.",
    "6": "హెష్బోను రాజైన సీహోనుకు చేసినట్లు వీటిని నిర్మూలము చేసితివిు; ప్రతి పట్టణమును, పురుషులను స్త్రీలను పిల్లలను నిర్మూలము చేసితివిు.",
    "7": "అయితే సమస్త పశువులను ఆ పట్టణముల కొల్లసొమ్మును మన కొరకు ఉంచుకొంటిమి.",
    "8": "ఆ కాలమున యొర్దాను ఇవతల అర్నోను లోయ మొదలుకొని హెర్మోను కొండ వరకు ఉన్న దేశమును అమోరీయుల ఇద్దరు రాజుల చేతిలోనుండి పుచ్చుకొంటిమి.",
    "9": "(సిదోనీయులు హెర్మోనును సిరియోను అందురు, అమోరీయులు దానిని శేనీరు అందురు).",
    "10": "మైదానపు పట్టణములన్నిటిని, గిలాదు అంతటిని, బాషానులో ఓగు రాజ్యపు పట్టణములైన సల్కా ఎద్రెయీ వరకు బాషాను అంతటిని పట్టుకొంటిమి.",
    "11": "రెఫాయీయులలో బాషాను రాజైన ఓగు మాత్రమే మిగిలియుండెను. అదిగో అతని మంచము ఇనుప మంచము; అది అమ్మోనీయుల రబ్బాలో ఉన్నది గదా? మనుష్యుని మూర చొప్పున దాని పొడుగు తొమ్మిది మూరలు, దాని వెడల్పు నాలుగు మూరలు.",
    "12": "ఆ కాలమున మనము స్వాధీనపరచుకొనిన ఆ దేశమును, అనగా అర్నోను లోయ యొద్దనున్న అరోయేరు మొదలుకొని గిలాదు మన్నెములో సగమును దాని పట్టణములను రూబేనీయులకును గాదీయులకును ఇచ్చితిని.",
    "13": "గిలాదులో మిగిలినదియు, ఓగు రాజ్యమైన బాషాను అంతయు, అనగా అర్గోబు ప్రదేశమంతయు మనష్షే అర్ధ గోత్రమునకు ఇచ్చితిని. (ఆ బాషాను అంతయు రెఫాయీయుల దేశమనబడెను.",
    "14": "మనష్షే కుమారుడైన యాయీరు గెషూరీయులయొద్దనుండియు మయకాతీయులయొద్దనుండియు ఉన్న సరిహద్దు వరకు అర్గోబు ప్రదేశమంతటిని తీసికొని, తన పేరును బట్టి వాటికి బాషాను హవ్వోత్యాయీరు అని పేరు పెట్టెను; నేటి వరకు వాటికి ఆ పేరే ఉన్నది).",
    "15": "నేను మాకీరుకు గిలాదును ఇచ్చితిని.",
    "16": "గిలాదు మొదలుకొని అర్నోను లోయ వరకు, ఆ లోయ మధ్య భాగము సరిహద్దుగా, అమ్మోనీయుల సరిహద్దు అయిన యబ్బోకు నది వరకు,",
    "17": "అరాబాయు, కిన్నెరెతు మొదలుకొని అరాబా సముద్రము, అనగా పిస్గా కొండచరియల క్రింద తూర్పుననున్న ఉప్పు సముద్రము వరకు ఉన్న యొర్దాను ప్రాంతమును రూబేనీయులకును గాదీయులకును ఇచ్చితిని.",
    "18": "ఆ కాలమున నేను మీకు ఆజ్ఞాపించినదేమనగా - మీ దేవుడైన యెహోవా ఈ దేశమును స్వాధీనపరచుకొనుటకు మీకిచ్చెను గనుక, మీలో పరాక్రమశాలురందరు యుద్ధసన్నద్ధులై మీ సహోదరులైన ఇశ్రాయేలీయుల ముందర దాటిపోవలెను.",
    "19": "మీకు విస్తారముగా పశువులున్నవని నేనెరుగుదును; నేను మీకిచ్చిన పురములలో మీ భార్యలును మీ పిల్లలును మీ పశువులును నివసింపవచ్చును.",
    "20": "యెహోవా మీకు దయచేసినట్లు మీ సహోదరులకును విశ్రాంతి దయచేయు వరకు, వారును యొర్దాను అవతల మీ దేవుడైన యెహోవా ఇచ్చుచున్న దేశమును స్వాధీనపరచుకొను వరకు మీరు వెళ్లవలెను; తరువాత మీలో ప్రతివాడు నేను మీకిచ్చిన తన స్వాస్థ్యమునకు తిరిగి రావచ్చును.",
    "21": "ఆ కాలమున నేను యెహోషువకు ఆజ్ఞాపించినదేమనగా - మీ దేవుడైన యెహోవా ఆ ఇద్దరు రాజులకు చేసినదంతయు నీవు కన్నులారా చూచితివి; నీవు వెళ్లుచున్న రాజ్యములన్నిటికిని యెహోవా ఆలాగుననే చేయును.",
    "22": "వారికి భయపడకుడి; మీ దేవుడైన యెహోవాయే మీ పక్షమున యుద్ధము చేయువాడు.",
    "23": "ఆ కాలమున నేను యెహోవాను బతిమాలుకొంటిని; ఎట్లనగా",
    "24": "ప్రభువైన యెహోవా, నీవు నీ దాసునికి నీ మహిమను నీ బాహుబలమును కనపరచ మొదలుపెట్టితివి; ఆకాశమందు గాని భూమియందు గాని నీవు చేయు క్రియలను, నీవు చేయు పరాక్రమ కార్యములను చేయగల దేవుడెవడు?",
    "25": "దయచేసి నన్ను అవతలకు వెళ్లనిమ్ము; యొర్దాను అవతలనున్న ఆ మంచి దేశమును, ఆ మంచి మన్నెమును, లెబానోనును నన్ను చూడనిమ్ము.",
    "26": "అయితే యెహోవా మిమ్మును బట్టి నా మీద కోపపడి నా మనవి వినలేదు. మరియు యెహోవా నాతో - చాలును, ఈ సంగతి గూర్చి ఇక నాతో మాటలాడవద్దు.",
    "27": "పిస్గా కొనకు ఎక్కి పడమటి తట్టు ఉత్తరపు తట్టు దక్షిణపు తట్టు తూర్పు తట్టు నీ కన్నులెత్తి చూడుము; నీవు ఈ యొర్దానును దాటవు.",
    "28": "అయితే యెహోషువకు ఆజ్ఞ ఇచ్చి అతనిని ధైర్యపరచి దృఢపరచుము; అతడు ఈ ప్రజల ముందర నది దాటి వెళ్లి, నీవు చూడబోవు దేశమును వారికి స్వాస్థ్యముగా పంచిపెట్టునని చెప్పెను.",
    "29": "అట్లు మనము బెత్పెయోరు ఎదుటనున్న లోయలో నివసించితివిు."
}
