
{
    "1": "మోషే వెళ్లి ఈ మాటలను ఇశ్రాయేలీయులందరితో చెప్పెను.",
    "2": "అతడు వారితో ఇట్లనెను - నేడు నేను నూట ఇరవై ఏండ్లవాడను; ఇకను నేను వచ్చుచు పోవుచు నుండలేను; మరియు యెహోవా - నీవు ఈ యొర్దానును దాటవని నాతో చెప్పెను.",
    "3": "నీ దేవుడైన యెహోవా తానే నీకు ముందుగా దాటిపోవును; ఆయనే నీ యెదుటనుండి ఆ జనములను నశింపజేయును; నీవు వారి దేశమును స్వాధీనపరచుకొందువు; యెహోవా సెలవిచ్చినట్లు యెహోషువ నీకు ముందుగా దాటిపోవును.",
    "4": "యెహోవా తాను నశింపజేసిన అమోరీయుల రాజులైన సీహోనుకును ఓగుకును వారి దేశమునకును చేసినట్లు వీరికిని చేయును.",
    "5": "యెహోవా వారిని మీకు అప్పగించును; నేను మీకు ఆజ్ఞాపించిన సమస్త ఆజ్ఞల చొప్పున మీరు వారికి చేయవలెను.",
    "6": "నిబ్బరము కలిగి ధైర్యముగా ఉండుడి; భయపడకుడి, వారికి వెరవకుడి; నీ దేవుడైన యెహోవా నీకు తోడై వచ్చును; ఆయన నిన్ను విడువడు నిన్ను ఎడబాయడు.",
    "7": "అప్పుడు మోషే యెహోషువను పిలిచి, ఇశ్రాయేలీయులందరి కన్నుల యెదుట అతనితో ఇట్లనెను - నీవు నిబ్బరము కలిగి ధైర్యముగా ఉండుము; యెహోవా వీరి పితరులకు ఇచ్చెదనని ప్రమాణము చేసిన దేశములోనికి నీవు ఈ ప్రజలతో కూడా వెళ్లవలెను; నీవు వారిని దానికి హక్కుదారులుగా చేయవలెను.",
    "8": "నీకు ముందుగా వెళ్లువాడు యెహోవా; ఆయన నీకు తోడైయుండును; ఆయన నిన్ను విడువడు నిన్ను ఎడబాయడు; భయపడకుము జడియకుము.",
    "9": "మోషే ఈ ధర్మశాస్త్రమును వ్రాసి, యెహోవా నిబంధన మందసమును మోయు లేవీయులైన యాజకులకును ఇశ్రాయేలు పెద్దలకందరికిని దానిని అప్పగించెను.",
    "10": "అప్పుడు మోషే వారికి ఆజ్ఞాపించినదేమనగా - ఏడేండ్లకొకసారి, అనగా విడుదల సంవత్సరపు నియామక కాలమున పర్ణశాలల పండుగలో,",
    "11": "ఇశ్రాయేలీయులందరు నీ దేవుడైన యెహోవా ఏర్పరచుకొను స్థలమున ఆయన సన్నిధికి కనబడునప్పుడు, నీవు ఇశ్రాయేలీయులందరి యెదుట ఈ ధర్మశాస్త్రమును చదివి వినిపించవలెను.",
    "12": "పురుషులును స్త్రీలును పిల్లలును నీ ద్వారములలోనున్న పరదేశులును విని నేర్చుకొని, మీ దేవుడైన యెహోవాకు భయపడి, ఈ ధర్మశాస్త్ర వాక్యములన్నిటిని అనుసరించి నడుచుకొనునట్లును,",
    "13": "దానిని ఎరుగని వారి పిల్లలు విని, మీరు యొర్దాను దాటి స్వాధీనపరచుకొనుటకు వెళ్లుచున్న దేశములో మీరు బ్రతుకు దినములన్నియు మీ దేవుడైన యెహోవాకు భయపడుట నేర్చుకొనునట్లును, ఆ ప్రజలను పోగుచేయవలెను.",
    "14": "యెహోవా మోషేతో - ఇదిగో నీవు చావవలసిన దినములు సమీపించినవి; నేను యెహోషువకు ఆజ్ఞాపించునట్లు నీవును అతడును ప్రత్యక్షపు గుడారములో నిలువబడుడని చెప్పగా, మోషే యెహోషువలు వెళ్లి ప్రత్యక్షపు గుడారములో నిలువబడిరి.",
    "15": "యెహోవా మేఘస్తంభములో ఆ గుడారమున ప్రత్యక్షమాయెను; ఆ మేఘస్తంభము గుడారపు ద్వారమునొద్ద నిలిచెను.",
    "16": "యెహోవా మోషేతో ఇట్లనెను - ఇదిగో నీవు నీ పితరులతో పండుకొనబోవుచున్నావు; ఈ ప్రజలు లేచి, తాము చేరబోవు దేశమందలి అన్య దేవతలతో వ్యభిచరించి నన్ను విడిచి, నేను వారితో చేసిన నిబంధనను మీరివేయుదురు.",
    "17": "ఆ దినమున నా కోపము వారి మీద రగులుకొనును; నేను వారిని విడిచి వారికి నా ముఖమును మరుగుచేసికొందును; వారు మింగివేయబడుదురు; అనేక కీడులును ఆపదలును వారికి సంభవించును. ఆ దినమున వారు - మా దేవుడు మా మధ్య లేకపోవుటవలన గదా ఈ కీడులు మాకు సంభవించెనని అనుకొందురు.",
    "18": "వారు ఇతర దేవతల వైపు తిరిగి చేసిన చెడుతనమంతటిని బట్టి ఆ దినమున నేను నా ముఖమును నిశ్చయముగా మరుగుచేసికొందును.",
    "19": "కాబట్టి మీరు ఈ కీర్తనను వ్రాసికొని ఇశ్రాయేలీయులకు నేర్పుడి; ఇది ఇశ్రాయేలీయుల మీద నాకు సాక్షిగా ఉండునట్లు వారి నోట దీనిని ఉంచుము.",
    "20": "నేను వారి పితరులతో ప్రమాణము చేసిన పాలు తేనెలు ప్రవహించు దేశములోనికి వారిని రప్పించిన తరువాత వారు తిని తృప్తి పొంది కొవ్వినప్పుడు, వారు ఇతర దేవతల వైపు తిరిగి వాటిని సేవించి నన్ను తృణీకరించి నా నిబంధనను మీరివేయుదురు.",
    "21": "అనేక కీడులును ఆపదలును వారికి సంభవించునప్పుడు, నేను వారిని ప్రవేశపెట్టెదనని ప్రమాణము చేసిన దేశములోనికి వారిని రప్పింపక మునుపే, నేడు వారు వెనుకాడుచున్న ఉద్దేశమును నేను ఎరుగుదును గనుక వారి సంతతివారి నోట నుండి ఈ కీర్తన మరపురాక సాక్షిగా ఉండుననెను.",
    "22": "కాబట్టి మోషే ఆ దినముననే ఈ కీర్తనను వ్రాసి ఇశ్రాయేలీయులకు నేర్పెను.",
    "23": "ఆయన నూను కుమారుడైన యెహోషువకు ఆజ్ఞాపించి - నీవు నిబ్బరము కలిగి ధైర్యముగా ఉండుము; ఇశ్రాయేలీయులకు ఇచ్చెదనని నేను ప్రమాణము చేసిన దేశములోనికి నీవు వారిని రప్పించెదవు; నేను నీకు తోడైయుందునని చెప్పెను.",
    "24": "మోషే ఈ ధర్మశాస్త్ర వాక్యములను గ్రంథములో వ్రాయుట ముగించినప్పుడు",
    "25": "మోషే యెహోవా నిబంధన మందసమును మోయు లేవీయులకు ఈలాగు ఆజ్ఞాపించెను",
    "26": "ఈ ధర్మశాస్త్ర గ్రంథమును తీసికొని మీ దేవుడైన యెహోవా నిబంధన మందసము ప్రక్కను ఉంచుడి; అక్కడ అది నీ మీద సాక్షిగా ఉండును.",
    "27": "నీవు లోబడనొల్లనివగుటయు, నీ మెడ వంపును నేను ఎరుగుదును; ఇదిగో నేను ఇంక సజీవుడనై మీతో ఉండగానే మీరు యెహోవా మీద తిరుగుబాటు చేసితిరి గదా; నేను చనిపోయిన తరువాత మరి ఎక్కువగా చేయుదురు.",
    "28": "మీ గోత్రపు పెద్దలనందరిని మీ నాయకులను నా యొద్దకు కూర్చుడి; నేను ఈ మాటలను వారికి వినిపించి వారి మీద భూమ్యాకాశములను సాక్షులుగా ఉంచెదను.",
    "29": "నేను చనిపోయిన తరువాత మీరు చెడిపోయి నేను మీకు ఆజ్ఞాపించిన మార్గమునుండి తప్పుదురనియు, అంత్య దినములలో కీడు మీకు సంభవించుననియు నేనెరుగుదును; ఏలయనగా యెహోవాకు కోపము పుట్టించునట్లు మీ చేతి పనులవలన మీరు ఆయన దృష్టికి చెడుతనము చేయుదురు."
}
