
{
    "1": "ఆకాశమా, చెవియొగ్గుము, నేను మాటలాడెదను; భూమీ, నా నోటి మాటలు వినుము.",
    "2": "వాన కురియునట్లు నా ఉపదేశము కురియును; మంచు కురియునట్లు నా మాటలు ఉరుమును; లేత గడ్డి మీద వాన జల్లువలెను, కూర మొక్కల మీద వర్షమువలెను అవి ఉండును.",
    "3": "యెహోవా నామమును ప్రకటించెదను; మన దేవుని మహాత్మ్యమును కొనియాడుడి.",
    "4": "ఆయన ఆశ్రయదుర్గము; ఆయన కార్యము సంపూర్ణము; ఆయన మార్గములన్నియు న్యాయము; ఆయన నిర్దోషియై నమ్ముకొనదగిన దేవుడు; ఆయన నీతిపరుడు యథార్థవంతుడు.",
    "5": "వారు ఆయన యెడల చెడిపోయినవారు; వారు ఆయన పిల్లలు కారు, అది వారికి మచ్చ; వారు మూర్ఖతగల కుటిల వంశము.",
    "6": "బుద్ధిలేని అవివేక జనమా, ఇట్లా యెహోవాకు ప్రతికారము చేయుదురు? ఆయన నిన్ను సృజించిన తండ్రి కాడా? ఆయన నిన్ను పుట్టించి స్థాపించెను గదా.",
    "7": "పూర్వ దినములను జ్ఞాపకము చేసికొనుము; తరతరముల సంవత్సరములను తలంచుకొనుము; నీ తండ్రిని అడుగుము, అతడు నీకు తెలుపును; నీ పెద్దలను అడుగుము, వారు నీకు చెప్పుదురు.",
    "8": "మహోన్నతుడు జనములకు స్వాస్థ్యములను పంచిపెట్టినప్పుడు, ఆయన నరులను వేరుపరచినప్పుడు, ఇశ్రాయేలీయుల లెక్క చొప్పున జనములకు సరిహద్దులను నిర్ణయించెను.",
    "9": "యెహోవా వంతు ఆయన జనమే; యాకోబు ఆయన స్వాస్థ్య భాగము.",
    "10": "అరణ్య ప్రదేశములోను, భీకర ధ్వని గల పాడైన యెడారిలోను ఆయన వానిని కనుగొనెను; ఆయన వానిని ఆవరించి పరామర్శించి తన కనుపాపవలె వానిని కాపాడెను.",
    "11": "పక్షిరాజు తన గూడు రేపి తన పిల్లల పైన అల్లాడుచు, రెక్కలు చాపుకొని వాటిని పట్టుకొని తన రెక్కల మీద వాటిని మోయునట్లు",
    "12": "యెహోవా మాత్రము వానిని నడిపించెను; ఆయనతో కూడ ఏ అన్య దేవతయు లేదు.",
    "13": "భూమి యొక్క ఉన్నత స్థలముల మీద వానిని ఎక్కించెను; పొలముల పంటను వానికి తినిపించెను; బండలోనుండి తేనెను, కఠినమైన బండలోనుండి నూనెను వానికి జుర్రించెను.",
    "14": "ఆవుల వెన్నను గొర్రెల పాలను, గొర్రెపిల్లల క్రొవ్వును, బాషాను పొట్టేళ్లను, మేకపోతులను, గోధుమల శ్రేష్ఠమైన పంటను వానికిచ్చెను; ద్రాక్షల రక్తవర్ణమైన రసమును నీవు త్రాగితివి.",
    "15": "యెషూరూను క్రొవ్వి తన్నెను; నీవు క్రొవ్వి బలిసి మదించితివి; తనను పుట్టించిన దేవుని విడిచెను; తన రక్షణ దుర్గమును తృణీకరించెను.",
    "16": "అన్య దేవతలవలన ఆయనకు రోషము పుట్టించిరి; హేయమైనవాటివలన ఆయనకు కోపము పుట్టించిరి.",
    "17": "వారు దేవునికి కాక దయ్యములకు, అనగా తాము ఎరుగని దేవతలకు బలి అర్పించిరి; అవి క్రొత్తగా పుట్టినవి, మీ పితరులు వాటికి భయపడలేదు.",
    "18": "నిన్ను పుట్టించిన ఆశ్రయదుర్గమును నీవు విస్మరించితివి; నిన్ను కనిన దేవుని మరచితివి.",
    "19": "యెహోవా దానిని చూచి తన కుమారులును తన కుమార్తెలును తనకు కోపము పుట్టించినందున వారిని విసర్జించెను.",
    "20": "ఆయన ఇట్లనెను - వారికి నా ముఖమును మరుగుచేసెదను; వారి అంతము ఏమగునో చూచెదను; వారు మూర్ఖ వంశము, నమ్మకము లేని పిల్లలు.",
    "21": "దైవము కానిదానివలన వారు నాకు రోషము పుట్టించిరి; తమ వ్యర్థమైనవాటివలన నాకు ఆగ్రహము తెప్పించిరి; కాబట్టి జనము కానివానివలన వారికి రోషము పుట్టించెదను; అవివేక జనమువలన వారికి ఆగ్రహము తెప్పించెదను.",
    "22": "నా కోపమువలన అగ్ని రగులుకొని పాతాళము లోతు వరకు మండును; అది భూమిని దాని పంటను తినివేయును; పర్వతముల పునాదులను కాల్చివేయును.",
    "23": "వారి మీద కీడులను రాశిగా పోసెదను; నా బాణములను వారి మీద వ్యయపరచెదను.",
    "24": "వారు ఆకలిచేత మాడిపోవుదురు; మండుచున్న జ్వరము చేతను తీవ్రమైన తెగులు చేతను నాశనమగుదురు; వారి మీదికి క్రూరమృగముల దంతములను, నేలమీద ప్రాకువాటి విషమును పంపెదను.",
    "25": "బయట కత్తియు లోపల భయమును, యౌవనుని, కన్యకను, చంటిపిల్లను, తల నెరసినవానిని నాశనము చేయును.",
    "26": "వారిని ఊపివేసెదననియు, మనుష్యులలో వారి జ్ఞాపకమును పోగొట్టెదననియు అనుకొందును గాని",
    "27": "శత్రువు - మా చెయ్యి హెచ్చయినది, యెహోవా దీనినంతయు చేయలేదని అతిశయపడి చెప్పుకొనుచు అపార్థము చేసికొందురేమో అని శత్రువు రేపు కోపమునకు భయపడితిని.",
    "28": "వారు ఆలోచన లేని జనము, వారిలో వివేచన లేదు.",
    "29": "అయ్యో వారు జ్ఞానము తెచ్చుకొని దీనిని గ్రహించినయెడల, తమ అంతము ఎట్టిదగునో యోచించినయెడల ఎంత మేలు!",
    "30": "వారి ఆశ్రయదుర్గము వారిని అమ్మనియెడల, యెహోవా వారిని అప్పగింపనియెడల, ఒక్కడు వెయ్యిమందిని ఎట్లు తరుమును? ఇద్దరు పదివేలమందిని ఎట్లు పారదోలుదురు?",
    "31": "వారి ఆశ్రయదుర్గము మన ఆశ్రయదుర్గము వంటిది కాదు; ఇందుకు మన శత్రువులే సాక్షులు.",
    "32": "వారి ద్రాక్షావల్లి సొదొమ ద్రాక్షావల్లి వంటిది, గొమొర్రా పొలములోనిది; వారి ద్రాక్ష పండ్లు విషపు పండ్లు, వాటి గెలలు చేదైనవి.",
    "33": "వారి ద్రాక్షారసము మహాసర్పముల విషము, నాగుపాముల కఠినమైన విషము.",
    "34": "ఇది నా యొద్ద దాచబడియున్నది గదా? నా బొక్కసములలో ముద్రింపబడియున్నది గదా?",
    "35": "పగ తీర్చుటయు ప్రతిఫలమిచ్చుటయు నావశము; వారి కాలు జారునప్పుడు అది కలుగును; వారి ఆపద్దినము సమీపమాయెను; వారికి రాబోవునవి త్వరగా సంభవించును.",
    "36": "యెహోవా తన ప్రజలకు తీర్పు తీర్చును; వారి బలము పోయెననియు, బంధింపబడినవాడైనను విడువబడినవాడైనను ఎవరూ లేరనియు ఆయన చూచునప్పుడు తన సేవకులను బట్టి పశ్చాత్తాపపడును.",
    "37": "అప్పుడు ఆయన - వారి దేవుళ్లు ఏమాయెను? వారు నమ్ముకొనిన ఆశ్రయదుర్గమేమాయెను?",
    "38": "వారి బలుల క్రొవ్వును తిని, వారి పానార్పణమైన ద్రాక్షారసమును త్రాగినవి ఏమాయెను? అవి లేచి మీకు సహాయము చేయవచ్చును! అవి మీకు ఆశ్రయముగా ఉండవచ్చును!",
    "39": "ఇదిగో నేను నేనే దేవుడను, నేను తప్ప వేరొక దేవుడు లేడు; నేను చంపుదును బ్రతికించుదును; గాయపరచుదును స్వస్థపరచుదును; నా చేతిలోనుండి విడిపించువాడెవడును లేడు.",
    "40": "ఆకాశము వైపు నా చెయ్యి ఎత్తి - నేను నిత్యుడనని ప్రమాణము చేయుచున్నాను.",
    "41": "నా తళతళలాడు కత్తిని నేను నూరి, నా చేత తీర్పు తీర్చబూనినయెడల నా విరోధులకు ప్రతికారము చేయుదును, నన్ను ద్వేషించువారికి ప్రతిఫలమిచ్చుదును.",
    "42": "హతుల యొక్కయు చెరపట్టబడినవారి యొక్కయు రక్తముతోను, శత్రువుల సిగగల తలల రక్తముతోను, నా బాణములను రక్తముతో మత్తుగొనిపింతును; నా కత్తి మాంసమును తినును.",
    "43": "జనములారా, ఆయన ప్రజలతో కూడ ఉత్సాహధ్వని చేయుడి; ఆయన తన సేవకుల రక్తము నిమిత్తము పగ తీర్చుకొనును; తన విరోధులకు ప్రతికారము చేయును; తన దేశము నిమిత్తము తన ప్రజల నిమిత్తము ప్రాయశ్చిత్తము చేయును.",
    "44": "మోషేయు నూను కుమారుడైన యెహోషువయు వచ్చి ఈ కీర్తన మాటలన్నిటిని ప్రజలకు వినిపించిరి.",
    "45": "మోషే ఇశ్రాయేలీయులందరితో ఈ మాటలన్నిటిని చెప్పుట ముగించి",
    "46": "వారితో ఇట్లనెను - ఈ దినమున నేను మీకు సాక్ష్యముగా చెప్పు మాటలన్నిటిని మీ మనస్సులో ఉంచుకొనుడి; మీ పిల్లలు ఈ ధర్మశాస్త్ర వాక్యములన్నిటిని అనుసరించి నడుచుకొనునట్లు మీరు వారికి ఆజ్ఞాపించవలెను.",
    "47": "ఇది మీకు నిరర్థకమైన మాట కాదు, ఇది మీకు జీవమే; దీనివలన మీరు యొర్దాను దాటి స్వాధీనపరచుకొనుటకు వెళ్లుచున్న దేశములో మీ దినములను పొడిగించుకొందురు.",
    "48": "ఆ దినమందే యెహోవా మోషేతో ఇట్లనెను",
    "49": "నీవు యెరికోకు ఎదురుగా మోయాబు దేశమందున్న యీ అబారీము పర్వతము, అనగా ఈ నెబో కొండ ఎక్కి, నేను ఇశ్రాయేలీయులకు స్వాస్థ్యముగా ఇచ్చుచున్న కనాను దేశమును చూడుము.",
    "50": "నీ సహోదరుడైన అహరోను హోరు కొండమీద చనిపోయి తన పితరుల యొద్దకు చేర్చబడినట్లు నీవు ఎక్కుచున్న ఈ కొండమీద చనిపోయి నీ పితరుల యొద్దకు చేర్చబడుదువు.",
    "51": "ఎందుకనగా సీను అరణ్యమందలి కాదేషులోనున్న మెరీబా నీళ్ల యొద్ద మీరు ఇశ్రాయేలీయుల మధ్య నా మాట మీరితిరి; ఇశ్రాయేలీయుల మధ్య నన్ను పరిశుద్ధపరచలేదు.",
    "52": "కాబట్టి నేను ఇశ్రాయేలీయులకు ఇచ్చుచున్న దేశమును నీవు దూరమునుండి చూచెదవు గాని అక్కడికి ఆ దేశములోనికి నీవు వెళ్లవు."
}
