
{
    "1": "దైవజనుడైన మోషే చనిపోకమునుపు ఇశ్రాయేలీయులను దీవించిన దీవెన ఇదే.",
    "2": "అతడు ఇట్లనెను - యెహోవా సీనాయినుండి వచ్చెను, శేయీరులోనుండి వారికి ఉదయించెను; పారాను కొండనుండి ప్రకాశించెను; పదివేలమంది పరిశుద్ధులతో ఆయన వచ్చెను; ఆయన కుడిచేతిలోనుండి వారి కొరకు అగ్నిజ్వాల మెరిసెను.",
    "3": "నిశ్చయముగా ఆయన ప్రజలను ప్రేమించును; ఆయన పరిశుద్ధులందరు నీ చేతిలో ఉన్నారు; వారు నీ పాదముల యొద్ద సాగిలపడుదురు; ఒక్కొక్కరు నీ వాక్యములను పొందుదురు.",
    "4": "మోషే మనకు ధర్మశాస్త్రమును ఆజ్ఞాపించెను; అది యాకోబు సమాజమునకు స్వాస్థ్యము.",
    "5": "జనుల ప్రధానులును ఇశ్రాయేలు గోత్రములును కూడికొనినప్పుడు యెషూరూనులో రాజు ఉండెను.",
    "6": "రూబేను బ్రతుకును గాక, చావకుండును గాక; అతని జనులు కొద్దిమంది కాకుందురు గాక.",
    "7": "యూదాను గూర్చి అతడిట్లనెను - యెహోవా, యూదా స్వరము విని, అతని జనుల యొద్దకు అతని రప్పించుము; అతని చేతులు అతని పక్షమున పోరాడును; అతని శత్రువులకు విరోధముగా నీవు అతనికి సహాయుడవై యుందువు.",
    "8": "లేవిని గూర్చి ఇట్లనెను - నీ తుమ్మీము నీ ఊరీము నీ భక్తునికి కలవు; మస్సాలో నీవు అతనిని పరిశోధించితివి; మెరీబా నీళ్ల యొద్ద అతనితో వాదించితివి.",
    "9": "అతడు - వారిని ఎరుగనని తన తండ్రిని గూర్చియు తన తల్లిని గూర్చియు అనెను; తన సహోదరులను లక్ష్యపెట్టలేదు, తన కుమారులను ఎరుగలేదు. వారు నీ వాక్యమును గైకొని నీ నిబంధనను ఆచరించిరి.",
    "10": "వారు నీ విధులను యాకోబుకును నీ ధర్మశాస్త్రమును ఇశ్రాయేలుకును బోధించుదురు; వారు నీ సన్నిధిని ధూపమును నీ బలిపీఠము మీద సర్వాంగహోమమును ఉంచుదురు.",
    "11": "యెహోవా, అతని ఆస్తిని దీవించుము; అతని చేతి పనిని అంగీకరించుము; అతని మీద లేచువారి నడుములను, అతని ద్వేషించువారి నడుములను వారు మరి లేవకుండునట్లు విరుగగొట్టుము.",
    "12": "బెన్యామీనును గూర్చి ఇట్లనెను - యెహోవాకు ప్రియుడైనవాడు ఆయన యొద్ద సురక్షితముగా నివసించును; దినమంతయు ఆయన వానిని కాపాడును; ఆయన భుజముల మధ్య వాడు నివసించును.",
    "13": "యోసేపును గూర్చి ఇట్లనెను - యెహోవా చేత అతని భూమి ఆశీర్వదించబడును గాక. ఆకాశమునుండి కురియు మంచు చేతను, క్రింద దాగియున్న అగాధ జలముల చేతను,",
    "14": "సూర్యునివలన పండు శ్రేష్ఠమైన ఫలముల చేతను, చంద్రునివలన కలుగు శ్రేష్ఠమైన పంటల చేతను,",
    "15": "పురాతన పర్వతముల శ్రేష్ఠమైన పదార్థముల చేతను, నిత్యమైన కొండల అమూల్యమైన పదార్థముల చేతను,",
    "16": "భూమి యొక్కయు దాని సంపూర్ణత యొక్కయు అమూల్యమైన పదార్థముల చేతను, పొదలో కనబడినవాని దయ చేతను అది ఆశీర్వదించబడును గాక. ఆ దీవెన యోసేపు తలమీదకిని, తన సహోదరులకంటే వేరుగా ఉన్నవాని నడినెత్తి మీదకిని వచ్చును గాక.",
    "17": "అతని మొదటిదైన వృషభమునకు ఘనత కలదు; అతని కొమ్ములు గురుపోతు కొమ్ములు; వాటితో అతడు జనములను భూమ్యంతముల వరకు పొడుచును; ఎఫ్రాయిము వేలును మనష్షే వేలును అట్టివి.",
    "18": "జెబూలూనును గూర్చి ఇట్లనెను - జెబూలూనూ, నీవు బయలువెళ్లునప్పుడు సంతోషించుము; ఇస్సాఖారూ, నీవు నీ గుడారములలో సంతోషించుము.",
    "19": "వారు జనములను కొండకు పిలిచి అక్కడ నీతి బలులను అర్పింతురు; వారు సముద్రముల సమృద్ధిని, ఇసుకలో దాచబడిన రహస్య ద్రవ్యములను పీల్చుదురు.",
    "20": "గాదును గూర్చి ఇట్లనెను - గాదును విశాలపరచువాడు స్తుతింపబడును గాక; ఆడు సింహమువలె అతడు పొంచియుండి, బాహువును నడినెత్తిని చీల్చివేయును.",
    "21": "అతడు తన కొరకు మొదటి భాగమును చూచుకొనెను; అక్కడ నాయకుని భాగము ఉంచబడెను; అతడు జనముల ప్రధానులతో వచ్చెను; యెహోవా నీతిని ఇశ్రాయేలుతో ఆయన విధులను జరిగించెను.",
    "22": "దానును గూర్చి ఇట్లనెను - దాను సింహపు పిల్ల; అది బాషానునుండి దుముకును.",
    "23": "నఫ్తాలిని గూర్చి ఇట్లనెను - నఫ్తాలీ, దయతో తృప్తి పొంది యెహోవా ఆశీర్వాదముతో నిండినవాడా, పడమటి దిక్కును దక్షిణ దిక్కును ఆక్రమించుకొనుము.",
    "24": "ఆషేరును గూర్చి ఇట్లనెను - ఆషేరు కుమారులలో దీవించబడినవాడు; అతడు తన సహోదరులందరిలో దయ పొందవలెను; నూనెలో తన పాదమును ముంచుకొనవలెను.",
    "25": "నీ గడియలు ఇనుమును ఇత్తడియునగును; నీ దినముల కొలది నీకు బలము కలుగును.",
    "26": "యెషూరూనూ, దేవుని పోలినవాడెవడును లేడు; నీకు సహాయము చేయుటకు ఆయన ఆకాశము మీదను, తన మహత్యముతో మేఘముల మీదను ఎక్కి వచ్చుచున్నాడు.",
    "27": "అనాది దేవుడే నీకు నివాసస్థలము; నిత్యముగ నుండు బాహువులు నీ క్రింద నుండును; ఆయన నీ యెదుటనుండి శత్రువును వెళ్లగొట్టి - నాశనము చేయుమని ఆజ్ఞాపించెను.",
    "28": "ఇశ్రాయేలు సురక్షితముగా నివసించును; యాకోబు ఊట ప్రత్యేకముగా ఉండును; అది ధాన్యమును ద్రాక్షారసమును గల దేశము; అతని ఆకాశము మంచును కురిపించును.",
    "29": "ఇశ్రాయేలూ, నీవు ధన్యుడవు; యెహోవా రక్షించిన నిన్ను పోలినవాడెవడు? ఆయన నీకు సహాయకరమైన కేడెము, నీకు మహత్యమునిచ్చు ఖడ్గము. నీ శత్రువులు నీకు లోబడుదురు; నీవు వారి ఉన్నత స్థలములను త్రొక్కుదువు."
}
