
{
    "1": "కాబట్టి ఇశ్రాయేలూ, మీరు బ్రతికి, మీ పితరుల దేవుడైన యెహోవా మీకిచ్చుచున్న దేశములో ప్రవేశించి దానిని స్వాధీనపరచుకొనునట్లు, మీరు అనుసరింపవలసిన కట్టడలను విధులను నేను మీకు బోధించుచున్నాను; వాటిని వినుడి.",
    "2": "నేను మీకు ఆజ్ఞాపించు మీ దేవుడైన యెహోవా ఆజ్ఞలను గైకొనుటయందు, నేను మీకు ఆజ్ఞాపించుచున్న మాటతో దేనిని కలుపకూడదు, దానిలోనుండి దేనిని తీసివేయకూడదు.",
    "3": "బయల్పెయోరు విషయములో యెహోవా చేసినది మీరు కన్నులారా చూచితిరి; బయల్పెయోరును వెంబడించిన ప్రతి మనుష్యుని మీ దేవుడైన యెహోవా మీలో నుండకుండ నాశనము చేసెను గదా.",
    "4": "మీ దేవుడైన యెహోవాను హత్తుకొనిన మీరందరు నేడు సజీవులై యున్నారు.",
    "5": "చూడుడి, మీరు స్వాధీనపరచుకొనబోవు దేశములో మీరు గైకొనవలసిన కట్టడలను విధులను నా దేవుడైన యెహోవా నాకు ఆజ్ఞాపించినట్లు మీకు బోధించితిని.",
    "6": "ఈ కట్టడలన్నిటిని గూర్చి విను జనముల యెదుట అదే మీకు జ్ఞానము, అదే మీకు వివేకము. వారు - నిజముగా ఈ గొప్ప జనము జ్ఞానవివేకములు గల జనమని చెప్పుకొందురు; కాబట్టి వాటిని గైకొని అనుసరింపవలెను.",
    "7": "ఏలయనగా మనము ఆయనకు మొరపెట్టినప్పుడెల్ల మన దేవుడైన యెహోవా మనకు సమీపముగా ఉన్నట్టు మరి ఏ గొప్ప జనమునకు ఏ దేవుడు సమీపముగా ఉన్నాడు?",
    "8": "మరియు నేడు నేను మీకు అప్పగించుచున్న ఈ ధర్మశాస్త్రమంతటిలో నున్న కట్టడలును విధులును గల గొప్ప జనమేది?",
    "9": "అయితే నీవు నీ కన్నులతో చూచినవాటిని మరచిపోకుండునట్లును, అవి నీ జీవితకాలమంతయు నీ హృదయములోనుండి తొలగిపోకుండునట్లును, నీవు బహు జాగ్రత్తపడి నీ మనస్సును భద్రముగా కాపాడుకొనుము; నీ కుమారులకును నీ కుమారుల కుమారులకును వాటిని నేర్పింపవలెను.",
    "10": "నీవు హోరేబులో నీ దేవుడైన యెహోవా సన్నిధిని నిలిచియుండగా యెహోవా - నా యొద్దకు ప్రజలను కూర్చుము; వారు ఆ దేశముపైన బ్రతుకు దినములన్నియు నాకు భయపడుట నేర్చుకొని తమ పిల్లలకు నేర్పునట్లు వారికి నా మాటలను వినిపించెదనని నాతో చెప్పిన దినమును గూర్చి వారికి తెలుపుము.",
    "11": "అప్పుడు మీరు దగ్గరకు వచ్చి ఆ కొండ దిగువను నిలిచితిరి; చీకటియు మేఘమును గాఢాంధకారమును ఆకాశమునంటి ఆ పర్వతము అగ్నితో మండుచుండగా",
    "12": "యెహోవా ఆ అగ్ని మధ్యనుండి మీతో మాటలాడెను; మాటల ధ్వనిని మీరు వింటిరి గాని మీరు ఏ రూపమును చూడలేదు, స్వరము మాత్రమే వింటిరి.",
    "13": "ఆయన తాను చేయుడని మీకు ఆజ్ఞాపించిన తన నిబంధనను, అనగా పది ఆజ్ఞలను మీకు తెలియజేసి రెండు రాతి పలకల మీద వాటిని వ్రాసెను.",
    "14": "మీరు నది దాటి స్వాధీనపరచుకొనబోవు దేశములో మీరు గైకొనవలసిన కట్టడలను విధులను మీకు నేర్పుమని ఆ కాలమున యెహోవా నాకు ఆజ్ఞాపించెను.",
    "15": "యెహోవా హోరేబులో అగ్ని జ్వాలల మధ్యనుండి మీతో మాటలాడిన దినమున మీరు ఏ రూపమును చూడలేదు.",
    "16": "కాబట్టి మీరు చెడిపోయి, ఆడు రూపము గాని మగ రూపము గాని,",
    "17": "భూమిమీదనున్న ఏ జంతువు రూపము గాని, ఆకాశమందు ఎగురు ఏ పక్షి రూపము గాని,",
    "18": "నేలమీద ప్రాకు ఏ పురుగు రూపము గాని, భూమి క్రింద నీళ్లలో నుండు ఏ చేప రూపము గాని, ఏ స్వరూపమునైనను విగ్రహముగా చేసికొనకుండునట్లును,",
    "19": "నీవు ఆకాశము వైపు కన్నులెత్తి సూర్యచంద్రనక్షత్రములైన ఆకాశ సమూహమంతటిని చూచి, మరలుకొల్పబడి, నీ దేవుడైన యెహోవా సర్వాకాశము క్రిందనున్న సమస్త ప్రజలకు పంచిపెట్టినవాటికి నమస్కరించి వాటిని పూజింపకుండునట్లును, మీ విషయమై మీరు బహు జాగ్రత్తపడుడి.",
    "20": "యెహోవా మిమ్మును పట్టి, నేడున్నట్లు తనకు స్వకీయ జనముగా ఉండుటకు ఐగుప్తు అను ఇనుప కొలిమిలోనుండి మిమ్మును రప్పించెను.",
    "21": "మరియు యెహోవా మిమ్మును బట్టి నా మీద కోపపడి, నేను యొర్దానును దాటకూడదనియు, నీ దేవుడైన యెహోవా నీకు స్వాస్థ్యముగా ఇచ్చుచున్న ఆ మంచి దేశములో ప్రవేశింపకూడదనియు ప్రమాణము చేసెను.",
    "22": "కాబట్టి నేను ఈ దేశమున చనిపోవుదును; నేను యొర్దానును దాటను; మీరైతే దాటి ఆ మంచి దేశమును స్వాధీనపరచుకొందురు.",
    "23": "మీ దేవుడైన యెహోవా మీతో చేసిన నిబంధనను మరిచి, నీ దేవుడైన యెహోవా నీకు ఆజ్ఞాపించినట్లు ఏ స్వరూపము కలిగిన విగ్రహమునైనను చేసికొనకుండునట్లు మీ విషయమై జాగ్రత్తపడుడి.",
    "24": "ఏలయనగా నీ దేవుడైన యెహోవా దహించు అగ్నియు రోషము గల దేవుడునై యున్నాడు.",
    "25": "మీరు పిల్లలను పిల్లల పిల్లలను కని ఆ దేశములో బహు కాలమున్న తరువాత మీరు చెడిపోయి, ఏ స్వరూపము కలిగిన విగ్రహమునైనను చేసి, నీ దేవుడైన యెహోవాకు కోపము పుట్టించి ఆయన దృష్టికి కీడు చేసినయెడల",
    "26": "మీరు యొర్దానును దాటి స్వాధీనపరచుకొనబోవు దేశములో ఉండకుండ త్వరగా బొత్తిగా నశించిపోవుదురనియు, బహు దినములు అక్కడ ఉండక నిశ్చయముగా నశించిపోవుదురనియు నేడు మీ మీద భూమ్యాకాశములను సాక్షులుగా ఉంచుచున్నాను.",
    "27": "యెహోవా జనములలో మిమ్మును చెదరగొట్టును; యెహోవా ఎక్కడికి మిమ్మును తోలివేయునో ఆ జనులలో మీరు కొద్దిమందే మిగిలియుందురు.",
    "28": "అక్కడ మీరు మనుష్యుల చేతిపనియైన కర్ర రాతి దేవతలను పూజించెదరు; అవి చూడవు, వినవు, తినవు, వాసన చూడవు.",
    "29": "అయితే అక్కడనుండి నీ దేవుడైన యెహోవాను నీవు వెదకినయెడల, నీ పూర్ణహృదయముతోను నీ పూర్ణాత్మతోను ఆయనను వెదకినప్పుడు ఆయన నీకు దొరుకును.",
    "30": "నీకు ఇబ్బంది కలిగి ఈ సంగతులన్నియు నీకు సంభవించిన తరువాత అంత్య దినములలో నీవు నీ దేవుడైన యెహోవా వైపు తిరిగి ఆయన మాట వినినయెడల",
    "31": "నీ దేవుడైన యెహోవా కనికరము గల దేవుడు గనుక నిన్ను చెయ్యి విడవడు, నిన్ను నాశనము చేయడు, తాను నీ పితరులతో ప్రమాణము చేసిన నిబంధనను మరిచిపోడు.",
    "32": "దేవుడు భూమిమీద నరుని సృజించిన దినము మొదలుకొని నీకు ముందుగా నుండిన పూర్వ దినములను గూర్చియు, ఆకాశము యొక్క ఈ దిశ మొదలుకొని ఆ దిశ వరకు అడుగుము; ఇట్టి గొప్ప కార్యము ఎప్పుడైనను జరిగెనా? దీనివంటిది ఎప్పుడైనను వినబడెనా?",
    "33": "దేవుడు అగ్ని మధ్యనుండి మాటలాడుట నీవు వినినట్లు ఏ జనమైనను విని బ్రతికెనా?",
    "34": "లేక మీ దేవుడైన యెహోవా ఐగుప్తులో మీ కన్నుల యెదుట చేసిన వాటన్నిటి చొప్పున ఒక దేవుడు కూడ వచ్చి, శోధనలతోను సూచక క్రియలతోను మహత్కార్యములతోను యుద్ధముతోను బాహుబలముతోను చాచిన చేతితోను మహా భయంకర కార్యములతోను ఒక జనమును వేరొక జనము మధ్యనుండి తీసికొనుటకు యత్నము చేసెనా?",
    "35": "యెహోవాయే దేవుడనియు, ఆయన తప్ప వేరొకడు లేడనియు నీవు తెలిసికొనునట్లు అది నీకు చూపబడెను.",
    "36": "నీకు బోధించుటకు ఆయన ఆకాశమునుండి తన స్వరమును నీకు వినిపించెను; భూమిమీద తన గొప్ప అగ్నిని నీకు చూపించెను; అగ్ని మధ్యనుండి ఆయన మాటలను నీవు వింటివి.",
    "37": "ఆయన నీ పితరులను ప్రేమించెను గనుక వారి తరువాత వారి సంతానమును ఏర్పరచుకొనెను.",
    "38": "నీకంటే బలము గల గొప్ప జనములను నీ యెదుటనుండి వెళ్లగొట్టి, నిన్ను చేర్చి, వారి దేశమును నేడున్నట్లు నీకు స్వాస్థ్యముగా ఇచ్చుటకు తన సాన్నిధ్యమును అనుగ్రహించి తన మహా బలముచేత ఐగుప్తులోనుండి నిన్ను వెలుపలికి రప్పించెను.",
    "39": "కాబట్టి పైన ఆకాశమందును క్రింద భూమియందును యెహోవాయే దేవుడనియు, మరియొకడు లేడనియు నేడు నీవు ఎరిగి, నీ మనస్సులో దానిని పెట్టుకొనుము.",
    "40": "మరియు నీకును నీ తరువాత నీ సంతానమునకును క్షేమము కలుగుటకై, నీ దేవుడైన యెహోవా నీకు నిత్యము ఇచ్చుచున్న దేశములో నీవు దీర్ఘాయుష్మంతుడవగునట్లు, నేడు నేను నీకు ఆజ్ఞాపించు ఆయన కట్టడలను ఆజ్ఞలను గైకొనవలెను.",
    "41": "అప్పుడు మోషే తూర్పున యొర్దాను ఇవతల మూడు పురములను వేరుపరచెను.",
    "42": "ఎట్లనగా అంతకుముందు పగలేక పొరబాటున తన పొరుగువాని చంపిన నరహంతకుడు వాటికి పారిపోవునట్లును, వాడు ఆ పురములలో ఒకదానికి పారిపోయి బ్రతుకునట్లును వాటిని వేరుపరచెను.",
    "43": "అవేవనగా రూబేనీయులకు మైదానపు దేశమందలి అరణ్యములోనున్న బెసెరు, గాదీయులకు గిలాదులోనున్న రామోతు, మనష్షీయులకు బాషానులోనున్న గోలాను అనునవి.",
    "44": "మోషే ఇశ్రాయేలీయుల యెదుట ఉంచిన ధర్మశాస్త్రము ఇదే.",
    "45": "ఇశ్రాయేలీయులు ఐగుప్తులోనుండి బయలుదేరి వచ్చినప్పుడు యొర్దాను ఇవతల, అనగా హెష్బోనులో నివసించిన అమోరీయుల రాజైన సీహోను దేశమందున్న బెత్పెయోరు ఎదుటనున్న లోయలో,",
    "46": "మోషే ఇశ్రాయేలీయులకు చెప్పిన శాసనములు కట్టడలు విధులు ఇవే. మోషేయు ఇశ్రాయేలీయులును ఐగుప్తులోనుండి వచ్చినప్పుడు ఆ రాజును హతము చేసిరి.",
    "47": "వారు యొర్దాను ఇవతల సూర్యోదయ దిక్కుననున్న అతని దేశమును, బాషాను రాజైన ఓగు దేశమును, అమోరీయుల ఇద్దరు రాజుల దేశమును స్వాధీనపరచుకొనిరి.",
    "48": "అవి అర్నోను ఏటి దరినున్న అరోయేరు మొదలుకొని హెర్మోననబడిన సీయోను కొండ వరకును,",
    "49": "తూర్పున యొర్దాను ఇవతలి అరాబా అంతయు, అనగా పిస్గా కొండచరియల క్రింది అరాబా సముద్రము వరకును ఉన్న దేశము."
}
