
{
    "1": "మీరు స్వాధీనపరచుకొనబోవు దేశములో మీరు మీ దేవుడైన యెహోవాకు భయపడి,",
    "2": "నేను నీకు ఆజ్ఞాపించు ఆయన కట్టడలన్నిటిని ఆజ్ఞలన్నిటిని నీవును నీ కుమారుడును నీ కుమారుని కుమారుడును మీ జీవిత దినములన్నియు గైకొనుచు దీర్ఘాయుష్మంతులగునట్లు, మీకు బోధించుమని మీ దేవుడైన యెహోవా ఆజ్ఞాపించిన ధర్మము, అనగా కట్టడలు విధులు ఇవే.",
    "3": "కాబట్టి ఓ ఇశ్రాయేలూ, నీ పితరుల దేవుడైన యెహోవా నీతో చెప్పినట్లు పాలు తేనెలు ప్రవహించు దేశములో నీకు మేలు కలుగునట్లును, నీవు బహుగా విస్తరించునట్లును, నీవు వాటిని విని ఆచరించుటకు జాగ్రత్తపడుము.",
    "4": "ఇశ్రాయేలూ వినుము; మన దేవుడైన యెహోవా అద్వితీయుడైన యెహోవా.",
    "5": "నీ పూర్ణహృదయముతోను నీ పూర్ణాత్మతోను నీ పూర్ణశక్తితోను నీ దేవుడైన యెహోవాను ప్రేమింపవలెను.",
    "6": "నేడు నేను నీకు ఆజ్ఞాపించు ఈ మాటలు నీ హృదయములో ఉండవలెను.",
    "7": "నీవు నీ కుమారులకు వాటిని అభ్యసింపజేసి, నీంట కూర్చున్నప్పుడును త్రోవలో నడుచునప్పుడును పండుకొనునప్పుడును లేచునప్పుడును వాటిని గూర్చి మాటలాడవలెను.",
    "8": "సూచనగా వాటిని నీ చేతికి కట్టుకొనవలెను; అవి నీ కన్నుల నడుమ బాసికమువలె ఉండవలెను.",
    "9": "నీ యింటి ద్వారబంధముల మీదను నీ గవునుల మీదను వాటిని వ్రాయవలెను.",
    "10": "నీ దేవుడైన యెహోవా - నీకు ఇచ్చెదనని నీ పితరులైన అబ్రాహాము ఇస్సాకు యాకోబులతో ప్రమాణము చేసిన దేశమున నిన్ను చేర్చి, నీవు కట్టని గొప్పవైన మంచి పురములను,",
    "11": "నీవు నింపని మంచి ద్రవ్యములతో నిండిన ఇండ్లను, నీవు త్రవ్వని నీటి బావులను, నీవు నాటని ద్రాక్షతోటలను ఒలీవతోటలను నీకిచ్చిన తరువాత నీవు తిని తృప్తి పొందినప్పుడు",
    "12": "దాసుల గృహమైన ఐగుప్తు దేశములోనుండి నిన్ను రప్పించిన యెహోవాను మరిచిపోకుండునట్లు జాగ్రత్తపడుము.",
    "13": "నీ దేవుడైన యెహోవాకు భయపడి ఆయనను సేవించి ఆయన నామమున ప్రమాణము చేయవలెను.",
    "14": "మీరు ఇతర దేవుళ్లను, అనగా మీ చుట్టునున్న అన్యజనుల దేవుళ్లను అనుసరింపకూడదు.",
    "15": "మీ మధ్యనున్న నీ దేవుడైన యెహోవా రోషముగల దేవుడు; అందువలన నీ దేవుడైన యెహోవా కోపము నీ మీద రగులుకొని భూమిమీదనుండి నిన్ను నశింపజేయునేమో.",
    "16": "మీరు మస్సాలో శోధించినట్లు మీ దేవుడైన యెహోవాను శోధింపకూడదు.",
    "17": "మీ దేవుడైన యెహోవా మీకు ఆజ్ఞాపించిన ఆయన ఆజ్ఞలను ఆయన శాసనములను ఆయన కట్టడలను మీరు జాగ్రత్తగా గైకొనవలెను.",
    "18": "యెహోవా నీ పితరులతో ప్రమాణము చేసిన ఆ మంచి దేశములో నీవు ప్రవేశించి, నీ శత్రువులనందరిని నీ యెదుటనుండి వెళ్లగొట్టి దానిని స్వాధీనపరచుకొనునట్లును,",
    "19": "నీకు మేలు కలుగునట్లును, యెహోవా దృష్టికి యథార్థమైనదియు మంచిదియునైన దానిని చేయవలెను; యెహోవా చెప్పినది అదే.",
    "20": "ికమీదట నీ కుమారుడు - మన దేవుడైన యెహోవా మీకు ఆజ్ఞాపించిన ఈ శాసనములు కట్టడలు విధులు ఏమిటని నిన్ను అడుగునప్పుడు",
    "21": "నీవు నీ కుమారునితో ఇట్లనుము - మేము ఐగుప్తులో ఫరోకు దాసులమై యుండగా యెహోవా బాహుబలము చేత ఐగుప్తులోనుండి మమ్మును రప్పించెను.",
    "22": "యెహోవా మా కన్నుల యెదుట ఐగుప్తు మీదను ఫరో మీదను అతని యింటివారందరి మీదను గొప్పవైన కఠినమైన సూచక క్రియలను అద్భుతములను కలుగజేసెను.",
    "23": "మన పితరులకు ప్రమాణము చేసిన దేశమును మనకిచ్చి మనలను దానిలో ప్రవేశపెట్టుటకు అక్కడనుండి మనలను రప్పించెను.",
    "24": "మనకు నిత్యము మేలు కలుగుటకై మన దేవుడైన యెహోవాకు భయపడి ఈ కట్టడలన్నిటిని గైకొనవలెనని యెహోవా మనకు ఆజ్ఞాపించెను; అందువలన నేడున్నట్లు ఆయన మనలను బ్రతికించును.",
    "25": "మన దేవుడైన యెహోవా మనకు ఆజ్ఞాపించినట్లు ఆయన సన్నిధిని ఈ సమస్త ఆజ్ఞలను అనుసరించి నడుచుకొనునప్పుడు అది మనకు నీతి అగును."
}
