
{
    "1": "నీవు స్వాధీనపరచుకొనబోవు దేశములోనికి నీ దేవుడైన యెహోవా నిన్ను చేర్చి, అనేక జనములను, అనగా నీకంటే బలము గల గొప్ప జనములైన హిత్తీయులను గిర్గాషీయులను అమోరీయులను కనానీయులను పెరిజ్జీయులను హివ్వీయులను యెబూసీయులను ఏడు జనములను నీ యెదుటనుండి వెళ్లగొట్టిన తరువాత,",
    "2": "నీ దేవుడైన యెహోవా వారిని నీకు అప్పగించునప్పుడు నీవు వారిని హతము చేయవలెను; వారిని నిర్మూలము చేయవలెను; వారితో నిబంధన చేసికొనకూడదు, వారిని కరుణింపకూడదు.",
    "3": "వారితో వియ్యమందకూడదు; వాని కుమారునికి నీ కుమార్తెను ఇయ్యకూడదు, నీ కుమారునికి వాని కుమార్తెను పుచ్చుకొనకూడదు.",
    "4": "నన్ను అనుసరింపకుండ ఇతర దేవతలను పూజించునట్లు వారు నీ కుమారుని మళ్లించుదురు; అప్పుడు యెహోవా కోపము మీ మీద రగులుకొని ఆయన మిమ్మును త్వరగా నశింపజేయును.",
    "5": "కాబట్టి మీరు వారికి ఈలాగు చేయవలెను; వారి బలిపీఠములను పడగొట్టి వారి విగ్రహములను పగులగొట్టి వారి దేవతాస్తంభములను నరికివేసి వారి ప్రతిమలను అగ్నితో కాల్చవలెను.",
    "6": "నీవు నీ దేవుడైన యెహోవాకు ప్రతిష్ఠిత జనము. నీ దేవుడైన యెహోవా భూమిమీదనున్న సమస్త జనములలోనుండి నిన్ను తనకు స్వకీయ జనముగా ఉండుటకు ఏర్పరచుకొనెను.",
    "7": "మీరు సర్వజనములకంటే విస్తారమని యెహోవా మిమ్మును ప్రేమించి మిమ్మును ఏర్పరచుకొనలేదు; సమస్త జనములకంటే మీరు తక్కువ గదా.",
    "8": "అయితే యెహోవా మిమ్మును ప్రేమించుటను బట్టియు, మీ పితరులతో తాను చేసిన ప్రమాణమును నెరవేర్చుటను బట్టియు, యెహోవా బాహుబలము చేత మిమ్మును బయటికి రప్పించి, దాసుల గృహములోనుండియు ఐగుప్తు రాజైన ఫరో చేతిలోనుండియు మిమ్మును విడిపించెను.",
    "9": "కాబట్టి నీ దేవుడైన యెహోవాయే దేవుడనియు, ఆయన తన్ను ప్రేమించి తన ఆజ్ఞలను గైకొనువారికి వెయ్యి తరముల వరకు నిబంధనను కృపను జ్ఞాపకము చేయు నమ్మదగిన దేవుడనియు,",
    "10": "తన్ను ద్వేషించువారిలో ప్రతివానిని బహిరంగముగా నశింపజేయుననియు నీవు తెలిసికొనవలెను; ఆయన తన్ను ద్వేషించువానికి ఆలస్యము చేయడు, వానిని బహిరంగముగా నిర్మూలము చేయును.",
    "11": "కాబట్టి నీవు వాటిని ఆచరించుటకు నేను నేడు నీకు ఆజ్ఞాపించు ఆజ్ఞలను కట్టడలను విధులను గైకొనవలెను.",
    "12": "మీరు ఈ విధులను విని వాటిని గైకొని ఆచరించినయెడల, నీ దేవుడైన యెహోవా తాను నీ పితరులతో ప్రమాణము చేసిన నిబంధనను కృపను నీ యెడల నెరవేర్చును.",
    "13": "ఆయన నిన్ను ప్రేమించి ఆశీర్వదించి అభివృద్ధి చేసి, నీకు ఇచ్చెదనని నీ పితరులతో ప్రమాణము చేసిన దేశములో నీ గర్భఫలమును, నీ భూఫలమును, నీ ధాన్యమును, నీ ద్రాక్షారసమును, నీ నూనెను, నీ పశువుల మందలను, నీ గొర్రెల మందలను ఆశీర్వదించును.",
    "14": "సమస్త జనములకంటే ఎక్కువగా నీవు ఆశీర్వదించబడుదువు; నీలో మగవానికే గాని ఆడుదానికే గాని, నీ పశువులలోనైనను గొడ్రాలితనము ఉండదు.",
    "15": "యెహోవా నీలోనుండి సర్వ రోగములను తొలగించును; నీవు ఎరిగియున్న ఐగుప్తులోని కఠినమైన వ్యాధులన్నిటిలో దేనిని నీకు రానియ్యక నిన్ను ద్వేషించువారందరి మీదికి వాటిని పంపును.",
    "16": "నీ దేవుడైన యెహోవా నీకు అప్పగించుచున్న సమస్త జనులను నీవు నాశనము చేయవలెను; నీ కన్ను వారిని కరుణింపకూడదు; వారి దేవతలను నీవు పూజింపకూడదు; అది నీకు ఉరి అగును.",
    "17": "ఈ జనములు నాకంటే విస్తారము గదా, నేను ఎట్లు వారిని వెళ్లగొట్టగలనని నీవు నీ మనస్సులో అనుకొనవచ్చును.",
    "18": "అయితే వారికి భయపడకుము; నీ దేవుడైన యెహోవా ఫరోకును ఐగుప్తీయులకందరికిని చేసినదానిని,",
    "19": "అనగా నీవు కన్నులారా చూచిన ఆ గొప్ప శోధనలను, సూచక క్రియలను, మహత్కార్యములను, నీ దేవుడైన యెహోవా నిన్ను రప్పించిన బాహుబలమును చాచిన చేతిని బాగుగా జ్ఞాపకము చేసికొనుము; అట్లే నీ దేవుడైన యెహోవా నీవు ఎవరికి భయపడుచున్నావో ఆ జనులకందరికిని చేయును.",
    "20": "మరియు వారు నశించిపోవు వరకును, మిగిలి దాగుకొనినవారు నీ యెదుటనుండి నశించిపోవు వరకును నీ దేవుడైన యెహోవా వారి మీదికి కందిరీగలను పంపును.",
    "21": "వారికి వెరవకుము; నీ దేవుడైన యెహోవా నీ మధ్యనున్నాడు; ఆయన భయంకరుడైన గొప్ప దేవుడు.",
    "22": "నీ దేవుడైన యెహోవా ఆ జనులను నీ యెదుటనుండి క్రమక్రమముగా వెళ్లగొట్టును; అడవి జంతువులు నీ మీద విస్తరించి నిన్ను బాధించునేమో గనుక వారిని ఒక్కమారే నాశనము చేయకూడదు.",
    "23": "నీ దేవుడైన యెహోవా వారిని నీకు అప్పగించి, వారు నశించిపోవు వరకు వారిని గొప్పగా తారుమారు చేయును.",
    "24": "ఆయన వారి రాజులను నీ చేతికి అప్పగించును; ఆకాశము క్రిందనుండి వారి నామమును నీవు తుడిచివేయవలెను; నీవు వారిని నాశనము చేయువరకు ఏ మనుష్యుడును నీ యెదుట నిలువలేడు.",
    "25": "వారి దేవతల ప్రతిమలను అగ్నితో కాల్చవలెను; వాటి మీదనున్న వెండి బంగారములను ఆశింపకూడదు; నీవు దానివలన చిక్కుబడకుండునట్లు దానిని తీసికొనకూడదు; అది నీ దేవుడైన యెహోవాకు హేయము.",
    "26": "నీవు శాపగ్రస్తుడవు కాకుండునట్లు హేయమైనదానిని నీ యింటికి తేకూడదు; దానిని కేవలము అసహ్యించుకొనవలెను; దానిని కేవలము హేయముగా ఎంచవలెను; అది శాపగ్రస్తమైనది."
}
