
{
    "1": "మీరు బ్రతికి అభివృద్ధి పొంది యెహోవా మీ పితరులతో ప్రమాణము చేసిన దేశమును చేరి స్వాధీనపరచుకొనునట్లు, నేడు నేను మీకు ఆజ్ఞాపించు ప్రతి ఆజ్ఞను ఆచరించుటకు జాగ్రత్తపడవలెను.",
    "2": "నీవు ఆయన ఆజ్ఞలను గైకొందువో లేదో నిన్ను పరీక్షించుటకును, నీ హృదయములో నున్నదానిని తెలుసుకొనుటకును నిన్ను అణచుటకును, నీ దేవుడైన యెహోవా ఈ నలభై ఏండ్లు అరణ్యములో నిన్ను నడిపించిన మార్గమంతటిని జ్ఞాపకము చేసికొనుము.",
    "3": "ఆయన నిన్ను అణచి, నీకు ఆకలి కలుగజేసి, మనుష్యుడు రొట్టెవలన మాత్రమే కాదు గాని యెహోవా నోటనుండి వచ్చు ప్రతి మాటవలన బ్రతుకునని నీకు తెలియజేయుటకు, నీవైనను నీ పితరులైనను ఎరుగని మన్నాతో నిన్ను పోషించెను.",
    "4": "ఈ నలభై ఏండ్లు నీ మీదనున్న వస్త్రములు పాతగిలలేదు, నీ కాలు వాయలేదు.",
    "5": "ఒకడు తన కుమారుని ఎట్లు శిక్షించునో అట్లే నీ దేవుడైన యెహోవా నిన్ను శిక్షించువాడని నీవు నీ హృదయములో తెలిసికొనవలెను.",
    "6": "కాబట్టి నీవు ఆయన మార్గములలో నడుచుకొనుచు ఆయనకు భయపడునట్లు నీ దేవుడైన యెహోవా ఆజ్ఞలను గైకొనవలెను.",
    "7": "ఏలయనగా నీ దేవుడైన యెహోవా నిన్ను మంచి దేశములో ప్రవేశపెట్టుచున్నాడు. అది నీటి వాగులును, లోయలలోనుండియు కొండలలోనుండియు పారు ఊటలును అగాధ జలములును గల దేశము.",
    "8": "అది గోధుమలు యవలు ద్రాక్షలు అంజూరములు దానిమ్మలు గల దేశము; ఒలీవ నూనెయు తేనెయు గల దేశము.",
    "9": "అది నీవు కొదువలేక ఆహారము తిను దేశము; అందులో నీకు ఏ లోపము ఉండదు; ఆ దేశపు రాళ్లు ఇనుము; దాని కొండలలోనుండి నీవు రాగిని త్రవ్వి తీయవచ్చును.",
    "10": "నీవు తిని తృప్తి పొంది, నీ దేవుడైన యెహోవా నీకిచ్చిన ఆ మంచి దేశమును బట్టి ఆయనను స్తుతింపవలెను.",
    "11": "నేడు నేను నీకు ఆజ్ఞాపించు ఆయన ఆజ్ఞలను విధులును కట్టడలను అనుసరించక నీ దేవుడైన యెహోవాను మరిచిపోకుండునట్లు జాగ్రత్తపడుము.",
    "12": "నీవు తిని తృప్తి పొంది మంచి ఇండ్లు కట్టుకొని వాటిలో నివసించునప్పుడును,",
    "13": "నీ పశువులు నీ గొర్రెలు వృద్ధిపొంది, నీకు వెండి బంగారములు విస్తరించి, నీకు కలిగినదంతయు వర్ధిల్లునప్పుడును,",
    "14": "నీ మనస్సున గర్వించి, దాసుల గృహమైన ఐగుప్తు దేశములోనుండి నిన్ను రప్పించినవాడును,",
    "15": "తాపకరమైన పాములును తేళ్లును కలిగి, నీళ్లు లేక ఎండియున్న భయంకరమైన ఆ గొప్ప అరణ్యములో నిన్ను నడిపించినవాడును, రాతిబండలోనుండి నీకు నీళ్లు పుట్టించినవాడును,",
    "16": "తుదకు నీకు మేలు చేయునట్లు నిన్ను అణచుటకును నిన్ను పరీక్షించుటకును నీ పితరులు ఎరుగని మన్నాతో అరణ్యములో నిన్ను పోషించినవాడునైన నీ దేవుడగు యెహోవాను మరిచిపోయి,",
    "17": "నా సామర్థ్యము నా బాహుబలము ఈ ఐశ్వర్యమును నాకు సంపాదించెనని నీవు నీ మనస్సులో అనుకొందువేమో.",
    "18": "నీ దేవుడైన యెహోవాను జ్ఞాపకము చేసికొనవలెను; ఆయనే నీ పితరులతో ప్రమాణము చేసిన తన నిబంధనను నేడున్నట్లు స్థిరపరచుటకు ఐశ్వర్యము సంపాదించుకొనుటకై నీకు శక్తినిచ్చువాడు.",
    "19": "నీవు నీ దేవుడైన యెహోవాను మరిచి, ఇతర దేవతలను వెంబడించి వాటిని పూజించి వాటికి నమస్కరించినయెడల, మీరు నిశ్చయముగా నశించిపోదురని నేడు మీ మీద సాక్ష్యము పలుకుచున్నాను.",
    "20": "మీ దేవుడైన యెహోవా మాట మీరు వినకపోయినయెడల, యెహోవా మీ యెదుటనుండి నశింపజేయుచున్న అన్యజనులవలె మీరును నశించెదరు."
}
