
{
    "1": "న్యాయాధిపతులు ఏలిన దినములయందు దేశములో కరవు రాగా, యూదా బేత్లెహేమునుండి ఒక మనుష్యుడు తన భార్యను తన ఇద్దరు కుమారులను వెంటబెట్టుకొని మోయాబు దేశములో కాపురముండుటకు వెళ్లెను.",
    "2": "ఆ మనుష్యుని పేరు ఎలీమెలెకు, అతని భార్య పేరు నవమి; అతని ఇద్దరు కుమారుల పేర్లు మహ్లోను కిలియోను; వారు యూదా బేత్లెహేమువారైన ఎఫ్రాతీయులు. వారు మోయాబు దేశమునకు వెళ్లి అక్కడ కాపురముండిరి.",
    "3": "నవమి పెనిమిటియైన ఎలీమెలెకు చనిపోయెను; ఆమెయు ఆమె ఇద్దరు కుమారులును నిలిచి యుండిరి.",
    "4": "వారు మోయాబీయుల స్త్రీలను పెండ్లి చేసికొనిరి; వారిలో ఒకదాని పేరు ఓర్పా, రెండవదాని పేరు రూతు. వారు ఇంచుమించు పది సంవత్సరములు అక్కడ నివసించిన తరువాత",
    "5": "మహ్లోను కిలియోను ఇద్దరును చనిపోయిరి; ఆ స్త్రీ తన ఇద్దరు కుమారులను తన పెనిమిటిని లేనిదాయెను.",
    "6": "అంతట యెహోవా తన ప్రజలను దర్శించి వారికి ఆహారమిచ్చెనని ఆమె మోయాబు దేశములో వినెను గనుక ఆమెయు ఆమె కోడండ్రును మోయాబు దేశమునుండి తిరిగి వచ్చుటకు ప్రయాణమైరి.",
    "7": "ఆమె తన కోడండ్రతోకూడ తాను ఉన్న స్థలమును విడిచి బయలుదేరగా యూదా దేశమునకు తిరిగి వెళ్లుటకు వారు మార్గమున నడుచుచుండిరి.",
    "8": "అప్పుడు నవమి తన యిద్దరు కోడండ్రతో - మీరు మీ తల్లుల ఇండ్లకు తిరిగి వెళ్లుడి; చనిపోయినవారి యెడలను నా యెడలను మీరు దయ చూపినట్లు యెహోవా మీ యెడల దయ చూపును గాక.",
    "9": "యెహోవా మీలో ఒక్కొక్కతెకు తన పెనిమిటి యింట నెమ్మది కలుగజేయును గాక అని చెప్పి వారిని ముద్దుపెట్టుకొనెను.",
    "10": "అప్పుడు వారు ఎలుగెత్తి ఏడ్చి - నీతోకూడ నీ జనుల యొద్దకు వచ్చెదమని ఆమెతో చెప్పగా",
    "11": "నవమి - నా కుమార్తెలారా, వెనుకకు మళ్లుడి; నాతో ఎందుకు వచ్చెదరు? మీకు పెనిమిటలగుటకు నా గర్భమున ఇంక కుమారులు పుట్టుదురా?",
    "12": "నా కుమార్తెలారా, వెనుకకు మళ్లుడి, వెళ్లుడి; నేను ముసలిదానను, పెనిమిటిని చేసికొనజాలను; నాకు ఆశ కలదని నేను చెప్పుకొనినను, ఈ రాత్రియే నేను పెనిమిటిని చేసికొని కుమారులను కనినను,",
    "13": "వారు పెద్దవారగు వరకు మీరు వేచియుందురా? వారిని బట్టి మీరు పెండ్లి చేసికొనక నిలిచియుందురా? వద్దు నా కుమార్తెలారా, యెహోవా హస్తము నాకు విరోధముగా చాపబడియున్నందున మీకంటే నాకు చాలా విచారముగా ఉన్నదని వారితో అనెను.",
    "14": "వారు మరల ఎలుగెత్తి ఏడ్చిరి. ఓర్పా తన అత్తను ముద్దుపెట్టుకొనెను గాని రూతు ఆమెను హత్తుకొనెను.",
    "15": "అప్పుడు ఆమె - చూడుము, నీ తోడి కోడలు తన జనుల యొద్దకును తన దేవుని యొద్దకును మళ్ళిపోయెను; నీవును నీ తోడి కోడలి వెంబడి వెళ్లుమనగా",
    "16": "రూతు - నా వెంబడి రావద్దనియు, నన్ను విడిచి పెట్టుమనియు నన్ను బతిమాలుకొనవద్దు. నీవు వెళ్లు చోటికే నేను వచ్చెదను; నీవు నివసించు చోటనే నేను నివసించెదను; నీ జనమే నా జనము, నీ దేవుడే నా దేవుడు;",
    "17": "నీవు మృతిబొందు చోటనే నేనును మృతిబొందెదను, అక్కడనే పాతిపెట్టబడెదను. మరణము తప్ప మరి ఏదైనను నిన్ను నన్ను వేరు చేసినయెడల యెహోవా నాకు ఎంత కీడైనను చేయును గాక అనెను.",
    "18": "ఆమె తనతో వచ్చుటకు దృఢమనస్సు కలిగియుండుట చూచి ఆమెతో మాటలాడుట చాలించెను.",
    "19": "అట్లు వారిద్దరు బేత్లెహేమునకు వచ్చిరి. వారు బేత్లెహేమునకు వచ్చినప్పుడు ఆ ఊరివారందరు వారిని చూచి ఆశ్చర్యపడి - ఈమె నవమి గదా అని చెప్పుకొనగా",
    "20": "ఆమె - నన్ను నవమి అనవద్దు, మారా అనుడి; సర్వశక్తుడు నాకు చాలా దుఃఖము కలుగజేసెను.",
    "21": "నేను సమృద్ధి గలదాననై వెళ్లితిని, యెహోవా నన్ను రిక్తురాలిగా తిరిగి రప్పించెను. యెహోవా నా మీద సాక్ష్యము పలికియుండగాను, సర్వశక్తుడు నన్ను బాధపరచియుండగాను, నన్ను నవమి అని ఎందుకు పిలుచుచున్నారని వారితో చెప్పెను.",
    "22": "అట్లు నవమియు ఆమెతోకూడ మోయాబీయురాలైన రూతు అను ఆమె కోడలును మోయాబు దేశమునుండి తిరిగి వచ్చిరి. యవల కోత ఆరంభములో వారు బేత్లెహేమునకు చేరిరి."
}
