
{
    "1": "నవమి పెనిమిటియైన ఎలీమెలెకు బంధువుడొకడు ఆమెకు ఉండెను; అతడు బహు ఆస్తిపరుడు, అతని పేరు బోయజు.",
    "2": "మోయాబీయురాలైన రూతు - నేను పొలములోనికి వెళ్లి ఎవరి కటాక్షము పొందుదునో వారి వెనుక పరిగె ఏరుకొందునని నవమితో చెప్పగా ఆమె - నా కుమారీ, వెళ్లుమని ఆమెతో అనెను.",
    "3": "కాబట్టి ఆమె వెళ్లి పొలములో కోతకాండ్ర వెనుక ఏరుకొనుచుండెను; ఆమె యెదృచ్ఛగా ఎలీమెలెకు వంశస్థుడైన బోయజు పొలములో ఏరుకొనుచుండెను.",
    "4": "అప్పుడు బోయజు బేత్లెహేమునుండి వచ్చి - యెహోవా మీకు తోడైయుండును గాక అని కోతకాండ్రతో చెప్పగా వారు - యెహోవా నిన్ను ఆశీర్వదించును గాక అని అతనితో చెప్పిరి.",
    "5": "బోయజు - ఈ చిన్నది ఎవరిదని కోతకాండ్రమీద ఉంచబడిన తన పనివానిని అడుగగా",
    "6": "కోతకాండ్రమీద ఉంచబడిన పనివాడు - ఈమె నవమితోకూడ మోయాబు దేశమునుండి తిరిగి వచ్చిన మోయాబీయురాలు.",
    "7": "ఆమె - నేను పనల యొద్ద కోతకాండ్ర వెనుక పరిగె ఏరుకొని కూర్చుకొందును, దయచేసి నన్ను రానిమ్మని చెప్పెను; ఉదయమున వచ్చినది మొదలుకొని ఇంతవరకు ఆమె యున్నది; ఇంట ఆమె కూర్చుండినది కొంచెమే అని చెప్పెను.",
    "8": "అప్పుడు బోయజు రూతుతో ఇట్లనెను - నా కుమారీ, వినుము; పరిగె ఏరుకొనుటకు వేరొక పొలమునకు పోవద్దు, దీనిని విడిచిపోవద్దు; ఇక్కడనే నా పనికత్తెల యొద్ద నిలిచియుండుము.",
    "9": "వారు కోయు పొలము మీద నీ కన్ను ఉంచి వారి వెనుక వెళ్లుము; నిన్ను ముట్టకూడదని పనివారికి నేను ఆజ్ఞాపించలేదా? నీకు దప్పికయైనప్పుడు కుండల యొద్దకు వెళ్లి పనివారు చేదిన నీళ్లు త్రాగుమని చెప్పెను.",
    "10": "అందుకు ఆమె సాష్టాంగపడి నేలకు వంగి నమస్కారము చేసి - నేను పరదేశినై యుండగా నీకు నా యందు కటాక్షము కలుగునట్లు నీవు నన్ను ఏల విచారించుచున్నావని అతనినడుగగా",
    "11": "బోయజు - నీ పెనిమిటి చనిపోయిన తరువాత నీవు నీ అత్తకు చేసినదంతయు, నీవు నీ తల్లిదండ్రులను నీ జన్మభూమిని విడిచి, ఇంతకుముందు నీవు ఎరుగని జనమునొద్దకు వచ్చిన సంగతియు నాకు స్పష్టముగా తెలుపబడెను.",
    "12": "యెహోవా నీ క్రియకు ప్రతిఫలమిచ్చును; ఇశ్రాయేలీయుల దేవుడైన యెహోవా రెక్కల క్రింద సురక్షితముగా ఉండునట్లు నీవు వచ్చితివి; ఆయన నీకు సంపూర్ణమైన బహుమానము దయచేయును గాక అని ఆమెకు ఉత్తరమిచ్చెను.",
    "13": "అందుకామె - నా ఏలినవాడా, నీ దయ నా యెడల నుండును గాక; నేను నీ పనికత్తెలలో ఒకదానివంటిదానను కాకపోయినను, నీవు నన్ను ఆదరించి నీ దాసురాలనైన నాతో ఇంపైన మాటలు పలికితివనెను.",
    "14": "భోజనకాలమున బోయజు - నీవు ఇక్కడికి వచ్చి ఈ రొట్టెలో కొంత తిని, చిరకలో నీ ముక్క ముంచుకొనుమని ఆమెతో చెప్పెను. ఆమె కోతకాండ్ర యొద్ద కూర్చుండగా అతడు పేలాలను ఆమెకు అందిచ్చెను; ఆమె తిని తృప్తి పొంది కొన్ని మిల్చుకొనెను.",
    "15": "ఆమె ఏరుకొనుటకు లేచినప్పుడు బోయజు - పనల మధ్యను ఆమెను ఏరుకొననియ్యుడి, ఆమెను అవమానపరచవద్దు;",
    "16": "పనలనుండి ఆమె కొరకు కొన్ని కంకులు లిగి పడవేయుడి; ఆమె వాటిని ఏరుకొనవచ్చును, ఆమెను గద్దింపవద్దని తన పనివారికి ఆజ్ఞాపించెను.",
    "17": "అట్లు ఆమె సాయంకాలము వరకు పొలములో ఏరుకొని, తాను ఏరుకొనినదానిని దుళ్లగొట్టగా అది తూముడు యవలు ఆయెను.",
    "18": "ఆమె దానిని ఎత్తుకొని ఊరిలోనికి వెళ్ళెను; ఆమె ఏరుకొనినది ఆమె అత్త చూచెను. మరియు ఆమె తాను తిని తృప్తి పొందిన తరువాత మిల్చుకొనినవాటిని బయటికి తీసి ఆమెకిచ్చెను.",
    "19": "ఆమె అత్త - నేడు ఎక్కడ ఏరుకొంటివి? ఎక్కడ పని చేసితివి? నిన్ను విచారించినవానికి దీవెన కలుగును గాక అని ఆమెతో చెప్పగా, ఆమె తాను ఎవరి యొద్ద పని చేసెనో ఆ సంగతి తన అత్తకు తెలియజేసి - నేడు నేను ఎవరి యొద్ద పని చేసితినో ఆ మనుష్యుని పేరు బోయజు అని చెప్పెను.",
    "20": "నవమి - సజీవుల యెడలను మృతుల యెడలను తన దయను చాలించుకొనని యెహోవా చేత అతడు ఆశీర్వదించబడును గాక అని తన కోడలితో చెప్పెను. మరియు నవమి - ఆ మనుష్యుడు మనకు సమీప బంధువుడు, మనకు స్వతంత్రము విడిపించగలవారిలో ఒకడు అని ఆమెతో చెప్పెను.",
    "21": "అప్పుడు మోయాబీయురాలైన రూతు - నా కోత అంతయు తీరువరకు నా పనివారి యొద్దనే నిలిచియుండవలెనని అతడు నాతో చెప్పెననగా",
    "22": "నవమి - నా కుమారీ, నీవు వేరొక పొలములో కనబడకుండునట్లు అతని పనికత్తెలతో కూడా వెళ్లుట మంచిదని తన కోడలైన రూతుతో చెప్పెను.",
    "23": "కాబట్టి ఆమె యవల కోతయు గోధుమల కోతయు ముగియువరకు ఏరుకొనుటకు బోయజు పనికత్తెల యొద్ద నిలిచియుండెను. మరియు ఆమె తన అత్త యొద్ద నివసించుచుండెను."
}
