
{
    "1": "ఆమె అత్తయైన నవమి - నా కుమారీ, నీకు మేలు కలుగునట్లు నేను నీ కొరకు విశ్రాంతి విచారింపవలదా?",
    "2": "నీవు ఎవరి పనికత్తెల యొద్ద ఉంటివో ఆ బోయజు మనకు బంధువుడు కాడా? ఇదిగో ఈ రాత్రి అతడు కళ్లములో యవలను తూర్పారబడును.",
    "3": "కాబట్టి నీవు స్నానము చేసి తైలము రాసుకొని నీ బట్టలు కట్టుకొని కళ్లమునకు వెళ్లుము; ఆ మనుష్యుడు తిని త్రాగుట చాలించువరకు నీవు అతనికి కనబడకుము.",
    "4": "అతడు పండుకొనినప్పుడు అతడు పండుకొనిన స్థలమును నీవు తెలిసికొని, లోపలికి వెళ్లి అతని కాళ్ల పైని బట్ట తీసి పండుకొనుము; నీవు చేయవలసినది అతడు నీకు తెలుపునని ఆమెతో చెప్పెను.",
    "5": "అందుకామె - నీవు చెప్పినదంతయు చేసెదనని ఆమెతో చెప్పెను.",
    "6": "ఆమె కళ్లమునకు వెళ్లి తన అత్త తనకు ఆజ్ఞాపించినదంతయు చేసెను.",
    "7": "బోయజు తిని త్రాగి సంతోషించి, ధాన్యపు రాశి కొనను పండుకొనుటకు వెళ్ళగా, ఆమె మెల్లగా వచ్చి అతని కాళ్ల పైని బట్ట తీసి పండుకొనెను.",
    "8": "అర్ధరాత్రి వేళ ఆ మనుష్యుడు ఉలికిపడి తిరిగి చూడగా, ఒక స్త్రీ అతని కాళ్ల యొద్ద పండుకొనియుండెను.",
    "9": "అతడు - నీవు ఎవరవని అడుగగా ఆమె - నేను నీ దాసురాలైన రూతును; నీ దాసురాలి మీద నీ కొంగు కప్పుము; నీవు నాకు సమీప బంధువుడవు అని చెప్పెను.",
    "10": "అందుకతడు - నా కుమారీ, యెహోవా చేత నీవు ఆశీర్వదించబడినదానవు; నీవు దరిద్రులనే గాని ధనవంతులనే గాని యౌవనస్థులను వెంబడింపక యుండుటవలన నీ మునుపటి సత్ప్రవర్తనకంటే వెనుకటి సత్ప్రవర్తన మరి ఎక్కువగా ఉన్నది.",
    "11": "కాబట్టి నా కుమారీ, భయపడకుము; నీవు చెప్పినదంతయు నీకు చేసెదను; నీవు యోగ్యురాలవని నా జనులందరికి తెలియును.",
    "12": "నేను సమీప బంధువుడనన్న మాట వాస్తవమే గాని నాకంటే సమీప బంధువుడొకడు ఉన్నాడు.",
    "13": "ఈ రాత్రి ఉండుము; ఉదయమున అతడు నీకు బంధువుని ధర్మము జరిపినయెడల సరి, అతడు బంధువుని ధర్మము జరిపింపవచ్చును; అతడు నీకు బంధువుని ధర్మము జరిపింపనొల్లనియెడల, యెహోవా జీవముతోడు నేనే నీకు బంధువుని ధర్మము జరిపించెదను; ఉదయము వరకు పండుకొమ్మనెను.",
    "14": "ఆమె ఉదయము వరకు అతని కాళ్ల యొద్ద పండుకొని, ఒకనినొకడు గుర్తించుటకు వెలుతురు రాకమునుపే లేచెను; ఏలయనగా - ఆ స్త్రీ కళ్లమునకు వచ్చిన సంగతి తెలియకూడదని అతడు చెప్పెను.",
    "15": "మరియు అతడు - నీవు వేసికొనిన దుప్పటి తెచ్చి పట్టుకొమ్మని చెప్పెను. ఆమె దాని పట్టుకొనగా అతడు ఆరు కొలల యవలను కొలిచి ఆమె మీద ఉంచెను; తరువాత ఆమె ఊరిలోనికి వెళ్ళెను.",
    "16": "ఆమె తన అత్త యొద్దకు వచ్చినప్పుడు ఆమె - నా కుమారీ, సంగతి ఏమని అడుగగా ఆమె ఆ మనుష్యుడు తనకు చేసినదంతయు ఆమెకు తెలియజేసి",
    "17": "నీవు వట్టి చేతులతో నీ అత్త యొద్దకు వెళ్లవద్దని చెప్పి ఈ ఆరు కొలల యవలను అతడు నాకిచ్చెననెను.",
    "18": "అప్పుడామె - నా కుమారీ, ఈ సంగతి ఏమగునో నీకు తెలియువరకు ఊరకుండుము; ఆ మనుష్యుడు నేడు ఈ కార్యమును ముగించునే గాని ఊరకుండడని చెప్పెను."
}
