
{
    "1": "బోయజు ఊరి గవిని యొద్దకు వెళ్లి అక్కడ కూర్చుండెను. అంతలో బోయజు చెప్పిన ఆ సమీప బంధువు ఆ దారిన వెళ్లుచుండగా బోయజు అతనిని పిలిచి - ఓయి, ఇక్కడికి వచ్చి కూర్చుండుమనగా అతడు వచ్చి కూర్చుండెను.",
    "2": "అప్పుడు బోయజు ఆ ఊరి పెద్దలలో పదిమందిని పిలిచి - ఇక్కడ కూర్చుండుడని చెప్పగా వారును కూర్చుండిరి.",
    "3": "అప్పుడు అతడు ఆ సమీప బంధువుతో - మోయాబు దేశమునుండి తిరిగి వచ్చిన నవమి, మన సహోదరుడైన ఎలీమెలెకుకు కలిగిన పొలమును అమ్ముచున్నది.",
    "4": "కాబట్టి - నా జనుల పెద్దల యెదుటను ఇక్కడ కూర్చున్నవారి యెదుటను దానిని కొనుమని నీకు తెలియజేయవలెనని అనుకొంటిని. నీవు దానిని విడిపించినయెడల విడిపించుము; నీవు విడిపించనియెడల నేను తెలుసుకొనునట్లు నాకు చెప్పుము; విడిపించుటకు నీవే గాని వేరొకడు లేడు, నీ తరువాత నేనే అని చెప్పగా అతడు - నేను దానిని విడిపించెదననెను.",
    "5": "అప్పుడు బోయజు - నీవు నవమి చేతిలోనుండి ఆ పొలమును కొను దినమున, చనిపోయినవాని స్వాస్థ్యము మీద అతని పేరు నిలుపుటకు చనిపోయినవాని భార్యయైన మోయాబీయురాలు రూతు చేతిలోనుండియు దాని కొనవలెనని చెప్పెను.",
    "6": "అందుకు ఆ సమీప బంధువు - అట్లయితే నేను దానిని విడిపించుకొనజాలను; నా స్వాస్థ్యమును నేను పాడుచేసికొందునేమో; నా విడిపించు హక్కు నీవు తీసికొనుము; నేను దానిని విడిపించుకొనలేననెను.",
    "7": "విడిపించుట గూర్చియు మార్చుకొనుట గూర్చియు పూర్వకాలమున ఇశ్రాయేలీయులలో ఒక వాడుక కలదు; ఏదనగా, ఏ కార్యమునైనను స్థిరపరచుటకు ఒకడు తన చెప్పును విప్పి తన పొరుగువానికిచ్చును; ఇశ్రాయేలీయులలో సాక్ష్యమునకు ఇది ఆనవాలు.",
    "8": "కాబట్టి ఆ సమీప బంధువు - నీవే దానిని కొనుక్కొమ్మని బోయజుతో చెప్పి తన చెప్పును విప్పెను.",
    "9": "అప్పుడు బోయజు పెద్దలతోను సమస్త జనులతోను ఇట్లనెను - ఎలీమెలెకుకు కలిగినదంతయు, కిలియోనుకును మహ్లోనుకును కలిగినదంతయు నవమి చేతిలోనుండి నేను కొనినదానికి నేడు మీరు సాక్షులై యున్నారు.",
    "10": "మరియు చనిపోయినవాని స్వాస్థ్యము మీద అతని పేరు నిలుపునట్లు, చనిపోయినవాని పేరు అతని సహోదరులలోనుండియు అతని ఊరి గవినిలోనుండియు కొట్టివేయబడకుండునట్లు, మహ్లోను భార్యయైన మోయాబీయురాలు రూతును నాకు భార్యగా ఉండుటకై కొంటిని; ఇందుకు నేడు మీరు సాక్షులు.",
    "11": "అప్పుడు గవిని యొద్దనున్న సమస్త జనులును పెద్దలును - మేము సాక్షులము; నీ యింటికి వచ్చుచున్న ఈ స్త్రీని ఇశ్రాయేలు వంశమును వర్ధిల్లజేసిన రాహేలు లేయాలవలె యెహోవా చేయును గాక; ఎఫ్రాతాలో క్షేమముగా ఉండి బేత్లెహేములో ఖ్యాతి నొందుము.",
    "12": "యెహోవా ఈ చిన్నదానివలన నీకు దయచేయు సంతానమును బట్టి, నీ యిల్లు తామారు యూదాకు కనిన పెరెసు ఇంటివలె ఉండును గాక అనిరి.",
    "13": "బోయజు రూతును పెండ్లి చేసికొనెను, ఆమె అతనికి భార్య ఆయెను. అతడు ఆమెను కూడినప్పుడు యెహోవా ఆమెకు గర్భధారణ కలుగజేసెను గనుక ఆమె ఒక కుమారుని కనెను.",
    "14": "అప్పుడు స్త్రీలు నవమితో ఇట్లనిరి - యెహోవా స్తుతింపబడును గాక; నేడు నిన్ను పరామర్శించు బంధువు లేకుండ ఆయన చేయలేదు; ఇశ్రాయేలులో అతని పేరు ఖ్యాతి నొందును గాక.",
    "15": "అతడు నీ ప్రాణమును తెప్పరిల్లజేయువాడును, నీ వృద్ధాప్యములో నిన్ను పోషించువాడునై యుండును; నిన్ను ప్రేమించి ఏడుగురు కుమారులకంటె నీకు శ్రేష్ఠమైన నీ కోడలు అతని కనెననిరి.",
    "16": "నవమి ఆ బిడ్డను తీసికొని రొమ్మున ఉంచుకొని అతనికి దాది ఆయెను.",
    "17": "ఆమె పొరుగు స్త్రీలు - నవమికి కుమారుడు పుట్టెనని చెప్పి అతనికి ఓబేదు అని పేరు పెట్టిరి. అతడు దావీదునకు తండ్రియైన యెష్షయికి తండ్రి.",
    "18": "పెరెసు వంశావళి ఇదే; పెరెసు హెస్రోనును కనెను,",
    "19": "హెస్రోను రామును కనెను, రాము అమ్మీనాదాబును కనెను,",
    "20": "అమ్మీనాదాబు నయస్సోనును కనెను, నయస్సోను సల్మానును కనెను,",
    "21": "సల్మోను బోయజును కనెను, బోయజు ఓబేదును కనెను,",
    "22": "ఓబేదు యెష్షయిని కనెను, యెష్షయి దావీదును కనెను."
}
