
{
    "1": "యెహోవా సేవకుడైన మోషే మృతిబొందిన తరువాత యెహోవా నూను కుమారుడును మోషే పరిచారకుడునైన యెహోషువకు ఈలాగు సెలవిచ్చెను.",
    "2": "నా సేవకుడైన మోషే మృతిబొందెను; కాబట్టి నీవు లేచి, నీవును ఈ జనులందరును ఈ యొర్దాను దాటి, నేను ఇశ్రాయేలీయులకిచ్చుచున్న దేశమునకు వెళ్లుడి.",
    "3": "నేను మోషేతో చెప్పినట్లు మీరు అడుగుపెట్టు ప్రతి స్థలమును మీకిచ్చుచున్నాను.",
    "4": "అరణ్యమును ఈ లెబానోను మొదలుకొని మహానదియైన యూఫ్రటీసు వరకును, హిత్తీయుల దేశమంతయు, పడమట సూర్యుడు అస్తమించు మహాసముద్రము వరకును మీకు సరిహద్దుగా ఉండును.",
    "5": "నీవు బ్రతుకు దినములన్నిటను ఏ మనుష్యుడును నీ యెదుట నిలువలేడు; నేను మోషేకు తోడైయుండినట్లు నీకును తోడైయుందును; నిన్ను విడువను నిన్ను ఎడబాయను.",
    "6": "నిబ్బరము కలిగి ధైర్యముగా ఉండుము. వారికిచ్చెదనని నేను వారి పితరులతో ప్రమాణము చేసిన ఈ దేశమును నీవు ఈ ప్రజలకు స్వాస్థ్యముగా పంచిపెట్టెదవు.",
    "7": "అయితే నీవు నిబ్బరము కలిగి జాగ్రత్తపడి బహు ధైర్యముగా ఉండి, నా సేవకుడైన మోషే నీకు ఆజ్ఞాపించిన ధర్మశాస్త్రమంతటి చొప్పున చేయవలెను; నీవు నడుచు ప్రతి మార్గమున చక్కగా ప్రవర్తించునట్లు నీవు దాని నుండి కుడికి గాని ఎడమకు గాని తొలగకూడదు.",
    "8": "ఈ ధర్మశాస్త్ర గ్రంథమును నీవు బోధింపక తప్పిపోకూడదు; దానిలో వ్రాయబడిన వాటన్నిటి ప్రకారము చేయుటకు నీవు జాగ్రత్తపడునట్లు దివారాత్రము దానిని ధ్యానించినయెడల నీ మార్గమును వర్ధిల్లజేసికొని చక్కగా ప్రవర్తించెదవు.",
    "9": "నేను నీకు ఆజ్ఞాపించలేదా? నిబ్బరము కలిగి ధైర్యముగా ఉండుము, దిగులుపడకుము జడియకుము. నీవు నడుచు మార్గమంతటిలో నీ దేవుడైన యెహోవా నీకు తోడైయుండును.",
    "10": "అప్పుడు యెహోషువ ప్రజల నాయకులకు ఈలాగు ఆజ్ఞాపించెను -",
    "11": "మీరు పాళెములో తిరుగుచు జనులతో ఈ మాట చెప్పుడి - మీ దేవుడైన యెహోవా స్వాధీనపరచుకొనుటకు మీకిచ్చుచున్న దేశమును మీరు స్వాధీనపరచుకొనబోవునట్లు ఈ యొర్దానును దాటుటకు మూడు దినములలోగా మీరు ఆహారమును సిద్ధపరచుకొనవలెను.",
    "12": "మరియు యెహోషువ రూబేనీయులతోను గాదీయులతోను మనష్షే అర్ధ గోత్రపు వారితోను ఇట్లనెను",
    "13": "యెహోవా సేవకుడైన మోషే మీకు ఆజ్ఞాపించిన సంగతి జ్ఞాపకము చేసికొనుడి; ఏమనగా - మీ దేవుడైన యెహోవా మీకు విశ్రాంతినిచ్చి ఈ దేశమును మీకిచ్చుచున్నాడు.",
    "14": "మీ భార్యలును మీ పిల్లలును మీ మందలును మోషే యొర్దాను ఇవతల మీకిచ్చిన దేశములో నివసింపవలెను; అయితే పరాక్రమశాలులైన మీరందరు యుద్ధసన్నద్ధులై మీ సహోదరులకు ముందుగా నది దాటి వారికి సహాయము చేయవలెను.",
    "15": "యెహోవా మీకు దయచేసినట్లు మీ సహోదరులకును విశ్రాంతినిచ్చు వరకు, వారును మీ దేవుడైన యెహోవాచ్చు దేశమును స్వాధీనపరచుకొను వరకు మీరు వారికి సహాయము చేయవలెను; తరువాత మీరు యెహోవా సేవకుడైన మోషే యొర్దాను ఇవతల, అనగా తూర్పు దిక్కున మీకిచ్చిన మీ స్వాస్థ్యమైన దేశమునకు తిరిగి వచ్చి దానిని స్వాధీనపరచుకొందురు.",
    "16": "అందుకు వారు - నీవు మాకు ఆజ్ఞాపించినదంతయు చేసెదము; నీవు మమ్మును ఎక్కడికి పంపినను అక్కడికి వెళ్ళెదము.",
    "17": "మేము సమస్త విషయములలో మోషే మాట వినినట్లు నీ మాట విందుము; నీ దేవుడైన యెహోవా మోషేకు తోడైయున్నట్లు నీకును తోడైయుండును గాక.",
    "18": "నీవు మాకు ఆజ్ఞాపించు ప్రతి విషయములో నీ మాట వినక నీ మీద తిరుగుబాటు చేయువాడు మరణశిక్ష పొందును; నీవు నిబ్బరము కలిగి ధైర్యముగా నుండుమని యెహోషువతో చెప్పిరి."
}
