
{
    "1": "యెహోషువ హాయిని పట్టుకొని దానిని నిర్మూలము చేసెననియు, అతడు యెరికోకును దాని రాజుకును చేసినట్లు హాయికిని దాని రాజుకును చేసెననియు, గిబియోను నివాసులు ఇశ్రాయేలీయులతో సమాధానపడి వారి మధ్య ఉన్నారనియు యెరూషలేము రాజైన అదోనీసెదెకు వినినప్పుడు",
    "2": "గిబియోను గొప్ప పట్టణములలో ఒకటైన రాజధాని వంటిదనియు, అది హాయికంటే పెద్దదనియు, అందులోని మనుష్యులందరు శూరులనియు విని వారు మిక్కిలి భయపడిరి.",
    "3": "కాబట్టి యెరూషలేము రాజైన అదోనీసెదెకు హెబ్రోను రాజైన హోహాము నొద్దకును, యర్మూతు రాజైన పిరాము నొద్దకును, లాకీషు రాజైన యాఫీయ నొద్దకును, ఎగ్లోను రాజైన దెబీరు నొద్దకును మనుష్యులను పంపి",
    "4": "గిబియోనీయులు యెహోషువతోను ఇశ్రాయేలీయులతోను సమాధానపడిరి గనుక మనము వారిని కొట్టునట్లు మీరు నా యొద్దకు వచ్చి నాకు సహాయము చేయుడని వర్తమానము పంపెను.",
    "5": "కాబట్టి అమోరీయుల ఐదుగురు రాజులు, అనగా యెరూషలేము రాజు, హెబ్రోను రాజు, యర్మూతు రాజు, లాకీషు రాజు, ఎగ్లోను రాజు కూడివచ్చి, వారును వారి సేనలన్నియు గిబియోను యెదుట దిగి దానితో యుద్ధము చేసిరి.",
    "6": "అప్పుడు గిబియోను మనుష్యులు గిల్గాలులోని పాళెములోనున్న యెహోషువ యొద్దకు మనుష్యులను పంపి - నీ దాసులైన మమ్మును చెయ్యి విడువక మా యొద్దకు త్వరగా వచ్చి మమ్మును రక్షించి మాకు సహాయము చేయుము; మన్నెములో నివసించు అమోరీయుల రాజులందరు మా మీదికి కూడి వచ్చియున్నారని చెప్పిరి.",
    "7": "కాబట్టి యెహోషువయు అతనితోకూడ యుద్ధజనులందరును పరాక్రమశాలులందరును గిల్గాలునుండి వెళ్ళిరి.",
    "8": "యెహోవా - వారికి భయపడకుము, నీ చేతికి వారిని అప్పగించియున్నాను; వారిలో ఎవడును నీ యెదుట నిలువలేడని యెహోషువతో చెప్పెను.",
    "9": "యెహోషువ గిల్గాలునుండి రాత్రి అంతయు నడిచి హఠాత్తుగా వారి మీదికి వచ్చెను.",
    "10": "యెహోవా ఇశ్రాయేలీయుల యెదుట వారిని కలవరపరచగా యెహోషువ గిబియోనులో వారిని గొప్ప దెబ్బతో కొట్టి, బేత్హోరోనుకు ఎక్కు మార్గమున వారిని తరిమి, అజేకా వరకును మక్కేదా వరకును వారిని హతము చేసెను.",
    "11": "వారు ఇశ్రాయేలీయుల యెదుటనుండి పారిపోయి బేత్హోరోను దిగుడున నుండగా, అజేకాకు వచ్చువరకు యెహోవా ఆకాశమునుండి గొప్ప వడగండ్లను వారి మీద కురిపించెను; వారు చనిపోయిరి; ఇశ్రాయేలీయులు కత్తితో చంపినవారికంటె వడగండ్ల వలన చచ్చినవారు ఎక్కువమంది.",
    "12": "యెహోవా ఇశ్రాయేలీయుల యెదుట అమోరీయులను అప్పగించిన దినమున యెహోషువ యెహోవాకు ప్రార్థన చేసెను; ఇశ్రాయేలీయులు వినుచుండగా అతడు ఇట్లనెను - సూర్యుడా, నీవు గిబియోనులో నిలువుము; చంద్రుడా, నీవు అయ్యాలోను లోయలో నిలువుము.",
    "13": "జనులు తమ శత్రువుల మీద పగ తీర్చుకొనువరకు సూర్యుడు నిలిచెను, చంద్రుడను ఆగిపోయెను. ఈ మాట యాషారు గ్రంథములో వ్రాయబడియున్నది గదా? సూర్యుడు ఆకాశము మధ్యను నిలిచి ఇంచుమించు ఒక దినమంతయు అస్తమించుటకు త్వరపడలేదు.",
    "14": "యెహోవా ఒక నరుని మనవి వినిన ఆ దినము వంటి దినము దానికి ముందే గాని దాని తరువాతే గాని ఉండలేదు; యెహోవా ఇశ్రాయేలీయుల పక్షమున యుద్ధము చేసెను.",
    "15": "యెహోషువయు అతనితోకూడ ఇశ్రాయేలీయులందరును గిల్గాలులోని పాళెమునకు తిరిగి వచ్చిరి.",
    "16": "ఆ ఐదుగురు రాజులు పారిపోయి మక్కేదాలోని గుహలో దాగియుండిరి.",
    "17": "ఆ ఐదుగురు రాజులు మక్కేదా గుహలో దాగియుండుట కనబడెనని యెహోషువకు తెలుపబడగా",
    "18": "యెహోషువ - ఆ గుహ ద్వారమునొద్ద పెద్ద రాళ్లను పొర్లించి, వారిని కాచుటకు మనుష్యులను అక్కడ ఉంచుడి.",
    "19": "మీరు నిలువక మీ శత్రువులను తరిమి వారి వెనుకటి వారిని కొట్టివేయుడి; మీ దేవుడైన యెహోవా వారిని మీ చేతికి అప్పగించియున్నాడు గనుక వారిని తమ పట్టణములలో ప్రవేశింపనియ్యకుడని చెప్పెను.",
    "20": "యెహోషువయు ఇశ్రాయేలీయులును వారిని మహా దెబ్బతో హతము చేయుట ముగించువరకు, వారిలో మిగిలినవారు ప్రాకారము గల పట్టణములలో చొచ్చువరకు వారిని హతము చేసిరి.",
    "21": "తరువాత జనులందరు మక్కేదాలోని పాళెములోనున్న యెహోషువ యొద్దకు క్షేమముగా తిరిగి వచ్చిరి. ఇశ్రాయేలీయులకు విరోధముగా నోరు ఆడించుటకు ఎవనికిని ధైర్యము లేకపోయెను.",
    "22": "అప్పుడు యెహోషువ - గుహ ద్వారము తీసి ఆ గుహలోనుండి ఆ ఐదుగురు రాజులను నా యొద్దకు వెలుపలికి తీసికొనిరండని చెప్పెను.",
    "23": "వారాలాగు చేసి ఆ గుహలోనుండి ఆ ఐదుగురు రాజులను, అనగా యెరూషలేము రాజును హెబ్రోను రాజును యర్మూతు రాజును లాకీషు రాజును ఎగ్లోను రాజును అతని యొద్దకు వెలుపలికి తీసికొనివచ్చిరి.",
    "24": "వారు ఆ రాజులను యెహోషువ యొద్దకు తీసికొనివచ్చినప్పుడు యెహోషువ ఇశ్రాయేలీయులనందరిని పిలిపించి, తనతోకూడ వచ్చిన యుద్ధవీరుల అధిపతులతో - మీరు దగ్గరకు వచ్చి ఈ రాజుల మెడల మీద మీ కాళ్లు ఉంచుడని చెప్పెను; వారు దగ్గరకు వచ్చి వారి మెడల మీద తమ కాళ్లు ఉంచిరి.",
    "25": "అప్పుడు యెహోషువ వారితో - భయపడకుడి, జడియకుడి, నిబ్బరము కలిగి ధైర్యముగా ఉండుడి; మీరు ఎవరితో యుద్ధము చేయుచున్నారో ఆ శత్రువులకందరికి యెహోవా ఈలాగుననే చేయునని చెప్పెను.",
    "26": "తరువాత యెహోషువ వారిని కొట్టి చంపి ఐదు మ్రానుల మీద వారిని వ్రేలాడదీసెను; సాయంకాలము వరకు వారు ఆ మ్రానుల మీద వ్రేలాడుచుండిరి.",
    "27": "సూర్యుడు అస్తమించునప్పుడు యెహోషువ ఆజ్ఞ ఇయ్యగా వారు మ్రానుల మీదనుండి వారిని దించి, వారు దాగియుండిన గుహలో వారిని పారవేసి, ఆ గుహ ద్వారమునొద్ద పెద్ద రాళ్లను వేసిరి; అవి నేటి వరకు ఉన్నవి.",
    "28": "ఆ దినమున యెహోషువ మక్కేదాను పట్టుకొని దానిని, దాని రాజును కత్తివాత హతము చేసెను; వారిని, దానిలోనున్న ప్రాణులనన్నిటిని నిర్మూలము చేసెను; ఒక్కనినైనను మిగలనియ్యలేదు; యెరికో రాజునకు చేసినట్లు మక్కేదా రాజునకు చేసెను.",
    "29": "తరువాత యెహోషువయు అతనితోకూడ ఇశ్రాయేలీయులందరును మక్కేదానుండి లిబ్నాకు వెళ్లి లిబ్నాతో యుద్ధము చేసిరి.",
    "30": "యెహోవా దానిని దాని రాజును ఇశ్రాయేలీయుల చేతికి అప్పగించెను; అతడు దానిని దానిలోనున్న ప్రాణులనన్నిటిని కత్తివాత హతము చేసెను; దానిలో ఒక్కనినైనను మిగలనియ్యలేదు; యెరికో రాజునకు చేసినట్లు దాని రాజునకు చేసెను.",
    "31": "తరువాత యెహోషువయు అతనితోకూడ ఇశ్రాయేలీయులందరును లిబ్నానుండి లాకీషుకు వెళ్లి దాని యెదుట దిగి దానితో యుద్ధము చేసిరి.",
    "32": "యెహోవా లాకీషును ఇశ్రాయేలీయుల చేతికి అప్పగించెను; రెండవ దినమున అతడు దాని పట్టుకొని, లిబ్నాకు చేసినదంతటి చొప్పున దానిని దానిలోనున్న ప్రాణులనన్నిటిని కత్తివాత హతము చేసెను.",
    "33": "అప్పుడు గెజెరు రాజైన హోరాము లాకీషుకు సహాయము చేయుటకు రాగా యెహోషువ అతనిని అతని జనులను హతము చేసెను; అతనికి ఒక్కనినైనను మిగలనియ్యలేదు.",
    "34": "తరువాత యెహోషువయు అతనితోకూడ ఇశ్రాయేలీయులందరును లాకీషునుండి ఎగ్లోనుకు వెళ్లిరి; వారు దాని యెదుట దిగి దానితో యుద్ధము చేసిరి.",
    "35": "ఆ దినమున వారు దాని పట్టుకొని కత్తివాత హతము చేసిరి; లాకీషుకు చేసినదంతటి చొప్పున ఆ దినమున దానిలోనున్న ప్రాణులనన్నిటిని అతడు నిర్మూలము చేసెను.",
    "36": "తరువాత యెహోషువయు అతనితోకూడ ఇశ్రాయేలీయులందరును ఎగ్లోనునుండి హెబ్రోనుకు వెళ్లి దానితో యుద్ధము చేసిరి.",
    "37": "వారు దాని పట్టుకొని, దానిని, దాని రాజును, దాని పురములన్నిటిని, దానిలోనున్న ప్రాణులనన్నిటిని కత్తివాత హతము చేసిరి; ఎగ్లోనుకు చేసినదంతటి చొప్పున అతడు ఒక్కనినైనను మిగలనియ్యలేదు; దానిని దానిలోనున్న ప్రాణులనన్నిటిని నిర్మూలము చేసెను.",
    "38": "తరువాత యెహోషువయు అతనితోకూడ ఇశ్రాయేలీయులందరును దెబీరుకు తిరిగి వచ్చి దానితో యుద్ధము చేసిరి.",
    "39": "అతడు దానిని, దాని రాజును, దాని పురములన్నిటిని పట్టుకొనెను; వారు కత్తివాత వారిని హతము చేసి, దానిలోనున్న ప్రాణులనన్నిటిని నిర్మూలము చేసిరి; అతడు ఒక్కనినైనను మిగలనియ్యలేదు; హెబ్రోనుకు చేసినట్లును, లిబ్నాకును దాని రాజుకును చేసినట్లును అతడు దెబీరుకును దాని రాజుకును చేసెను.",
    "40": "అట్లు యెహోషువ ఆ దేశమంతటిని, అనగా మన్నెమును దక్షిణ దేశమును మైదానమును కొండచరియలను, వాటి రాజులనందరిని జయించెను; అతడు ఒక్కనినైనను మిగలనియ్యలేదు; ఇశ్రాయేలీయుల దేవుడైన యెహోవా ఆజ్ఞాపించినట్లు ఊపిరి గలదానినంతటిని నిర్మూలము చేసెను.",
    "41": "కాదేషు బర్నేయ మొదలుకొని గాజా వరకు, గిబియోను వరకు గోషెను దేశమంతటిని యెహోషువ జయించెను.",
    "42": "ఇశ్రాయేలీయుల దేవుడైన యెహోవా ఇశ్రాయేలీయుల పక్షమున యుద్ధము చేసెను గనుక ఆ రాజులనందరిని వారి దేశములను యెహోషువ ఒక్క దెబ్బతో పట్టుకొనెను.",
    "43": "తరువాత యెహోషువయు అతనితోకూడ ఇశ్రాయేలీయులందరును గిల్గాలులోని పాళెమునకు తిరిగి వచ్చిరి."
}
