
{
    "1": "హజోరు రాజైన యాబీను దానిని వినినప్పుడు, మాదోను రాజైన యోబాబు నొద్దకును షిమ్రోను రాజు నొద్దకును అక్సాపు రాజు నొద్దకును,",
    "2": "ఉత్తర దిక్కున మన్నెములోను కిన్నెరెతు దక్షిణమున అరాబాలోను మైదానములోను పడమటి వైపున దోరు ప్రాంతములలోను ఉన్న రాజుల యొద్దకును,",
    "3": "తూర్పునను పడమటను ఉన్న కనానీయుల యొద్దకును, అమోరీయుల యొద్దకును, హిత్తీయుల యొద్దకును, పెరిజ్జీయుల యొద్దకును, మన్నెములోనున్న యెబూసీయుల యొద్దకును, హెర్మోను క్రింద మిస్పా దేశములోనున్న హివ్వీయుల యొద్దకును వర్తమానము పంపెను.",
    "4": "వారును వారితోకూడ వారి సమస్త సేనలును, సముద్ర తీరమందలి ఇసుక రేణువులంత విస్తారమైన జనులును, అతి విస్తారమైన గుఱ్ఱములును రథములును బయలుదేరెను.",
    "5": "ఈ రాజులందరు కూడివచ్చి ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు మెరోము నీళ్ల యొద్ద ఏకముగా దిగిరి.",
    "6": "అప్పుడు యెహోవా యెహోషువతో - వారికి భయపడకుము; రేపు ఈ వేళకు నేను ఇశ్రాయేలీయుల యెదుట వారిని హతము చేసెదను; నీవు వారి గుఱ్ఱముల సిరలను కోసి వారి రథములను అగ్నితో కాల్చివేయవలెనని చెప్పెను.",
    "7": "కాబట్టి యెహోషువయు అతనితోకూడ యుద్ధజనులందరును మెరోము నీళ్ల యొద్ద వారి మీదికి హఠాత్తుగా వచ్చి వారి పైన పడిరి.",
    "8": "యెహోవా ఇశ్రాయేలీయుల చేతికి వారిని అప్పగించెను గనుక వారు వారిని హతము చేసి, గొప్ప సీదోను వరకును మిస్రెపోత్మయిము వరకును తూర్పున మిస్పా లోయ వరకును వారిని తరిమిరి; వారిలో ఒక్కనినైనను మిగలనియ్యక వారిని హతము చేసిరి.",
    "9": "యెహోవా తనతో చెప్పినట్లు యెహోషువ వారికి చేసెను; అతడు వారి గుఱ్ఱముల సిరలను కోసి వారి రథములను అగ్నితో కాల్చివేసెను.",
    "10": "ఆ సమయమున యెహోషువ తిరిగి వచ్చి హజోరును పట్టుకొని దాని రాజును కత్తితో చంపెను; పూర్వము ఆ రాజ్యములన్నిటికి హజోరు రాజధాని.",
    "11": "వారు దానిలోనున్న ప్రాణులనన్నిటిని కత్తివాత హతము చేసి నిర్మూలము చేసిరి; ఊపిరి గలది ఏదియు మిగిలియుండలేదు; అతడు హజోరును అగ్నితో కాల్చివేసెను.",
    "12": "యెహోషువ ఆ రాజుల పట్టణములన్నిటిని వాటి రాజులనందరిని పట్టుకొని కత్తివాత హతము చేసి నిర్మూలము చేసెను; యెహోవా సేవకుడైన మోషే ఆజ్ఞాపించినట్లు చేసెను.",
    "13": "అయినను హజోరును మాత్రము యెహోషువ కాల్చెను గాని మిట్టల మీద నిలిచియున్న పట్టణములలో దేనిని ఇశ్రాయేలీయులు కాల్చలేదు.",
    "14": "ఆ పట్టణముల కొల్లసొమ్మునంతటిని పశువులను ఇశ్రాయేలీయులు తమ కొరకు దోచుకొనిరి; అయితే మనుష్యులనందరిని నశింపజేయు వరకు కత్తివాత హతము చేసిరి; ఊపిరి గల దేనిని వారు మిగలనియ్యలేదు.",
    "15": "యెహోవా తన సేవకుడైన మోషేకు ఆజ్ఞాపించినట్లు మోషే యెహోషువకు ఆజ్ఞాపించెను; అట్లే యెహోషువ చేసెను. యెహోవా మోషేకు ఆజ్ఞాపించిన వాటన్నిటిలో అతడు దేనిని విడిచిపెట్టలేదు.",
    "16": "అట్లు యెహోషువ ఆ దేశమంతటిని, అనగా మన్నెమును దక్షిణ దేశమంతటిని గోషెను దేశమంతటిని మైదానమును అరాబాను ఇశ్రాయేలు మన్నెమును దాని మైదానమును,",
    "17": "శేయీరుకు ఎక్కిపోవు హాలాకు కొండ మొదలుకొని హెర్మోను కొండ క్రింద లెబానోను లోయలోని బయలుగాదు వరకు పట్టుకొనెను; వారి రాజులనందరిని పట్టుకొని వారిని కొట్టి చంపెను.",
    "18": "యెహోషువ ఆ రాజులందరితో చాలా దినములు యుద్ధము చేసెను.",
    "19": "గిబియోనులో నివసించిన హివ్వీయులు తప్ప ఇశ్రాయేలీయులతో సమాధానపడిన పట్టణమేదియు లేదు; మిగిలినవన్నియు వారు యుద్ధము చేసి పట్టుకొనిరి.",
    "20": "ఎందుకనగా వారు కటాక్షము పొందక నిర్మూలమగునట్లు, యెహోవా మోషేకు ఆజ్ఞాపించినట్లు ఆయన వారిని నాశనము చేయునట్లు, ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు వారి హృదయములను కఠినపరచుట యెహోవా వలననాయెను.",
    "21": "ఆ కాలమున యెహోషువ వెళ్లి మన్నెములోనుండి, హెబ్రోనులోను దెబీరులోను అనాబులోను యూదా మన్నెమంతటిలోను ఇశ్రాయేలు మన్నెమంతటిలోను అనాకీయులను నశింపజేసెను; యెహోషువ వారిని వారి పట్టణములను నిర్మూలము చేసెను.",
    "22": "అనాకీయులు ఇశ్రాయేలీయుల దేశములో మిగిలియుండలేదు; గాజాలోను గాతులోను అష్డోదులోను కొందరు మిగిలియుండిరి.",
    "23": "యెహోవా మోషేతో చెప్పినదంతటి చొప్పున యెహోషువ దేశమంతటిని పట్టుకొనెను; యెహోషువ ఇశ్రాయేలీయులకు వారి గోత్రముల చొప్పున వారి పంపిణీల ప్రకారము స్వాస్థ్యముగా దానినిచ్చెను. అప్పుడు యుద్ధము లేకుండ దేశము నెమ్మది పొందెను."
}
