
{
    "1": "ఇశ్రాయేలీయులు హతము చేసిన దేశపు రాజులు వీరే. ఇశ్రాయేలీయులు యొర్దాను ఇవతల తూర్పున అర్నోను లోయ మొదలుకొని హెర్మోను కొండ వరకు తూర్పుననున్న అరాబా అంతటిని స్వాధీనపరచుకొనిరి.",
    "2": "హెష్బోనులో నివసించిన అమోరీయుల రాజైన సీహోను; అతడు అర్నోను లోయ అంచుననున్న అరోయేరు నుండియు లోయ మధ్య నుండియు గిలాదులో సగము, అనగా అమ్మోనీయుల సరిహద్దు అయిన యబ్బోకు నది వరకు ఏలెను.",
    "3": "తూర్పున కిన్నెరెతు సముద్రము వరకు అరాబాను, తూర్పున అరాబా సముద్రము, అనగా ఉప్పు సముద్రము వరకు బేత్ యెషీమోతు మార్గమున, దక్షిణమున పిస్గా కొండచరియల క్రింది దేశమును ఏలెను.",
    "4": "అష్తారోతులోను ఎద్రెయీలోను నివసించి, రెఫాయీయులలో మిగిలిన బాషాను రాజైన ఓగు సరిహద్దు;",
    "5": "అతడు హెర్మోను కొండను సల్కాను బాషాను అంతటిని, గెషూరీయుల మయకాతీయుల సరిహద్దు వరకు గిలాదులో సగము, అనగా హెష్బోను రాజైన సీహోను సరిహద్దు వరకు ఏలెను.",
    "6": "యెహోవా సేవకుడైన మోషేయు ఇశ్రాయేలీయులును వారిని హతము చేసిరి; యెహోవా సేవకుడైన మోషే రూబేనీయులకును గాదీయులకును మనష్షే అర్ధ గోత్రమునకును స్వాస్థ్యముగా దానినిచ్చెను.",
    "7": "యెహోషువయు ఇశ్రాయేలీయులును యొర్దాను ఇవతల పడమట లెబానోను లోయలోని బయలుగాదు మొదలుకొని శేయీరుకు ఎక్కిపోవు హాలాకు కొండ వరకు జయించిన దేశపు రాజులు వీరే. యెహోషువ ఇశ్రాయేలీయుల గోత్రముల చొప్పున వారి పంపిణీల ప్రకారము స్వాస్థ్యముగా దానినిచ్చెను.",
    "8": "మన్నెములోను లోయలోను అరాబాలోను చరియలలోను అరణ్యములోను దక్షిణ దేశములోను ఉన్న హిత్తీయులను అమోరీయులను కనానీయులను పెరిజ్జీయులను హివ్వీయులను యెబూసీయులను జయించిరి.",
    "9": "వారెవరనగా యెరికో రాజు ఒకటి, బేతేలు దగ్గరనున్న హాయి రాజు ఒకటి,",
    "10": "యెరూషలేము రాజు ఒకటి, హెబ్రోను రాజు ఒకటి,",
    "11": "యర్మూతు రాజు ఒకటి, లాకీషు రాజు ఒకటి,",
    "12": "ఎగ్లోను రాజు ఒకటి, గెజెరు రాజు ఒకటి,",
    "13": "దెబీరు రాజు ఒకటి, గెదెరు రాజు ఒకటి,",
    "14": "హోర్మా రాజు ఒకటి, అరాదు రాజు ఒకటి,",
    "15": "లిబ్నా రాజు ఒకటి, అదుల్లాము రాజు ఒకటి,",
    "16": "మక్కేదా రాజు ఒకటి, బేతేలు రాజు ఒకటి,",
    "17": "తప్పూయ రాజు ఒకటి, హెపెరు రాజు ఒకటి,",
    "18": "ఆఫెకు రాజు ఒకటి, లష్షారోను రాజు ఒకటి,",
    "19": "మాదోను రాజు ఒకటి, హజోరు రాజు ఒకటి,",
    "20": "షిమ్రోను మెరోను రాజు ఒకటి, అక్సాపు రాజు ఒకటి,",
    "21": "తానాకు రాజు ఒకటి, మెగిద్దో రాజు ఒకటి,",
    "22": "కెదెషు రాజు ఒకటి, కర్మెలులోని యొక్నెయాము రాజు ఒకటి,",
    "23": "దోరు మెరకలయందలి దోరు రాజు ఒకటి, గిల్గాలులోని గోయిముల రాజు ఒకటి,",
    "24": "తిర్సా రాజు ఒకటి; అందరు ముప్పది ఒకరు రాజులు."
}
