
{
    "1": "యెహోషువ వృద్ధుడై బహు దినములు గడచినవాడాయెను. యెహోవా అతనితో ఇట్లనెను - నీవు వృద్ధుడవు, బహు దినములు గడచినవి; స్వాధీనపరచుకొనుటకు అతి విస్తారమైన దేశము ఇంక మిగిలియున్నది.",
    "2": "మిగిలియున్న దేశమేదనగా - ఫిలిష్తీయుల ప్రాంతములన్నియు గెషూరీయులందరి దేశమును,",
    "3": "ఐగుప్తునకు తూర్పుననున్న షీహోరు నది మొదలుకొని ఉత్తర దిక్కున ఎక్రోను సరిహద్దు వరకున్న దేశము; అది కనానీయులదని ఎంచబడును; అందులో గాజా అష్డోదు అష్కెలోను గాతు ఎక్రోను అను ఫిలిష్తీయుల ఐదుగురు సర్దారుల దేశమును ఆవీయుల దేశమును,",
    "4": "దక్షిణమున కనానీయుల దేశమంతయు, సీదోనీయులకున్న మెారా మొదలుకొని అమోరీయుల సరిహద్దు వరకున్న ఆఫెకు దేశమును,",
    "5": "గెబాలీయుల దేశమును, సూర్యోదయ దిక్కున హెర్మోను కొండ క్రిందనున్న బయల్గాదు మొదలుకొని హమాతునకు పోవు మార్గము వరకు లెబానోను దేశమంతయు ఉన్నది.",
    "6": "లెబానోను మొదలుకొని మిస్రెపోత్మయిము వరకు మన్నెములో నివసించువారినందరిని, అనగా సీదోనీయులందరిని ఇశ్రాయేలీయుల యెదుటనుండి నేనే వెళ్లగొట్టెదను; నేను నీకు ఆజ్ఞాపించినట్లు ఇశ్రాయేలీయులకు స్వాస్థ్యముగా ఉండునట్లు దాని పంచిపెట్టుము.",
    "7": "కాబట్టి నీవు ఈ దేశమును ఆ తొమ్మిది గోత్రముల వారికిని మనష్షే అర్ధ గోత్రమునకును స్వాస్థ్యముగా పంచిపెట్టుము.",
    "8": "వారితోకూడ రూబేనీయులును గాదీయులును తమ స్వాస్థ్యమును పొందిరి; యెహోవా సేవకుడైన మోషే యొర్దాను ఇవతల తూర్పున వారికి దానినిచ్చెను.",
    "9": "అర్నోను లోయ తీరమందున్న అరోయేరు మొదలుకొని లోయ మధ్యనున్న పట్టణము నుండి దీబోను వరకు మేదెబా మైదానమంతయు,",
    "10": "హెష్బోనులో ఏలిన అమోరీయుల రాజైన సీహోను పట్టణములన్నియు అమ్మోనీయుల సరిహద్దు వరకును,",
    "11": "గిలాదును గెషూరీయుల మయకాతీయుల సరిహద్దును హెర్మోను కొండ అంతయు సల్కా వరకు బాషాను అంతయు,",
    "12": "రెఫాయీయులలో మిగిలినవాడై అష్తారోతులోను ఎద్రెయీలోను ఏలిన బాషాను రాజైన ఓగు రాజ్యమంతయు మోషే జయించి వారిని వెళ్లగొట్టెను.",
    "13": "అయితే ఇశ్రాయేలీయులు గెషూరీయులను మయకాతీయులను వెళ్లగొట్టలేదు; గెషూరీయులును మయకాతీయులును నేటి వరకు ఇశ్రాయేలీయుల మధ్య నివసించుచున్నారు.",
    "14": "లేవి గోత్రమునకు మాత్రము అతడు స్వాస్థ్యమియ్యలేదు; ఇశ్రాయేలీయుల దేవుడైన యెహోవా అతనికి చెప్పినట్లు ఆయనకు అర్పించు హోమములే వారికి స్వాస్థ్యము.",
    "15": "మోషే రూబేనీయుల గోత్రమునకు వారి వంశముల చొప్పున స్వాస్థ్యమిచ్చెను.",
    "16": "వారి సరిహద్దు అర్నోను లోయ తీరమందున్న అరోయేరు మొదలుకొని ఆ లోయ మధ్యనున్న పట్టణమును మేదెబా యొద్దనున్న మైదానమంతయు,",
    "17": "హెష్బోనును మైదానమందున్న దాని పట్టణములన్నియు, అనగా దీబోను బామోత్బయలు బేత్ బాళ్మెయోను",
    "18": "యహసా కెదేమోతు మేఫాతు",
    "19": "కిర్యతాయిము సిబ్మా లోయలోని కొండమీదనున్న జెరెత్షహరు",
    "20": "బేత్పెయోరు పిస్గా కొండచరియలు బేత్ యెషీమోతు",
    "21": "ఆ మైదానపు పట్టణములన్నియు, హెష్బోనులో ఏలిన అమోరీయుల రాజైన సీహోను రాజ్యమంతయు వారికిచ్చెను. మోషే ఆ సీహోనును, దేశములో నివసించిన సీహోను అధిపతులైన ఏవీ రేకెము సూరు హూరు రెబా అను మిద్యాను రాజులను హతము చేసెను.",
    "22": "ఇశ్రాయేలీయులు చంపినవారిలో సోదెగాడైన బెయోరు కుమారుడగు బిలామును కూడ కత్తితో చంపిరి.",
    "23": "యొర్దాను నదియు దాని ప్రాంతమును రూబేనీయులకు సరిహద్దు. రూబేనీయులకు వారి వంశముల చొప్పున స్వాస్థ్యముగా ఇయ్యబడిన పట్టణములును వాటి పల్లెలును ఇవే.",
    "24": "మోషే గాదు గోత్రమునకు, అనగా గాదీయులకు వారి వంశముల చొప్పున స్వాస్థ్యమిచ్చెను.",
    "25": "వారి సరిహద్దు యజేరును గిలాదు పట్టణములన్నియు రబ్బాకు ఎదురుగానున్న అరోయేరు వరకు అమ్మోనీయుల దేశములో సగమును,",
    "26": "హెష్బోను నుండి రామాత్మిస్పె వరకును, బెటోనీమ్ వరకును, మహనయిము నుండి దెబీరు సరిహద్దు వరకును,",
    "27": "లోయలోనున్న బేతారాము బేత్నిమ్రా సుక్కోతు సాఫోను, హెష్బోను రాజైన సీహోను రాజ్యములో మిగిలినదియు, యొర్దాను, తూర్పు దిక్కున యొర్దాను అద్దరిని కిన్నెరెతు సముద్రపు అంచు వరకును ఉన్నది.",
    "28": "గాదీయులకు వారి వంశముల చొప్పున స్వాస్థ్యముగా ఇయ్యబడిన పట్టణములును వాటి పల్లెలును ఇవే.",
    "29": "మోషే మనష్షే అర్ధ గోత్రమునకు స్వాస్థ్యమిచ్చెను; అది మనష్షే అర్ధ గోత్రమునకు వారి వంశముల చొప్పున కలిగెను.",
    "30": "వారి సరిహద్దు మహనయిము మొదలుకొని బాషాను అంతయు, అనగా బాషాను రాజైన ఓగు రాజ్యమంతయు, బాషానులోని యాయీరు పల్లెలన్నియు, అరువది ఊర్లును,",
    "31": "గిలాదులో సగమును, బాషానులో ఓగు రాజ్యపు పట్టణములైన అష్తారోతును ఎద్రెయీయు మనష్షే కుమారుడైన మాకీరు పుత్రులకు, అనగా మాకీరు పుత్రులలో సగము మందికి వారి వంశముల చొప్పున ఇయ్యబడెను.",
    "32": "యెరికోకు తూర్పున యొర్దాను అద్దరిని మోయాబు మైదానములలో మోషే పంచిపెట్టిన స్వాస్థ్యములు ఇవే.",
    "33": "లేవి గోత్రమునకు మోషే స్వాస్థ్యమియ్యలేదు; ఇశ్రాయేలీయుల దేవుడైన యెహోవా వారితో చెప్పినట్లు ఆయనే వారికి స్వాస్థ్యము."
}
