
{
    "1": "కనాను దేశములో ఇశ్రాయేలీయులు పొందిన స్వాస్థ్యములు ఇవే. యాజకుడైన ఎలియాజరును నూను కుమారుడైన యెహోషువయు ఇశ్రాయేలీయుల గోత్రముల పితరుల కుటుంబముల ప్రధానులును వారికి పంచిపెట్టిరి.",
    "2": "యెహోవా మోషే ద్వారా ఆజ్ఞాపించినట్లు ఆ తొమ్మిది గోత్రములకును అర్ధ గోత్రమునకును చీట్లవలన స్వాస్థ్యములను పంచిపెట్టిరి.",
    "3": "మోషే రెండున్నర గోత్రముల వారికి యొర్దాను అవతల స్వాస్థ్యమిచ్చియుండెను; అయితే అతడు లేవీయులకు వారి మధ్య స్వాస్థ్యమియ్యలేదు.",
    "4": "యోసేపు కుమారులు మనష్షే ఎఫ్రాయిము అను రెండు గోత్రములైరి; లేవీయులకు నివసించుటకు పట్టణములను, వారి పశువులకును వారి ఆస్తికిని పచ్చిక బయళ్లను ఇచ్చుటయే గాని దేశములో వారికి మరి ఏ పాలును ఇయ్యలేదు.",
    "5": "యెహోవా మోషేకు ఆజ్ఞాపించినట్లు ఇశ్రాయేలీయులు చేసి దేశమును పంచుకొనిరి.",
    "6": "యూదా వంశస్థులు గిల్గాలులో యెహోషువ యొద్దకు రాగా కెనిజ్జీయుడైన యెఫున్నె కుమారుడగు కాలేబు అతనితో ఇట్లనెను - కాదేషు బర్నేయలో దైవజనుడైన మోషే నన్ను గూర్చియు నిన్ను గూర్చియు యెహోవాతో చెప్పిన మాట నీకు తెలియును.",
    "7": "నేను ఈ దేశమును వేగు చూచుటకు యెహోవా సేవకుడైన మోషే కాదేషు బర్నేయనుండి నన్ను పంపినప్పుడు నాకు నలభై ఏండ్లు; నేను నా హృదయపూర్వకముగా అతనికి వర్తమానము తెచ్చితిని.",
    "8": "అయితే నాతోకూడ వచ్చిన నా సహోదరులు ప్రజల హృదయములను కరుగజేసిరి గాని నేను నా దేవుడైన యెహోవాను పూర్ణముగా అనుసరించితిని.",
    "9": "ఆ దినమున మోషే - నీవు నా దేవుడైన యెహోవాను పూర్ణముగా అనుసరించితివి గనుక నీ అడుగుపెట్టిన భూమి నిశ్చయముగా నీకును నీ సంతానమునకును సదాకాలము స్వాస్థ్యమగునని ప్రమాణము చేసెను.",
    "10": "ఇప్పుడు చూడుము; ఇశ్రాయేలీయులు అరణ్యములో నడిచిన ఈ నలభై ఐదు ఏండ్లు యెహోవా మోషేతో ఆ మాట చెప్పినది మొదలుకొని నేటి వరకు యెహోవా తాను చెప్పినట్లు నన్ను సజీవునిగా కాపాడియున్నాడు; ఇదిగో నేడు నేను ఎనభై ఐదు ఏండ్లవాడను.",
    "11": "మోషే నన్ను పంపిననాడు నాకు ఎంత బలముండెనో నేడును నాకు అంత బలమున్నది; యుద్ధము చేయుటకును వచ్చుచు పోవుచు నుండుటకును అప్పుడు నాకు ఉండినట్లే ఇప్పుడును నాకు బలమున్నది.",
    "12": "కాబట్టి ఆ దినమున యెహోవా సెలవిచ్చిన ఈ మన్నెమును నాకు దయచేయుము; అక్కడ అనాకీయులు ఉన్నారనియు, ప్రాకారములు గల గొప్ప పట్టణములు ఉన్నవనియు ఆ దినమున నీవు వింటివి గదా? యెహోవా నాకు తోడైయుండినయెడల యెహోవా సెలవిచ్చినట్లు వారిని వెళ్లగొట్టెదననెను.",
    "13": "యెహోషువ యెఫున్నె కుమారుడైన కాలేబును దీవించి హెబ్రోనును అతనికి స్వాస్థ్యముగా ఇచ్చెను.",
    "14": "కాబట్టి హెబ్రోను కెనిజ్జీయుడైన యెఫున్నె కుమారుడగు కాలేబునకు నేటి వరకు స్వాస్థ్యమాయెను; ఏలయనగా అతడు ఇశ్రాయేలీయుల దేవుడైన యెహోవాను పూర్ణముగా అనుసరించెను.",
    "15": "పూర్వము హెబ్రోను పేరు కిర్యతర్బా; అర్బా అనువాడు అనాకీయులలో గొప్పవాడు. అప్పుడు యుద్ధము లేకుండ దేశము నెమ్మది పొందెను."
}
