
{
    "1": "యూదా వంశస్థుల గోత్రమునకు వారి వంశముల చొప్పున చీటివలన వచ్చినది ఏదనగా - ఎదోము సరిహద్దు మొదలుకొని దక్షిణమున సీను అరణ్యము వరకు దక్షిణ దిక్కున ఉన్నది.",
    "2": "వారి దక్షిణ సరిహద్దు ఉప్పు సముద్రపు అంచు మొదలుకొని, అనగా దక్షిణముగా తిరిగియున్న అఖాతం నుండి",
    "3": "దక్షిణమున అక్రబ్బీము కనుమ వరకు సాగి సీనును దాటి కాదేషు బర్నేయ దక్షిణమునకు ఎక్కి హెస్రోనును దాటి అద్దారు వరకు ఎక్కి అక్కడినుండి కర్కాకు తిరిగి",
    "4": "అజ్మోను వరకు సాగి ఐగుప్తు నదియొద్దకు వచ్చి సముద్రమునొద్ద అంతమగును; ఇది మీకు దక్షిణ సరిహద్దుగా ఉండును.",
    "5": "తూర్పు సరిహద్దు యొర్దాను ముఖద్వారము వరకున్న ఉప్పు సముద్రము. ఉత్తరపు దిక్కున సరిహద్దు యొర్దాను ముఖద్వారమునొద్ద సముద్ర అఖాతము నుండి మొదలుకొని",
    "6": "బేత్హోగ్లాకు ఎక్కి బేతారాబాకు ఉత్తరముగా సాగి రూబేను కుమారుడైన బోహాను రాతి వరకు ఎక్కును.",
    "7": "మరియు ఆ సరిహద్దు ఆకోరు లోయ నుండి దెబీరు వరకు ఎక్కి, నది దక్షిణముననున్న అదుమ్మిీము ఎక్కుడునకు ఎదురుగానున్న గిల్గాలు వైపు ఉత్తరముగా తిరిగి, ఏన్షెమెషు నీళ్ల వరకు సాగి ఏన్రోగేలునొద్ద అంతమగును.",
    "8": "మరియు ఆ సరిహద్దు బెన్హిన్నోము లోయలోనున్న యెబూసీయుల దక్షిణపు ప్రక్కకు, అనగా యెరూషలేమునకు ఎక్కును; మరియు ఆ సరిహద్దు పడమటి వైపున హిన్నోము లోయకు ఎదురుగానున్న కొండ కొనకు, అనగా రెఫాయీయుల లోయ ఉత్తరపు అంచుననున్న కొండ కొనకు ఎక్కును.",
    "9": "మరియు ఆ సరిహద్దు కొండ కొననుండి నెఫ్తోవ నీటిబుగ్గ వరకు వ్యాపించి ఎఫ్రోను కొండ పట్టణములకు సాగి, అక్కడినుండి కిర్యత్యారీము అనబడిన బాలాకు వ్యాపించును.",
    "10": "మరియు ఆ సరిహద్దు బాలా నుండి పడమటి వైపున శేయీరు కొండకు తిరిగి, కెసాలాన్ అనబడిన యెయారీము కొండ ఉత్తరపు ప్రక్కకు సాగి, బేత్షెమెషుకు దిగి తిమ్నాకు సాగును.",
    "11": "మరియు ఆ సరిహద్దు ఉత్తరమున ఎక్రోను ప్రక్కకు సాగి షిక్రోనుకు వ్యాపించి బాలా కొండను దాటి యబ్నెయేలుకు సాగి సముద్రమునొద్ద అంతమగును.",
    "12": "పడమటి సరిహద్దు మహా సముద్రమే సరిహద్దు. యూదా వంశస్థులకు వారి వంశముల చొప్పున చుట్టునున్న సరిహద్దు ఇది.",
    "13": "యెహోవా యెహోషువకు ఆజ్ఞాపించినట్లు అతడు యూదా వంశస్థులలో యెఫున్నె కుమారుడైన కాలేబుకు అనాకీయులకు తండ్రియైన అర్బా పట్టణమును, అనగా హెబ్రోనును పాలుగా ఇచ్చెను.",
    "14": "అక్కడనుండి కాలేబు షేషయి అహీమాను తల్మయి అను అనాకు ముగ్గురు కుమారులను, అనగా అనాకు వంశస్థులను వెళ్లగొట్టెను.",
    "15": "అక్కడనుండి అతడు దెబీరు నివాసుల మీదికి వెళ్ళెను; పూర్వము దెబీరు పేరు కిర్యత్సేఫెరు.",
    "16": "కాలేబు - కిర్యత్సేఫెరును కొట్టి పట్టుకొనువానికి నా కుమార్తెయైన అక్సాను ఇచ్చి పెండ్లి చేసెదనని చెప్పగా",
    "17": "కాలేబు సహోదరుడైన కెనజ్ కుమారుడగు ఒత్నీయేలు దాని పట్టుకొనెను; గనుక అతడు తన కుమార్తెయైన అక్సాను అతనికిచ్చి పెండ్లి చేసెను.",
    "18": "ఆమె వచ్చినప్పుడు తన తండ్రిని ఒక పొలము అడుగుమని అతనిని ప్రేరేపించెను. ఆమె గాడిద మీదనుండి దిగగా కాలేబు - నీకు ఏమి కావలెనని ఆమెనడుగగా",
    "19": "ఆమె - నాకు దీవెన దయచేయుము; నీవు నాకు దక్షిణ భూమిని ఇచ్చియున్నావు గనుక నీటి మడుగులను కూడ నాకిమ్మని అడిగెను; అప్పుడు అతడు ఆమెకు మెరక మడుగులను పల్లపు మడుగులను ఇచ్చెను.",
    "20": "యూదా వంశస్థుల గోత్రమునకు వారి వంశముల చొప్పున కలిగిన స్వాస్థ్యము ఇదే.",
    "21": "దక్షిణమున ఎదోము సరిహద్దు వైపున యూదా వంశస్థుల గోత్రపు పట్టణములు ఏవనగా - కబ్సెయేలు, ఏదెరు, యాగూరు,",
    "22": "కీనా, దిమోనా, అదాదా,",
    "23": "కెదెషు, హాసోరు, ఇత్నాన్,",
    "24": "జీఫు, తెలెమ్, బాలోతు,",
    "25": "హాసోరు హదత్తా, కెరీయోత్హెస్రోను, అనగా హాసోరు,",
    "26": "అమామ్, షెమ, మోలాదా,",
    "27": "హజర్గద్దా, హెష్మోను, బేత్పాలెతు,",
    "28": "హజరు షువాలు, బెేర్షెబా, బిజ్యోత్యా,",
    "29": "బాలా, ఈయ్యీమ్, ఆజెమ్,",
    "30": "ఎలతోలదు, కెసీలు, హోర్మా,",
    "31": "సిక్లగు, మద్మన్నా, సన్సన్నా,",
    "32": "లెబావోతు, షిల్హిమ్, అయిను, రిమ్మోను; ఆ పల్లెలతో ఆ పట్టణములన్నియు ఇరవై తొమ్మిది.",
    "33": "లోయలో ఎష్తావోలు, జొర్యా, అష్నా,",
    "34": "జనోహ, ఏన్గన్నీమ్, తప్పూయ, ఏనాము,",
    "35": "యర్మూతు, అదుల్లాము, శోకో, అజేకా,",
    "36": "షరాయిము, అదీతాయీము, గెదేరా, గెదేరోతాయిము; వాటి పల్లెలతో పద్నాలుగు పట్టణములు.",
    "37": "సెనాను, హదాషా, మిగ్దల్గాదు,",
    "38": "దిలాను, మిస్పా, యొక్తెయేలు,",
    "39": "లాకీషు, బొస్కత్, ఎగ్లోను,",
    "40": "కబ్బోను, లహ్మాము, కిత్లీషు,",
    "41": "గెదేరోతు, బేత్దాగోను, నయమా, మక్కేదా; వాటి పల్లెలతో పదారు పట్టణములు.",
    "42": "లిబ్నా, ఏదెరు, ఆషాను,",
    "43": "యిప్తా, అష్నా, నెజీబు,",
    "44": "కెయిలా, అక్జీబు, మారేషా; వాటి పల్లెలతో తొమ్మిది పట్టణములు.",
    "45": "ఎక్రోను, దాని ఊర్లు, దాని పల్లెలు.",
    "46": "ఎక్రోను నుండి సముద్రము వరకు అష్డోదు ప్రక్కనున్నవన్నియు వాటి పల్లెలు.",
    "47": "అష్డోదు, దాని ఊర్లు, దాని పల్లెలు; గాజా, దాని ఊర్లు, దాని పల్లెలు; ఐగుప్తు నది వరకును మహా సముద్రమే సరిహద్దు.",
    "48": "మన్నెములో షామీరు, యత్తీరు, శోకో,",
    "49": "దన్నా, కిర్యత్సన్నా, అనగా దెబీరు,",
    "50": "అనాబు, ఎష్తెమో, ఆనీమ్,",
    "51": "గోషెను, హోలోను, గిలో; వాటి పల్లెలతో పదకొండు పట్టణములు.",
    "52": "అరాబు, దూమా, ఎషాను,",
    "53": "యానీమ్, బేత్ తప్పూయ, అఫేకా,",
    "54": "హుమ్తా, కిర్యతర్బా, అనగా హెబ్రోను, సీయోరు; వాటి పల్లెలతో తొమ్మిది పట్టణములు.",
    "55": "మాోను, కర్మెలు, జీఫు, యుట్టా,",
    "56": "యెజ్రెయేలు, యొక్దెయాము, జానోహ,",
    "57": "కయీను, గిబియా, తిమ్నా; వాటి పల్లెలతో పది పట్టణములు.",
    "58": "హల్హూలు, బేత్సూరు, గెదోరు,",
    "59": "మారాతు, బేతనొతు, ఎల్తెకోను; వాటి పల్లెలతో ఆరు పట్టణములు.",
    "60": "కిర్యత్బాలు, అనగా కిర్యత్యారీము, రబ్బా; వాటి పల్లెలతో రెండు పట్టణములు.",
    "61": "అరణ్యములో బేతారాబా, మిద్దీను, సెకాకా,",
    "62": "నిబ్షాను, ఉప్పు పట్టణము, ఏన్గెదీ; వాటి పల్లెలతో ఆరు పట్టణములు.",
    "63": "అయితే యెరూషలేములో నివసించిన యెబూసీయులను యూదా వంశస్థులు వెళ్లగొట్టలేకపోయిరి; నేటి వరకు యెబూసీయులు యూదా వంశస్థులతో కూడ యెరూషలేములో నివసించుచున్నారు."
}
