
{
    "1": "మనష్షే గోత్రమునకు చీటి పడెను; అతడు యోసేపు జ్యేష్ఠకుమారుడు. మనష్షే జ్యేష్ఠకుమారుడును గిలాదు తండ్రియునైన మాకీరు యుద్ధశూరుడైనందున అతనికి గిలాదును బాషానును దొరికెను.",
    "2": "మిగిలిన మనష్షీయులకు, అనగా అబీయెజెరీయులకును, హెలెకీయులకును, అస్రీయేలీయులకును, షెకెమీయులకును, హెపెరీయులకును, షెమీదాయీయులకును వారి వంశముల చొప్పున వంతు వచ్చెను; వీరు వారి వంశముల చొప్పున యోసేపు కుమారుడైన మనష్షే మగ సంతానము.",
    "3": "అయితే మనష్షే కుమారుడైన మాకీరుకు పుట్టిన గిలాదు కుమారుడగు హెపెరు కుమారుడైన సెలోపెహాదుకు కుమార్తెలే గాని కుమారులు కలుగలేదు. అతని కుమార్తెల పేర్లు మహలా నోయా హొగ్లా మిల్కా తిర్సా.",
    "4": "వారు యాజకుడైన ఎలియాజరు యెదుటకును నూను కుమారుడైన యెహోషువ యెదుటకును ప్రధానుల యెదుటకును వచ్చి - మా సహోదరుల మధ్య మాకు స్వాస్థ్యమిచ్చునట్లు యెహోవా మోషేకు ఆజ్ఞాపించెనని చెప్పగా, అతడు యెహోవా నోటిమాట చొప్పున వారి తండ్రి సహోదరుల మధ్య వారికి స్వాస్థ్యమిచ్చెను.",
    "5": "యొర్దాను అవతలనున్న గిలాదు బాషాను దేశములు గాక మనష్షేకు పది వంతులు వచ్చెను.",
    "6": "ఏలయనగా మనష్షే కుమార్తెలు అతని కుమారుల మధ్య స్వాస్థ్యము పొందిరి; మిగిలిన మనష్షీయులకు గిలాదు దేశము దొరికెను.",
    "7": "మనష్షే సరిహద్దు ఆషేరు నుండి షెకెమునకున్న మిక్మెతాతు వరకు వ్యాపించెను; ఆ సరిహద్దు కుడి వైపున ఏంతప్పువ నివాసుల వరకు సాగెను.",
    "8": "తప్పూయ భూమి మనష్షేదైయుండెను గాని మనష్షే సరిహద్దుననున్న తప్పూయ ఎఫ్రాయిమీయులదై యుండెను.",
    "9": "ఆ సరిహద్దు కాన నదికి దిగును; ఆ నదికి దక్షిణముననున్న ఈ పట్టణములు మనష్షే పట్టణముల మధ్యనున్నను అవి ఎఫ్రాయిమువి. మనష్షే సరిహద్దు నదికి ఉత్తరముగా ఉండి సముద్రమునొద్ద అంతమగును.",
    "10": "దక్షిణ భూమి ఎఫ్రాయిముది, ఉత్తర భూమి మనష్షేది, సముద్రము దానికి సరిహద్దు; ఉత్తరమున వారు ఆషేరును తూర్పున ఇస్సాఖారును తాకుదురు.",
    "11": "ఇస్సాఖారులోను ఆషేరులోను బేత్షెయాను దాని పల్లెలును, ఇబ్లెయాము దాని పల్లెలును, దోరు నివాసులును దాని పల్లెలును, ఏన్దోరు నివాసులును దాని పల్లెలును, తానాకు నివాసులును దాని పల్లెలును, మెగిద్దో నివాసులును దాని పల్లెలును, మూడు ఉన్నత స్థలములును మనష్షేకు ఉండెను.",
    "12": "అయితే మనష్షీయులు ఆ పట్టణముల నివాసులను వెళ్లగొట్టలేకపోయిరి; కనానీయులు ఆ దేశములో నివసింపవలెనని గట్టి పట్టుదల గలవారై యుండిరి.",
    "13": "ఇశ్రాయేలీయులు బలవంతులైన తరువాత వారు కనానీయుల చేత వెట్టి పనులు చేయించుకొనిరి గాని వారిని బొత్తిగా వెళ్లగొట్టలేదు.",
    "14": "యోసేపు పుత్రులు యెహోషువతో ఇట్లనిరి - యెహోవా మమ్మును ఇంత వరకు ఆశీర్వదించుటవలన మేము విస్తారమైన జనముగా ఉన్నాము; స్వాస్థ్యమునకై నీవు మాకు ఒక్క చీటిని ఒక్క వంతునే ఎందుకు ఇచ్చితివి?",
    "15": "అందుకు యెహోషువ - నీవు విస్తారమైన జనము గలవాడవైతే, ఎఫ్రాయిము మన్నెము నీకు ఇరుకుగా ఉన్నయెడల, అడవికి వెళ్లి అక్కడ పెరిజ్జీయుల దేశములోను రెఫాయీయుల దేశములోను నీ కొరకు స్థలము నరుకుకొనుమని వారితో చెప్పెను.",
    "16": "అందుకు యోసేపు పుత్రులు - ఆ మన్నెము మాకు చాలదు; మరియు మైదాన దేశమందు నివసించు కనానీయులకందరికిని, బేత్షెయాను దాని పల్లెలలో ఉన్నవారికిని, యెజ్రెయేలు లోయలో ఉన్నవారికిని ఇనుప రథములు ఉన్నవనిరి.",
    "17": "అప్పుడు యెహోషువ యోసేపు వంశస్థులైన ఎఫ్రాయిము మనష్షెలతో ఇట్లనెను - నీవు విస్తారమైన జనము, నీకు గొప్ప బలమున్నది; నీకు ఒక్క వంతు మాత్రమే ఉండదు.",
    "18": "ఆ మన్నెము నీదగును; అది అడవియైనను నీవు దాని నరుకవచ్చును; దాని సరిహద్దుల వరకు అది నీదగును; కనానీయులకు ఇనుప రథములున్నను వారు బలవంతులైనను నీవు వారిని వెళ్లగొట్టెదవు."
}
