
{
    "1": "ఇశ్రాయేలీయుల సర్వసమాజము షిలోహులో కూడి అక్కడ ప్రత్యక్షపు గుడారమును వేసిరి; ఆ దేశము వారి యెదుట జయింపబడియుండెను.",
    "2": "తమ స్వాస్థ్యములను ఇంకను పొందని ఏడు గోత్రములు ఇశ్రాయేలీయులలో మిగిలియుండెను.",
    "3": "అప్పుడు యెహోషువ ఇశ్రాయేలీయులతో ఇట్లనెను - మీ పితరుల దేవుడైన యెహోవా మీకిచ్చిన దేశమును స్వాధీనపరచుకొనుటకు వెళ్లకుండ మీరెన్నాళ్లు జాగు చేసెదరు?",
    "4": "ప్రతి గోత్రమునకు ముగ్గురు మనుష్యులను ఏర్పరచుకొనుడి; నేను వారిని పంపెదను, వారు లేచి దేశములో సంచరించి తమ స్వాస్థ్యముల చొప్పున దానిని వివరించి నా యొద్దకు తిరిగి రావలెను.",
    "5": "వారు దానిని ఏడు భాగములుగా పంచుకొనవలెను; యూదా తన సరిహద్దులో దక్షిణమున నిలిచియుండవలెను; యోసేపు వంశస్థులు తమ సరిహద్దులో ఉత్తరమున నిలిచియుండవలెను.",
    "6": "మీరు ఆ దేశమును ఏడు భాగములుగా వివరించి ఆ వివరమును ఇక్కడికి నా యొద్దకు తేవలెను; ఇక్కడ మన దేవుడైన యెహోవా సన్నిధిని మీ కొరకు చీట్లు వేసెదను.",
    "7": "లేవీయులకు మీ మధ్య పాలేమియు లేదు; యెహోవా యాజకత్వమే వారికి స్వాస్థ్యము; గాదు రూబేను మనష్షే అర్ధ గోత్రమువారు యొర్దాను అవతల తూర్పున యెహోవా సేవకుడైన మోషే వారికిచ్చిన స్వాస్థ్యమును పొందియున్నారు.",
    "8": "ఆ మనుష్యులు లేచి వెళ్లబోవుచుండగా యెహోషువ దేశమును వివరించుటకు వెళ్లువారికి ఆజ్ఞాపించి - మీరు వెళ్లి దేశములో సంచరించి దానిని వివరించి నా యొద్దకు తిరిగి రండి; అప్పుడు షిలోహులో ఇక్కడ యెహోవా సన్నిధిని మీ కొరకు చీట్లు వేసెదనని చెప్పెను.",
    "9": "ఆ మనుష్యులు వెళ్లి దేశములో సంచరించి, ఏడు భాగములుగా పట్టణముల చొప్పున పుస్తకములో దానిని వివరించి, షిలోహులోని పాళెములోనున్న యెహోషువ యొద్దకు వచ్చిరి.",
    "10": "అప్పుడు యెహోషువ షిలోహులో యెహోవా సన్నిధిని వారి కొరకు చీట్లు వేసెను; అక్కడ యెహోషువ ఇశ్రాయేలీయులకు వారి భాగముల చొప్పున దేశమును పంచిపెట్టెను.",
    "11": "బెన్యామీను పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున చీటి పడెను; వారి చీటివలన వచ్చిన సరిహద్దు యూదా పుత్రులకును యోసేపు పుత్రులకును మధ్య ఉండెను.",
    "12": "ఉత్తర దిక్కున వారి సరిహద్దు యొర్దానునొద్ద ఆరంభమగును; ఆ సరిహద్దు యెరికో ప్రక్కకు ఉత్తరముగా ఎక్కి, పడమటి వైపున మన్నెము గుండా సాగి బేతావెను అరణ్యమందు అంతమగును.",
    "13": "అక్కడనుండి ఆ సరిహద్దు లూజుకు, అనగా బేతేలుకు దక్షిణపు వైపుననున్న లూజు ప్రక్కకు సాగి, అక్కడనుండి క్రింది బేత్హోరోనుకు దక్షిణముననున్న కొండమీద అటారోతు అద్దారుకు దిగును.",
    "14": "అక్కడనుండి ఆ సరిహద్దు సాగి బేత్హోరోనుకు దక్షిణముగా సముద్రము వైపుననున్న కొండనుండి పడమటి వైపున దక్షిణముగా తిరిగి, యూదా పుత్రుల పట్టణమైన కిర్యత్బాలు, అనగా కిర్యత్యారీమునొద్ద అంతమగును; ఇది పడమటి దిక్కు.",
    "15": "దక్షిణ దిక్కు కిర్యత్యారీము చివరనుండి ఆరంభమగును; ఆ సరిహద్దు పడమటి వైపున సాగి నెఫ్తోవ నీటిబుగ్గ వరకు వెళ్లును.",
    "16": "అక్కడనుండి ఆ సరిహద్దు రెఫాయీయుల లోయలో ఉత్తరముననున్న బెన్హిన్నోము లోయకు ఎదురుగా ఉన్న కొండ చివర వరకు దిగి, యెబూసీయుల ప్రక్కను దక్షిణముననున్న హిన్నోము లోయకు దిగి, ఏన్రోగేలుకు దిగును.",
    "17": "అది ఉత్తరముగా తిరిగి ఏన్షెమెషుకు వెళ్లి, అదుమ్మిీము ఎక్కుడునకు ఎదురుగానున్న గెలీలోతుకు సాగి, రూబేను కుమారుడైన బోహాను రాతి యొద్దకు దిగును.",
    "18": "అక్కడనుండి ఉత్తరమున అరాబాకు ఎదురుగానున్న ప్రక్కకు సాగి అరాబాకు దిగును.",
    "19": "అక్కడనుండి ఆ సరిహద్దు ఉత్తరమున బేత్హోగ్లా ప్రక్కకు సాగును; ఆ సరిహద్దు చివర యొర్దాను దక్షిణపు అంచున ఉప్పు సముద్రపు ఉత్తర అఖాతమునొద్ద ఉండును; ఇది దక్షిణ సరిహద్దు.",
    "20": "తూర్పున దానికి యొర్దాను సరిహద్దు. ఇది బెన్యామీను పుత్రులకు వారి వంశముల చొప్పున చుట్టునున్న సరిహద్దుల ప్రకారము వారి స్వాస్థ్యము.",
    "21": "బెన్యామీను పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చిన పట్టణములు ఏవనగా - యెరికో, బేత్హోగ్లా, ఏమెక్ కెజీసు,",
    "22": "బేతారాబా, సెమరాయిము, బేతేలు,",
    "23": "ఆవీము, పారా, ఒఫ్రా,",
    "24": "కెఫార్ అమ్మోని, ఒఫ్నీ, గెబా; పన్నెండు పట్టణములు, వాటి పల్లెలు.",
    "25": "గిబియోను, రామా, బెయేరోతు,",
    "26": "మిస్పె, కెఫీరా, మోసా,",
    "27": "రెకెము, యిర్షెయేలు, తరలా,",
    "28": "జల్లా, ఎలెఫ్, యెబూసి అనగా యెరూషలేము, గిబియా, కిర్యతు; పద్నాలుగు పట్టణములు, వాటి పల్లెలు. ఇది బెన్యామీను పుత్రులకు వారి వంశముల చొప్పున వచ్చిన స్వాస్థ్యము."
}
