
{
    "1": "రెండవ చీటి షిమ్యోనుకు, అనగా షిమ్యోను పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చెను; వారి స్వాస్థ్యము యూదా పుత్రుల స్వాస్థ్యము మధ్య ఉండెను.",
    "2": "వారి స్వాస్థ్యమేదనగా - బెేర్షెబా, షెబ, మోలాదా,",
    "3": "హజర్షువాలు, బాలా, ఆజెమ్,",
    "4": "ఎలతోలదు, బెతూలు, హోర్మా,",
    "5": "సిక్లగు, బేత్ మర్కాబోతు, హజర్సూసా,",
    "6": "బేత్ లెబావోతు, షారుహెను; పదమూడు పట్టణములు, వాటి పల్లెలు.",
    "7": "అయిను, రిమ్మోను, ఏదెరు, ఆషాను; నాలుగు పట్టణములు, వాటి పల్లెలు.",
    "8": "మరియు ఈ పట్టణముల చుట్టునున్న పల్లెలన్నియు బాయలత్ బెేరు వరకు, అనగా దక్షిణపు రామా వరకు వారివగును. ఇది షిమ్యోను పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చిన స్వాస్థ్యము.",
    "9": "యూదా పుత్రుల భాగములోనుండి షిమ్యోను పుత్రుల స్వాస్థ్యము తీయబడెను; ఏలయనగా యూదా పుత్రుల భాగము వారికి మిక్కిలి ఎక్కువగా ఉండెను గనుక షిమ్యోను పుత్రులు వారి స్వాస్థ్యము మధ్య స్వాస్థ్యము పొందిరి.",
    "10": "మూడవ చీటి జెబూలూను పుత్రులకు వారి వంశముల చొప్పున వచ్చెను; వారి స్వాస్థ్యపు సరిహద్దు శారీదు వరకు సాగెను.",
    "11": "వారి సరిహద్దు పడమటి వైపున మరలాకు ఎక్కి దబ్బెషెతును తాకి యొక్నెయామున కెదురుగానున్న ఏటిని తాకును.",
    "12": "శారీదు నుండి తూర్పున సూర్యోదయ దిక్కున కిస్లోత్ తాబోరు సరిహద్దు వరకు తిరిగి, దబ్రాతుకు సాగి యాఫీయకు ఎక్కును.",
    "13": "అక్కడనుండి తూర్పున సూర్యోదయ దిక్కున గత్హేపెరుకును ఇత్తకాజీనుకును సాగి నెయూను దాటి రిమ్మోనుకు వెళ్లును.",
    "14": "మరియు ఆ సరిహద్దు ఉత్తరమున హన్నాతోను చుట్టి, యిప్తాహేలు లోయయొద్ద అంతమగును.",
    "15": "కట్టాతు, నహలాలు, షిమ్రోను, యిదాలా, బేత్లెహేము; పన్నెండు పట్టణములు, వాటి పల్లెలు.",
    "16": "జెబూలూను పుత్రులకు వారి వంశముల చొప్పున వచ్చిన స్వాస్థ్యము ఇది; ఈ పట్టణములు వాటి పల్లెలు వారివగును.",
    "17": "నాలుగవ చీటి ఇస్సాఖారుకు, అనగా ఇస్సాఖారు పుత్రులకు వారి వంశముల చొప్పున వచ్చెను.",
    "18": "వారి సరిహద్దు యెజ్రెయేలు, కెసుల్లోతు, షూనేము,",
    "19": "హఫరాయిము, షీయోను, అనాహరతు,",
    "20": "రబ్బీతు, కిష్యోను, ఆబెస్తు,",
    "21": "రెమెతు, ఏన్గన్నీమ్, ఏన్హద్దా, బేత్ పస్సేసు.",
    "22": "ఆ సరిహద్దు తాబోరును షహజూమాను బేత్షెమెషును తాకును; వారి సరిహద్దు చివర యొర్దాను; పదారు పట్టణములు, వాటి పల్లెలు.",
    "23": "ఇస్సాఖారు పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చిన స్వాస్థ్యము ఇది; ఆ పట్టణములు వాటి పల్లెలు వారివగును.",
    "24": "ఐదవ చీటి ఆషేరు పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చెను.",
    "25": "వారి సరిహద్దు హెల్కతు, హలి, బెతెన్, అక్షాపు,",
    "26": "అల్లమ్మెలెకు, అమాదు, మిషాలు; పడమటి వైపున అది కర్మెలును షీహోర్లిబ్నాతును తాకును.",
    "27": "అది తూర్పున బేత్దాగోను వైపు తిరిగి జెబూలూనును, ఉత్తరమున యిప్తాహేలు లోయను, బేత్ఏమెకును, నెయీయేలును తాకి ఎడమవైపున కాబూలుకు పోవును.",
    "28": "అది ఎబ్రోను, రెహోబు, హమ్మోను, కానా, గొప్ప సీదోను వరకు సాగును.",
    "29": "ఆ సరిహద్దు రామా వైపు తిరిగి, ప్రాకారము గల సోరు పట్టణము వరకు సాగి, హోసా వైపు తిరిగి, అక్జీబు ప్రాంతమున సముద్రమునొద్ద అంతమగును.",
    "30": "ఉమ్మా, ఆఫెకు, రెహోబు; ఇరవై రెండు పట్టణములు, వాటి పల్లెలు.",
    "31": "ఆషేరు పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చిన స్వాస్థ్యము ఇది; ఆ పట్టణములు వాటి పల్లెలు వారివగును.",
    "32": "ఆరవ చీటి నఫ్తాలి పుత్రులకు, అనగా నఫ్తాలి పుత్రులకు వారి వంశముల చొప్పున వచ్చెను.",
    "33": "వారి సరిహద్దు హెలెపు నుండి, సానన్నిీములోని సింధూరవృక్షము నుండి, అదామీ నెకెబు నుండి, యబ్నెయేలు నుండి లక్కుము వరకు సాగి యొర్దానునొద్ద అంతమగును.",
    "34": "ఆ సరిహద్దు పడమటి వైపున అజ్నోత్ తాబోరుకు తిరిగి, అక్కడనుండి హుక్కోకు వరకు సాగి, దక్షిణమున జెబూలూనును, పడమట ఆషేరును, తూర్పున యొర్దాను అద్దరినున్న యూదాను తాకును.",
    "35": "ప్రాకారములు గల పట్టణములు ఏవనగా - సిద్దీము, సేరు, హమ్మతు, రక్కతు, కిన్నెరెతు,",
    "36": "అదామా, రామా, హాసోరు,",
    "37": "కెదెషు, ఎద్రెయీ, ఏన్హాసోరు,",
    "38": "యిరోను, మిగ్దల్ ఏల్, హోరెమ్, బేతనాతు, బేత్షెమెషు; పంతొమ్మిది పట్టణములు, వాటి పల్లెలు.",
    "39": "నఫ్తాలి పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చిన స్వాస్థ్యము ఇది; ఆ పట్టణములు వాటి పల్లెలు వారివగును.",
    "40": "ఏడవ చీటి దాను పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చెను.",
    "41": "వారి స్వాస్థ్యపు సరిహద్దు ఏదనగా -జొర్యా, ఎష్తావోలు, ఈర్షెమెషు,",
    "42": "షలబ్బీను, అయ్యాలోను, యిత్లా,",
    "43": "ఏలోను, తిమ్నాతా, ఎక్రోను,",
    "44": "ఎల్తెకే, గిబ్బెతోను, బయలాతు,",
    "45": "యెహూదు, బెనెబెరకు, గాత్రిమ్మోను,",
    "46": "మేయర్కోను, రక్కోను, యొప్పే ఎదటి సరిహద్దు వరకున్నది.",
    "47": "దాను పుత్రుల సరిహద్దు వారికి చాలకపోయెను గనుక దాను పుత్రులు దండెత్తిపోయి, లెషెముతో యుద్ధము చేసి దాని పట్టుకొని కత్తివాత హతము చేసి, దాని స్వాధీనపరచుకొని దానిలో నివసించి, తమ తండ్రియైన దాను పేరును బట్టి లెషెమునకు దాను అని పేరు పెట్టిరి.",
    "48": "దాను పుత్రుల గోత్రమునకు వారి వంశముల చొప్పున వచ్చిన స్వాస్థ్యము ఇది; ఆ పట్టణములు వాటి పల్లెలు వారివగును.",
    "49": "వారు దేశమును దాని సరిహద్దుల చొప్పున స్వాస్థ్యములుగా పంచిపెట్టుట ముగించిన తరువాత ఇశ్రాయేలీయులు తమ మధ్య నూను కుమారుడైన యెహోషువకు స్వాస్థ్యమిచ్చిరి.",
    "50": "యెహోవా సెలవిచ్చిన మాట చొప్పున అతడు అడిగిన పట్టణమును, అనగా ఎఫ్రాయిము మన్నెములోని తిమ్నత్సెరహును అతనికిచ్చిరి; అతడు ఆ పట్టణమును కట్టించుకొని అందులో నివసించెను.",
    "51": "యాజకుడైన ఎలియాజరును నూను కుమారుడైన యెహోషువయు ఇశ్రాయేలీయుల గోత్రముల పితరుల కుటుంబముల ప్రధానులును షిలోహులోనున్న ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద యెహోవా సన్నిధిని చీట్లవలన పంచిపెట్టిన స్వాస్థ్యములు ఇవే. అట్లు వారు దేశమును పంచిపెట్టుట ముగించిరి."
}
