
{
    "1": "నూను కుమారుడైన యెహోషువ వేగులవారైన ఇద్దరు మనుష్యులను పిలిచి - మీరు వెళ్లి ఆ దేశమును, ముఖ్యముగా యెరికోను చూడుడని చెప్పి, షిత్తీమునుండి వారిని రహస్యముగా పంపెను. వారు వెళ్లి రాహాబు అను ఒక వేశ్య యింట చేరి అక్కడ దిగగా",
    "2": "దేశమును వేగు చూచుటకు ఇశ్రాయేలీయులలో కొందరు మనుష్యులు రాత్రివేళ ఇక్కడికి వచ్చియున్నారని యెరికో రాజునకు వర్తమానము వచ్చెను.",
    "3": "అప్పుడు యెరికో రాజు - నీ యొద్దకు వచ్చి నీ యింట చేరిన ఆ మనుష్యులను వెలుపలికి తీసికొనిరమ్ము; వారు ఈ దేశమంతటిని వేగు చూచుటకు వచ్చియున్నారని రాహాబు నొద్దకు వర్తమానము పంపెను.",
    "4": "ఆ స్త్రీ ఆ ఇద్దరు మనుష్యులను తీసికొని దాచిపెట్టి - ఆ మనుష్యులు నా యొద్దకు వచ్చిన మాట నిజమే గాని వారెక్కడివారో నేనెరుగను.",
    "5": "చీకటి పడుచుండగా గవిని వేయు వేళను ఆ మనుష్యులు బయలుదేరి వెళ్లిరి; వారు ఎక్కడికి వెళ్లిరో నేనెరుగను; మీరు వారిని శీఘ్రముగా తరిమితిరా వారిని కలుసుకొనవచ్చునని చెప్పెను.",
    "6": "అయితే ఆమె మిద్దెమీదికి వారిని ఎక్కించి, అక్కడ రాసిగా పోసియున్న జనుప కట్టెలలో వారిని దాచిపెట్టియుండెను.",
    "7": "ఆ మనుష్యులు యొర్దాను రేవుల వరకు వెళ్లు దారిని వారిని తరిమిరి; తరుమువారు బయలుదేరగానే గవిని వేయబడెను.",
    "8": "వారు పండుకొనకమునుపు ఆమె మిద్దెమీదనున్న వారి యొద్దకు ఎక్కివచ్చి ఆ మనుష్యులతో ఇట్లనెను -",
    "9": "యెహోవా ఈ దేశమును మీకిచ్చియున్నాడనియు, మిమ్మును బట్టి మాకు భయము పుట్టెననియు, మీ భయమువలన ఈ దేశ నివాసులందరికి ధైర్యము చెడిపోయెననియు నేనెరుగుదును.",
    "10": "మీరు ఐగుప్తునుండి వచ్చినప్పుడు యెహోవా మీ యెదుట ఎర్రసముద్రపు నీళ్లను ఏలాగు ఆరిపోజేసెనో, యొర్దాను అద్దరినియున్న అమోరీయుల ఇద్దరు రాజులైన సీహోనుకును ఓగుకును మీరేమి చేసితిరో, అనగా వారిని మీరు ఏలాగు నిర్మూలము చేసితిరో ఆ సంగతి మేము వింటిమి.",
    "11": "మేము వినినప్పుడు మా గుండెలు కరిగిపోయెను; మిమ్మును బట్టి అందరి ప్రాణములు ఏమాత్రమును నిలువలేదు; మీ దేవుడైన యెహోవా పైన ఆకాశమందును క్రింద భూమియందును దేవుడే.",
    "12": "కాబట్టి నేను మీకు ఉపకారము చేసితిని గనుక మీరును నా తండ్రి యింటికి ఉపకారము చేసి, నా తల్లిదండ్రులను నా అన్నదమ్ములను నా అక్కచెల్లెండ్రను వారికి కలిగిన వారినందరిని చంపక బ్రతుకనిచ్చి,",
    "13": "మా ప్రాణములను రక్షించునట్లుగా దయచేసి యెహోవా తోడని నాతో ప్రమాణము చేసి నాకు నిజమైన ఆనవాలు ఇయ్యుడని అడిగెను.",
    "14": "అందుకు ఆ మనుష్యులు ఆమెతో - నీవు మా సంగతి పొక్కనియ్యనియెడల మీ ప్రాణములకు బదులుగా మా ప్రాణములను ఇచ్చెదము; యెహోవా ఈ దేశమును మాకిచ్చునప్పుడు నిజముగా మేము నీకు ఉపకారము చేసెదమని చెప్పిరి.",
    "15": "అప్పుడు ఆమె కిటికీ ద్వారా తాడుతో వారిని దించెను; ఆమె ఇల్లు ప్రాకారపు గోడ మీద ఉండెను, ఆమె ఆ గోడ మీద నివసించునది.",
    "16": "ఆమె వారితో - తరుమువారు మీకు ఎదురుపడకుండునట్లు మీరు కొండకు వెళ్లి, తరుమువారు తిరిగి వచ్చువరకు మూడు దినములు అక్కడ దాగియుండుడి; తరువాత మీ త్రోవను వెళ్లవచ్చునని చెప్పెను.",
    "17": "అప్పుడు ఆ మనుష్యులు ఆమెతో ఇట్లనిరి - నీవు మా చేత చేయించిన ఈ ప్రమాణము విషయములో మేము నిర్దోషులమగుదుము.",
    "18": "ఇదిగో మేము ఈ దేశములోనికి వచ్చునప్పుడు నీవు మమ్మును దించిన కిటికీకి ఈ ఎర్రని దారమును కట్టి, నీ తండ్రిని నీ తల్లిని నీ అన్నదమ్ములను నీ తండ్రి ఇంటివారినందరిని నీ యింట చేర్చుకొనుము.",
    "19": "ఎవరైనను నీ యింటి ద్వారమునుండి బయటికి వచ్చినయెడల, వాని ప్రాణమునకు వాడే ఉత్తరవాది, మేము నిర్దోషులము; అయితే నీ యొద్ద నీ యింటనున్న ఒకని మీద ఎవరైనను చెయ్యి వేసినయెడల వాని ప్రాణమునకు మేమే ఉత్తరవాదులము.",
    "20": "అయితే నీవు మా సంగతి పొక్కనిచ్చినయెడల నీవు మా చేత చేయించిన ప్రమాణము విషయములో మేము నిర్దోషులమగుదుమని చెప్పిరి.",
    "21": "అందుకామె - మీ మాట చొప్పున జరుగును గాక అని చెప్పి వారిని పంపివేసెను. వారు వెళ్లిపోయిన తరువాత ఆమె ఆ ఎర్రని దారమును కిటికీకి కట్టెను.",
    "22": "వారు వెళ్లి కొండకు చేరి తరుమువారు తిరిగి వచ్చువరకు మూడు దినములు అక్కడ నుండిరి. తరుమువారు దారి పొడుగున వారిని వెదకిరి గాని వారు కనబడలేదు.",
    "23": "అప్పుడు ఆ ఇద్దరు మనుష్యులు తిరిగి కొండ దిగి నది దాటి నూను కుమారుడైన యెహోషువ యొద్దకు వచ్చి తమకు సంభవించినదంతయు అతనికి తెలియజేసి",
    "24": "యెహోవా ఆ దేశమంతయు మన చేతికి అప్పగించియున్నాడు; మన భయమువలన ఆ దేశ నివాసులకందరికి ధైర్యము చెడిపోయెనని యెహోషువతో చెప్పిరి."
}
