
{
    "1": "అప్పుడు లేవీయుల పితరుల కుటుంబముల ప్రధానులు యాజకుడైన ఎలియాజరు నొద్దకును, నూను కుమారుడైన యెహోషువ యొద్దకును, ఇశ్రాయేలీయుల గోత్రముల పితరుల కుటుంబముల ప్రధానుల యొద్దకును వచ్చి",
    "2": "కనాను దేశమందలి షిలోహులో వారితో ఇట్లనిరి - మేము నివసించుటకు పట్టణములను మా పశువులకు పచ్చిక బయళ్లను మాకిచ్చునట్లు యెహోవా మోషే ద్వారా ఆజ్ఞాపించెను.",
    "3": "కాబట్టి ఇశ్రాయేలీయులు యెహోవా ఆజ్ఞ చొప్పున తమ స్వాస్థ్యములలోనుండి ఈ పట్టణములను వాటి పచ్చిక బయళ్లను లేవీయులకు ఇచ్చిరి.",
    "4": "కహాతీయుల కుటుంబములకు చీటి పడెను. లేవీయులలో యాజకుడైన అహరోను సంతానపు వారికి యూదా గోత్రములోనుండియు షిమ్యోను గోత్రములోనుండియు బెన్యామీను గోత్రములోనుండియు చీటివలన పదమూడు పట్టణములు వచ్చెను.",
    "5": "మిగిలిన కహాతీయులకు ఎఫ్రాయిము గోత్రపు కుటుంబములలోనుండియు దాను గోత్రములోనుండియు మనష్షే అర్ధ గోత్రములోనుండియు చీటివలన పది పట్టణములు వచ్చెను.",
    "6": "గెర్షోనీయులకు ఇస్సాఖారు గోత్రపు కుటుంబములలోనుండియు ఆషేరు గోత్రములోనుండియు నఫ్తాలి గోత్రములోనుండియు బాషానులోనున్న మనష్షే అర్ధ గోత్రములోనుండియు చీటివలన పదమూడు పట్టణములు వచ్చెను.",
    "7": "మెరారీయులకు వారి కుటుంబముల చొప్పున రూబేను గోత్రములోనుండియు గాదు గోత్రములోనుండియు జెబూలూను గోత్రములోనుండియు పన్నెండు పట్టణములు వచ్చెను.",
    "8": "యెహోవా మోషే ద్వారా ఆజ్ఞాపించినట్లు ఇశ్రాయేలీయులు చీటివేసి ఈ పట్టణములను వాటి పచ్చిక బయళ్లను లేవీయులకు ఇచ్చిరి.",
    "9": "యూదా పుత్రుల గోత్రములోనుండియు షిమ్యోను పుత్రుల గోత్రములోనుండియు పేర్ల చొప్పున చెప్పబడిన ఈ పట్టణములను వారు ఇచ్చిరి.",
    "10": "లేవీయులలో కహాతీయుల వంశస్థులైన అహరోను సంతానపు వారికి మొదటి చీటి పడెను గనుక",
    "11": "యూదా మన్నెములో అనాకీయులకు తండ్రియైన అర్బా పట్టణమును, అనగా హెబ్రోనును దాని చుట్టునున్న పచ్చిక బయళ్లను వారికిచ్చిరి.",
    "12": "అయితే ఆ పట్టణపు పొలమును దాని పల్లెలను యెఫున్నె కుమారుడైన కాలేబునకు స్వాస్థ్యముగా ఇచ్చిరి.",
    "13": "వారు యాజకుడైన అహరోను సంతానపు వారికి నరహంతకునికి ఆశ్రయపురమైన హెబ్రోనును దాని పచ్చిక బయళ్లను, లిబ్నాను దాని పచ్చిక బయళ్లను,",
    "14": "యత్తీరును దాని పచ్చిక బయళ్లను, ఎష్తెమోను దాని పచ్చిక బయళ్లను,",
    "15": "హోలోనును దాని పచ్చిక బయళ్లను, దెబీరును దాని పచ్చిక బయళ్లను,",
    "16": "అయినును దాని పచ్చిక బయళ్లను, యుట్టాను దాని పచ్చిక బయళ్లను, బేత్షెమెషును దాని పచ్చిక బయళ్లను ఇచ్చిరి; ఆ రెండు గోత్రములలోనుండి తొమ్మిది పట్టణములు.",
    "17": "బెన్యామీను గోత్రములోనుండి గిబియోనును దాని పచ్చిక బయళ్లను, గెబాను దాని పచ్చిక బయళ్లను,",
    "18": "అనాతోతును దాని పచ్చిక బయళ్లను, ఆల్మోనును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి నాలుగు పట్టణములు.",
    "19": "అహరోను సంతానపు వారైన యాజకుల పట్టణములన్నియు పదమూడు పట్టణములు, వాటి పచ్చిక బయళ్లు.",
    "20": "లేవీయులలో మిగిలిన కహాతీయుల కుటుంబములకు చీటివలన ఎఫ్రాయిము గోత్రమునుండి పట్టణములు వచ్చెను.",
    "21": "వారు నరహంతకునికి ఆశ్రయపురమైన షెకెమును దాని పచ్చిక బయళ్లను ఎఫ్రాయిము మన్నెములో వారికిచ్చిరి; మరియు గెజెరును దాని పచ్చిక బయళ్లను,",
    "22": "కిబ్సయీమును దాని పచ్చిక బయళ్లను, బేత్హోరోనును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి నాలుగు పట్టణములు.",
    "23": "దాను గోత్రములోనుండి ఎల్తెకేను దాని పచ్చిక బయళ్లను, గిబ్బెతోనును దాని పచ్చిక బయళ్లను,",
    "24": "అయ్యాలోనును దాని పచ్చిక బయళ్లను, గాత్రిమ్మోనును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి నాలుగు పట్టణములు.",
    "25": "మనష్షే అర్ధ గోత్రములోనుండి తానాకును దాని పచ్చిక బయళ్లను, గాత్రిమ్మోనును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి రెండు పట్టణములు.",
    "26": "మిగిలిన కహాతీయుల కుటుంబములకు పది పట్టణములు వాటి పచ్చిక బయళ్లు వచ్చెను.",
    "27": "లేవీయుల కుటుంబములలో గెర్షోనీయులకు మనష్షే అర్ధ గోత్రములోనుండి నరహంతకునికి ఆశ్రయపురమైన బాషానులోని గోలానును దాని పచ్చిక బయళ్లను, బెష్టెరాను దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి రెండు పట్టణములు.",
    "28": "ఇస్సాఖారు గోత్రములోనుండి కిష్యోనును దాని పచ్చిక బయళ్లను, దాబెరతును దాని పచ్చిక బయళ్లను,",
    "29": "యర్మూతును దాని పచ్చిక బయళ్లను, ఏన్గన్నీమును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి నాలుగు పట్టణములు.",
    "30": "ఆషేరు గోత్రములోనుండి మిషాలును దాని పచ్చిక బయళ్లను, అబ్ధోనును దాని పచ్చిక బయళ్లను,",
    "31": "హెల్కతును దాని పచ్చిక బయళ్లను, రెహోబును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి నాలుగు పట్టణములు.",
    "32": "నఫ్తాలి గోత్రములోనుండి నరహంతకునికి ఆశ్రయపురమైన గలిలయలోని కెదెషును దాని పచ్చిక బయళ్లను, హమ్మోత్దోరును దాని పచ్చిక బయళ్లను, కర్తానును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి మూడు పట్టణములు.",
    "33": "గెర్షోనీయులకు వారి కుటుంబముల చొప్పున వచ్చిన పట్టణములన్నియు పదమూడు పట్టణములు, వాటి పచ్చిక బయళ్లు.",
    "34": "లేవీయులలో మిగిలిన మెరారీయుల కుటుంబములకు జెబూలూను గోత్రములోనుండి యొక్నెయామును దాని పచ్చిక బయళ్లను, కర్తాతను దాని పచ్చిక బయళ్లను,",
    "35": "దిమ్నాను దాని పచ్చిక బయళ్లను, నహలాలును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి నాలుగు పట్టణములు.",
    "36": "రూబేను గోత్రములోనుండి బెసెరును దాని పచ్చిక బయళ్లను, యహసాను దాని పచ్చిక బయళ్లను,",
    "37": "కెదేమోతును దాని పచ్చిక బయళ్లను, మేఫాతును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవి నాలుగు పట్టణములు.",
    "38": "గాదు గోత్రములోనుండి నరహంతకునికి ఆశ్రయపురమైన గిలాదులోని రామోతును దాని పచ్చిక బయళ్లను, మహనయిమును దాని పచ్చిక బయళ్లను,",
    "39": "హెష్బోనును దాని పచ్చిక బయళ్లను, యాజేరును దాని పచ్చిక బయళ్లను ఇచ్చిరి; అవన్నియు నాలుగు పట్టణములు.",
    "40": "లేవీయులలో మిగిలిన వంశములైన మెరారీయుల కుటుంబములకు చీటివలన వచ్చిన పట్టణములన్నియు పన్నెండు పట్టణములు.",
    "41": "ఇశ్రాయేలీయుల స్వాస్థ్యములో లేవీయుల పట్టణములన్నియు నలభై ఎనిమిది పట్టణములు, వాటి పచ్చిక బయళ్లు.",
    "42": "ఈ పట్టణములలో ప్రతి పట్టణమునకు చుట్టు పచ్చిక బయళ్లు ఉండెను; ఈ పట్టణములన్నిటికిని అలాగే ఉండెను.",
    "43": "యెహోవా ఇశ్రాయేలు పితరులకు ఇచ్చెదనని ప్రమాణము చేసిన దేశమంతటిని ఆయన వారికిచ్చెను; వారు దానిని స్వాధీనపరచుకొని దానిలో నివసించిరి.",
    "44": "యెహోవా వారి పితరులతో ప్రమాణము చేసిన వాటన్నిటి చొప్పున వారి చుట్టునున్న వారివలన వారికి విశ్రాంతి కలుగజేసెను; వారి శత్రువులందరిలో ఒక్కడును వారి యెదుట నిలువలేదు; యెహోవా వారి శత్రువులనందరిని వారి చేతికి అప్పగించెను.",
    "45": "యెహోవా ఇశ్రాయేలీయులకు సెలవిచ్చిన మంచి మాటలన్నిటిలో ఒక్కటియైనను తప్పిపోలేదు, అంతయు నెరవేరెను."
}
