
{
    "1": "అప్పుడు యెహోషువ రూబేనీయులను గాదీయులను మనష్షే అర్ధ గోత్రపు వారిని పిలిపించి వారితో ఇట్లనెను",
    "2": "యెహోవా సేవకుడైన మోషే మీకు ఆజ్ఞాపించినదంతయు మీరు గైకొంటిరి; నేను మీకు ఆజ్ఞాపించిన వాటన్నిటిలో నా మాట వింటిరి.",
    "3": "ఈ దినము వరకు బహు కాలమునుండి మీరు మీ సహోదరులను విడువక మీ దేవుడైన యెహోవా ఆజ్ఞను జాగ్రత్తగా గైకొంటిరి.",
    "4": "ఇప్పుడు మీ దేవుడైన యెహోవా మీ సహోదరులతో చెప్పినట్లు వారికి విశ్రాంతినిచ్చియున్నాడు; కాబట్టి యెహోవా సేవకుడైన మోషే యొర్దాను అవతల మీకు ఇచ్చిన మీ స్వాస్థ్య భూమిలోని మీ గుడారములకు మీరు తిరిగి వెళ్లుడి.",
    "5": "మీ దేవుడైన యెహోవాను ప్రేమించి ఆయన మార్గములన్నిటిలో నడుచుకొనుచు, ఆయన ఆజ్ఞలను గైకొని ఆయనను హత్తుకొని, మీ పూర్ణహృదయముతోను మీ పూర్ణాత్మతోను ఆయనను సేవించునట్లు యెహోవా సేవకుడైన మోషే మీకు ఆజ్ఞాపించిన ఆజ్ఞను ధర్మశాస్త్రమును అనుసరించి నడుచుకొనుటకు బహు జాగ్రత్తపడుడి.",
    "6": "అప్పుడు యెహోషువ వారిని దీవించి పంపివేసెను, వారు తమ గుడారములకు వెళ్లిరి.",
    "7": "మనష్షే అర్ధ గోత్రమునకు మోషే బాషానులో స్వాస్థ్యమిచ్చియుండెను; మిగిలిన సగమునకు యెహోషువ యొర్దాను ఇవతల పడమటి వైపున వారి సహోదరుల మధ్య స్వాస్థ్యమిచ్చెను. యెహోషువ వారిని వారి గుడారములకు పంపివేసినప్పుడు అతడు వారిని దీవించి",
    "8": "మీరు బహు ధనముతోను, అతి విస్తారమైన పశువులతోను, వెండితోను బంగారుతోను ఇత్తడితోను ఇనుముతోను, అతి విస్తారమైన వస్త్రములతోను మీ గుడారములకు తిరిగి వెళ్లి మీ శత్రువుల కొల్లసొమ్మును మీ సహోదరులతో పంచుకొనుడని వారితో చెప్పెను.",
    "9": "రూబేనీయులును గాదీయులును మనష్షే అర్ధ గోత్రపు వారును కనాను దేశమందలి షిలోహులోనున్న ఇశ్రాయేలీయుల యొద్దనుండి తిరిగి వెళ్లి, యెహోవా మోషే ద్వారా ఆజ్ఞాపించినట్లు తాము పొందిన స్వాస్థ్యమైన గిలాదు దేశమునకు వెళ్లుచు",
    "10": "కనాను దేశమందలి యొర్దాను ప్రాంతములకు వచ్చినప్పుడు రూబేనీయులును గాదీయులును మనష్షే అర్ధ గోత్రపు వారును అక్కడ యొర్దానునొద్ద ఒక బలిపీఠమును కట్టిరి; అది చూడదగిన గొప్ప బలిపీఠము.",
    "11": "రూబేనీయులును గాదీయులును మనష్షే అర్ధ గోత్రపు వారును కనాను దేశమునకు ఎదురుగా ఇశ్రాయేలీయుల వైపున యొర్దాను ప్రాంతములలో ఒక బలిపీఠమును కట్టిరని ఇశ్రాయేలీయులు వినినప్పుడు",
    "12": "ఇశ్రాయేలీయుల సర్వసమాజము వారితో యుద్ధము చేయుటకు షిలోహులో కూడెను.",
    "13": "అప్పుడు ఇశ్రాయేలీయులు యాజకుడైన ఎలియాజరు కుమారుడగు ఫీనెహాసును గిలాదు దేశములోనున్న రూబేనీయుల యొద్దకును గాదీయుల యొద్దకును మనష్షే అర్ధ గోత్రపు వారి యొద్దకును పంపిరి.",
    "14": "అతనితోకూడ పదిమంది ప్రధానులను, అనగా ఇశ్రాయేలు గోత్రములన్నిటిలో ఒక్కొక్క పితరుల కుటుంబమునకు ఒక్కొక్క ప్రధానుని పంపిరి; ఇశ్రాయేలు సైన్యములలోని వారి పితరుల కుటుంబములలో ప్రతివాడు ముఖ్యుడు.",
    "15": "వారు గిలాదు దేశమందున్న రూబేనీయుల యొద్దకును గాదీయుల యొద్దకును మనష్షే అర్ధ గోత్రపు వారి యొద్దకును వచ్చి వారితో ఇట్లనిరి",
    "16": "యెహోవా సర్వసమాజము చెప్పునదేమనగా - మీరు ఇశ్రాయేలు దేవుని మీద తిరుగుబాటు చేసి, నేడు యెహోవాను వెంబడించుట మాని, మీ కొరకు ఒక బలిపీఠమును కట్టుకొని, నేడు యెహోవా మీద తిరుగుబాటు చేసి, ఆయన యెడల చేసిన ఈ అపరాధమేమిటి?",
    "17": "పెయోరువలన కలిగిన దోషము మనకు చాలదా? యెహోవా సమాజములో తెగులు పుట్టినను నేటి వరకు మనము దానినుండి పవిత్రులము కాలేదు గదా.",
    "18": "అయినను నేడు మీరు యెహోవాను వెంబడించుట మానుదురా? నేడు మీరు యెహోవా మీద తిరుగుబాటు చేసినయెడల రేపు ఆయన ఇశ్రాయేలీయుల సర్వసమాజము మీద కోపపడును.",
    "19": "మీ స్వాస్థ్యమైన దేశము అపవిత్రమైనయెడల యెహోవా నివాసమున్న యెహోవా స్వాస్థ్యమైన దేశమునకు ఇవతలకు వచ్చి మా మధ్య స్వాస్థ్యము పొందుడి; అయితే మన దేవుడైన యెహోవా బలిపీఠము గాక వేరొక బలిపీఠమును మీ కొరకు కట్టుకొనుటవలన యెహోవా మీద తిరుగుబాటు చేయకుడి, మా మీద తిరుగుబాటు చేయకుడి.",
    "20": "జెరహు కుమారుడైన ఆకాను శపితమైనదాని విషయములో అపరాధము చేసినప్పుడు ఇశ్రాయేలీయుల సర్వసమాజము మీద కోపము రాలేదా? తన దోషమువలన ఆ మనుష్యుడు మాత్రమే నశింపలేదు గదా అనిరి.",
    "21": "అప్పుడు రూబేనీయులును గాదీయులును మనష్షే అర్ధ గోత్రపు వారును ఇశ్రాయేలు వేలకొలది జనుల ప్రధానులతో ఇట్లనిరి",
    "22": "దేల్పులకు దేవుడైన యెహోవా, దేల్పులకు దేవుడైన యెహోవా, ఆయనకు తెలియును, ఇశ్రాయేలును తెలిసికొనును; ఇది తిరుగుబాటువలననైనను యెహోవా యెడల అపరాధమువలననైనను జరిగినయెడల (నేడు మమ్మును రక్షింపకుడి)",
    "23": "యెహోవాను వెంబడించుట మాని వెనుకకు మళ్లునట్లు మేము బలిపీఠమును కట్టుకొనినయెడల, దానిమీద దహనబలినైనను నైవేద్యమునైనను అర్పించుటకైనను, దానిమీద సమాధానబలులను అర్పించుటకైనను అయినయెడల యెహోవాయే విచారణ చేయును గాక.",
    "24": "భవిష్యత్కాలమున మీ పిల్లలు మా పిల్లలతో - ఇశ్రాయేలీయుల దేవుడైన యెహోవాతో మీకేమి పని?",
    "25": "రూబేనీయులారా గాదీయులారా, యెహోవా మాకును మీకును మధ్య యొర్దానును సరిహద్దుగా ఉంచెను; యెహోవా యందు మీకు వంతు లేదని చెప్పుదురేమో అని భయపడి ఆలాగు చేసితివిు; అట్లు మీ పిల్లలు మా పిల్లలను యెహోవా యందు భయభక్తులు లేకుండ చేయుదురు.",
    "26": "కాబట్టి మనకొక బలిపీఠమును కట్టుకొందము రండి; అది దహనబలికి కాదు బలికి కాదు గాని,",
    "27": "మా దహనబలులతోను మా బలులతోను మా సమాధానబలులతోను యెహోవా సన్నిధిని ఆయన సేవ చేయువారమని మాకును మీకును, మన తరువాత మన తరముల వారికిని మధ్య సాక్షిగా ఉండుటకే.",
    "28": "అప్పుడు భవిష్యత్కాలమున వారు మాతోనైనను మా తరములవారితోనైనను ఆలాగు చెప్పినయెడల - ఇదిగో మా పితరులు చేసిన యెహోవా బలిపీఠము యొక్క పోలికను చూడుడి; అది దహనబలికి కాదు బలికి కాదు గాని మాకును మీకును మధ్య సాక్షిగా ఉండుటకే అని మేము చెప్పవచ్చునని అనుకొంటిమి.",
    "29": "మా దేవుడైన యెహోవా నివాసము యెదుట నున్న ఆయన బలిపీఠము గాక దహనబలికైనను నైవేద్యమునకైనను బలికైనను వేరొక బలిపీఠమును కట్టుటవలన మేము యెహోవా మీద తిరుగుబాటు చేసి నేడు యెహోవాను వెంబడించుట మానుట మాకు దూరమవు గాక అనిరి.",
    "30": "యాజకుడైన ఫీనెహాసును అతనితో నున్న సమాజ ప్రధానులును, అనగా ఇశ్రాయేలు వేలకొలది జనుల ప్రధానులును, రూబేనీయులును గాదీయులును మనష్షీయులును చెప్పిన మాటలు విని సంతోషించిరి.",
    "31": "అప్పుడు యాజకుడైన ఎలియాజరు కుమారుడగు ఫీనెహాసు రూబేనీయులతోను గాదీయులతోను మనష్షీయులతోను - మీరు యెహోవాకు విరోధముగా ఈ అపరాధము చేయలేదు గనుక యెహోవా మన మధ్య ఉన్నాడని నేడు మేము ఎరుగుదుము; ఇప్పుడు మీరు యెహోవా చేతిలోనుండి ఇశ్రాయేలీయులను తప్పించితిరని చెప్పెను.",
    "32": "యాజకుడైన ఎలియాజరు కుమారుడగు ఫీనెహాసును ఆ ప్రధానులును గిలాదు దేశములోనున్న రూబేనీయుల యొద్దనుండియు గాదీయుల యొద్దనుండియు కనాను దేశమునకు ఇశ్రాయేలీయుల యొద్దకు తిరిగి వచ్చి వారికి ఆ వర్తమానము తెలియజేసిరి.",
    "33": "ఆ మాట ఇశ్రాయేలీయులకు ఇష్టమాయెను గనుక ఇశ్రాయేలీయులు దేవుని స్తుతించి, రూబేనీయులును గాదీయులును నివసించు దేశమును పాడుచేయుటకు వారి మీదికి యుద్ధమునకు వెళ్లుదుమని ఇక చెప్పలేదు.",
    "34": "యెహోవాయే దేవుడని అది మన మధ్య సాక్షిగా ఉండునని చెప్పి, రూబేనీయులును గాదీయులును ఆ బలిపీఠమునకు సాక్షి అని పేరు పెట్టిరి."
}
