
{
    "1": "యెహోషువ ఇశ్రాయేలీయుల గోత్రములన్నిటిని షెకెమునకు పోగుచేసి, ఇశ్రాయేలీయుల పెద్దలను వారి ప్రధానులను వారి న్యాయాధిపతులను వారి నాయకులను పిలిపించెను; వారు దేవుని సన్నిధిని నిలువబడగా",
    "2": "యెహోషువ ప్రజలందరితో ఇట్లనెను - ఇశ్రాయేలీయుల దేవుడైన యెహోవా ఈలాగు సెలవిచ్చుచున్నాడు - పూర్వకాలమున మీ పితరులు, అనగా అబ్రాహాముకును నాహోరుకును తండ్రియైన తెరహు నది (యూఫ్రటీసు) అద్దరిని నివసించి ఇతర దేవతలను పూజించిరి.",
    "3": "అయితే నేను నది అద్దరినుండి మీ తండ్రియైన అబ్రాహామును తోడుకొనివచ్చి కనాను దేశమంతట సంచరింపజేసి అతని సంతానమును విస్తరింపజేసి అతనికి ఇస్సాకును ఇచ్చితిని.",
    "4": "ఇస్సాకునకు యాకోబును ఏశావును ఇచ్చితిని; శేయీరు మన్నెమును ఏశావుకు స్వాస్థ్యముగా ఇచ్చితిని; యాకోబును అతని పిల్లలును ఐగుప్తునకు వెళ్లిరి.",
    "5": "నేను మోషే అహరోనులను పంపి, ఐగుప్తు మధ్యను నేను చేసినదానివలన ఆ దేశమును బాధపెట్టితిని; తరువాత మిమ్మును వెలుపలికి రప్పించితిని.",
    "6": "నేను ఐగుప్తులోనుండి మీ తండ్రులను రప్పించినప్పుడు మీరు సముద్రమునొద్దకు వచ్చితిరి; ఐగుప్తీయులు రథములతోను రౌతులతోను మీ తండ్రులను ఎర్ర సముద్రము వరకు తరిమిరి.",
    "7": "వారు యెహోవాకు మొరపెట్టినప్పుడు ఆయన మీకును ఐగుప్తీయులకును మధ్య చీకటిని కలుగజేసి సముద్రమును వారి మీదికి రప్పించి వారిని ముంచివేసెను; నేను ఐగుప్తులో చేసినదానిని మీరు కన్నులారా చూచితిరి. తరువాత మీరు బహు దినములు అరణ్యములో నివసించితిరి.",
    "8": "అప్పుడు యొర్దాను అవతల నివసించిన అమోరీయుల దేశమునకు నేను మిమ్మును రప్పించితిని; వారు మీతో యుద్ధము చేయగా నేను మీ చేతికి వారిని అప్పగించితిని; మీరు వారి దేశమును స్వాధీనపరచుకొంటిరి; నేను మీ యెదుటనుండి వారిని నాశనము చేసితిని.",
    "9": "అప్పుడు మోయాబు రాజైన సిప్పోరు కుమారుడగు బాలాకు లేచి ఇశ్రాయేలీయులతో యుద్ధము చేసి, మిమ్మును శపించుటకు బెయోరు కుమారుడైన బిలామును పిలువనంపగా",
    "10": "నేను బిలాము మాట విననొల్లకపోతిని గనుక అతడు మిమ్మును దీవించుచునే వచ్చెను; అట్లు నేను అతని చేతిలోనుండి మిమ్మును విడిపించితిని.",
    "11": "మీరు యొర్దాను దాటి యెరికోకు వచ్చినప్పుడు యెరికో యజమానులను, అమోరీయులు, పెరిజ్జీయులు, కనానీయులు, హిత్తీయులు, గిర్గాషీయులు, హివ్వీయులు, యెబూసీయులు అనువారు మీతో యుద్ధము చేయగా నేను మీ చేతికి వారిని అప్పగించితిని.",
    "12": "నేను మీకంటే ముందుగా కందిరీగలను పంపితిని; అవి మీ కత్తివలన కాదు, మీ విల్లువలన కాదు, ఆ అమోరీయుల ఇద్దరు రాజులను మీ యెదుటనుండి వెళ్లగొట్టెను.",
    "13": "మీరు సేద్యము చేయని దేశమును మీరు కట్టని పట్టణములను నేను మీకిచ్చితిని; మీరు వాటిలో నివసించుచున్నారు; మీరు నాటని ద్రాక్షతోటల పండ్లను ఒలీవతోటల పండ్లను మీరు తినుచున్నారు.",
    "14": "కాబట్టి మీరు యెహోవా యందు భయభక్తులు గలవారై, ఆయనను నిష్కపటముగాను సత్యముగాను సేవించుచు, నది అద్దరిని ఐగుప్తులోను మీ పితరులు సేవించిన దేవతలను తీసివేసి యెహోవాను సేవించుడి.",
    "15": "యెహోవాను సేవించుట మీకు కీడని తోచినయెడల, నది అద్దరిని మీ పితరులు సేవించిన దేవతలను సేవించెదరో, లేక మీరు నివసించుచున్న దేశపు అమోరీయుల దేవతలను సేవించెదరో, ఎవరిని సేవించెదరో నేడు మీరు కోరుకొనుడి; నేనును నా ఇంటివారును యెహోవాను సేవించెదము.",
    "16": "అందుకు ప్రజలు - ఇతర దేవతలను సేవించునట్లు యెహోవాను విసర్జించుట మాకు దూరమవు గాక.",
    "17": "దాసుల గృహమైన ఐగుప్తు దేశములోనుండి మనలను మన తండ్రులను రప్పించి, మన కన్నుల యెదుట ఆ గొప్ప సూచక క్రియలను చేసి, మనము నడిచిన మార్గమంతటిలోను మనము దాటి వచ్చిన ప్రజలందరి మధ్యను మనలను కాపాడినవాడు మన దేవుడైన యెహోవాయే.",
    "18": "మరియు యెహోవా ఆ ప్రజలందరిని, ఈ దేశములో నివసించిన అమోరీయులను మన యెదుటనుండి వెళ్లగొట్టెను; కాబట్టి యెహోవా మనకు దేవుడు, మేము ఆయననే సేవించెదమని ఉత్తరమిచ్చిరి.",
    "19": "అప్పుడు యెహోషువ - మీరు యెహోవాను సేవంపలేరు; ఆయన పరిశుద్ధ దేవుడు; ఆయన రోషము గల దేవుడు; ఆయన మీ అతిక్రమములను మీ పాపములను క్షమింపడు.",
    "20": "మీరు యెహోవాను విసర్జించి అన్య దేవతలను సేవించినయెడల, ఆయన మీకు మేలు చేసిన తరువాతను, ఆయన తిరిగి మీకు కీడు చేసి మిమ్మును నశింపజేయునని ప్రజలతో చెప్పగా",
    "21": "ప్రజలు - అట్లు కాదు, మేము యెహోవానే సేవించెదమని యెహోషువతో చెప్పిరి.",
    "22": "అందుకు యెహోషువ - యెహోవాను సేవించుటకు మీరు ఆయనను కోరుకొంటిరనుటకు మీరే మీ మీద సాక్షులు అనగా వారు - మేము సాక్షులమే అనిరి.",
    "23": "అప్పుడతడు - ఆలాగైతే ఇప్పుడు మీ మధ్యనున్న అన్య దేవతలను తీసివేసి, ఇశ్రాయేలీయుల దేవుడైన యెహోవా తట్టు మీ హృదయములను త్రిప్పుడని చెప్పెను.",
    "24": "అందుకు ప్రజలు - మన దేవుడైన యెహోవానే సేవించెదము, ఆయన మాటయే విందుమని యెహోషువతో చెప్పిరి.",
    "25": "ఆ దినమున యెహోషువ షెకెములో ప్రజలతో నిబంధన చేసి, వారికి చట్టమును న్యాయవిధిని నిర్ణయించెను.",
    "26": "యెహోషువ దేవుని ధర్మశాస్త్ర గ్రంథములో ఈ వాక్యములను వ్రాసి, ఒక గొప్ప రాయి తీసికొని, అక్కడ యెహోవా పరిశుద్ధ స్థలమునొద్దనున్న సింధూరవృక్షము క్రింద దాని నిలిపెను.",
    "27": "యెహోషువ ప్రజలందరితో - ఇదిగో ఈ రాయి మన మీద సాక్షిగా ఉండును; అది యెహోవా మనతో చెప్పిన మాటలన్నిటిని వినెను గనుక మీరు మీ దేవుని విసర్జింపకుండ అది మీ మీద సాక్షిగా ఉండునని చెప్పెను.",
    "28": "తరువాత యెహోషువ ప్రజలను ఎవరి స్వాస్థ్యమునకు వారిని పంపివేసెను.",
    "29": "ఈ సంగతులు జరిగిన తరువాత యెహోవా సేవకుడును నూను కుమారుడునైన యెహోషువ నూట పది సంవత్సరముల వయస్సు గలవాడై మృతిబొందెను.",
    "30": "గయష కొండకు ఉత్తరమున ఎఫ్రాయిము మన్నెములోనున్న తిమ్నత్సెరహు అను అతని స్వాస్థ్యపు సరిహద్దులో అతని పాతిపెట్టిరి.",
    "31": "యెహోషువ దినములన్నిటిలోను, యెహోషువ తరువాత ఇంకా బ్రతికి యెహోవా ఇశ్రాయేలీయుల కొరకు చేసిన క్రియలన్నిటిని ఎరిగిన పెద్దల దినములన్నిటిలోను ఇశ్రాయేలీయులు యెహోవాను సేవించుచుండిరి.",
    "32": "మరియు ఇశ్రాయేలీయులు ఐగుప్తులోనుండి తెచ్చిన యోసేపు ఎముకలను, షెకెము తండ్రియైన హమోరు కుమారుల యొద్ద యాకోబు నూరు వరహాలకు కొనిన షెకెమునందలి పొలములో పాతిపెట్టిరి; అవి యోసేపు పుత్రులకు స్వాస్థ్యమాయెను.",
    "33": "అహరోను కుమారుడైన ఎలియాజరు మృతిబొందెను; అతని కుమారుడైన ఫీనెహాసును ఎఫ్రాయిము మన్నెములో అతనికిచ్చిన గిబియాలో అతని పాతిపెట్టిరి."
}
