
{
    "1": "జనులందరు యొర్దానును దాటుట తుదముట్టినప్పుడు యెహోవా యెహోషువతో ఇట్లనెను",
    "2": "మీరు ఒక్కొక్క గోత్రమునకు ఒక్కొక్క మనుష్యుని చొప్పున పన్నెండుమంది మనుష్యులను ప్రజలలోనుండి ఏర్పరచుకొని",
    "3": "యొర్దాను నడుమ యాజకుల కాళ్లు స్థిరముగా నిలిచిన స్థలములో పన్నెండు రాళ్లను తీసికొని, వాటిని ఇవతలకు తెచ్చి, మీరు ఈ రాత్రి విడిది చేయబోవు స్థలములో వాటిని నిలువబెట్టుడని వారికి ఆజ్ఞాపించుము.",
    "4": "అప్పుడు యెహోషువ ఇశ్రాయేలీయులలో ఒక్కొక్క గోత్రమునకు ఒక్కొక్కని చొప్పున తాను సిద్ధపరచిన పన్నెండుమంది మనుష్యులను పిలిపించి",
    "5": "వారితో ఇట్లనెను - యొర్దాను నడుమనున్న మీ దేవుడైన యెహోవా మందసము యెదుటికి వెళ్లి, ఇశ్రాయేలీయుల గోత్రముల లిక్క చొప్పున మీలో ప్రతివాడును ఒక్కొక్క రాతిని తన భుజము మీద ఎత్తుకొని రావలెను.",
    "6": "భవిష్యత్కాలమున మీ పిల్లలు - ఈ రాళ్లు మీకేమని అడుగునప్పుడు, ఇది మీ మధ్య ఒక సూచనగా ఉండును.",
    "7": "అప్పుడు మీరు - యెహోవా నిబంధన మందసము యెదుట యొర్దాను నీళ్లు ఆగిపోయెను; అది యొర్దానును దాటుచుండగా యొర్దాను నీళ్లు ఆగిపోయెను గనుక ఈ రాళ్లు ఇశ్రాయేలీయులకు ఎల్లప్పుడును జ్ఞాపకార్థముగా ఉండునని వారితో చెప్పవలెను.",
    "8": "యెహోషువ ఆజ్ఞాపించినట్లు ఇశ్రాయేలీయులు చేసిరి; యెహోవా యెహోషువతో చెప్పినట్లు వారు ఇశ్రాయేలీయుల గోత్రముల లెక్క చొప్పున యొర్దాను నడుమనుండి పన్నెండు రాళ్లను తీసికొని, తాము విడిది చేసిన స్థలమునకు తెచ్చి అక్కడ వాటిని నిలువబెట్టిరి.",
    "9": "మరియు యెహోషువ యొర్దాను నడుమ నిబంధన మందసమును మోసిన యాజకుల కాళ్లు నిలిచిన స్థలమున పన్నెండు రాళ్లను నిలువబెట్టించెను; అవి నేటి వరకు అక్కడ ఉన్నవి.",
    "10": "మోషే యెహోషువకు ఆజ్ఞాపించిన వాటన్నిటి చొప్పున ప్రజలతో చెప్పుమని యెహోవా యెహోషువకు ఆజ్ఞాపించినదంతయు నెరవేరువరకు మందసమును మోయు యాజకులు యొర్దాను నడుమ నిలిచియుండిరి; ప్రజలు త్వరపడి దాటిరి.",
    "11": "జనులందరు దాటుట తుదముట్టిన తరువాత యెహోవా మందసమును యాజకులును ప్రజల యెదుట దాటిరి.",
    "12": "రూబేనీయులును గాదీయులును మనష్షే అర్ధ గోత్రపువారును మోషే వారితో చెప్పినట్లు యుద్ధసన్నద్ధులై ఇశ్రాయేలీయులకు ముందుగా దాటిరి.",
    "13": "సైన్యముగా సిద్ధపడి సుమారు నలభై వేలమంది యుద్ధము చేయుటకు యెహోవా సన్నిధిని యెరికో మైదానములకు దాటి వెళ్లిరి.",
    "14": "ఆ దినమున యెహోవా ఇశ్రాయేలీయులందరి కన్నుల యెదుట యెహోషువను గొప్పచేసెను; వారు మోషేను భయభక్తులతో చూచినట్లు అతనిని కూడ అతని జీవిత దినములన్నియు భయభక్తులతో చూచిరి.",
    "15": "యెహోవా యెహోషువతో ఇట్లనెను",
    "16": "సాక్ష్యపు మందసమును మోయు యాజకులను యొర్దానులోనుండి ఎక్కి రమ్మని ఆజ్ఞాపించుము.",
    "17": "కాబట్టి యెహోషువ - యొర్దానులోనుండి ఎక్కి రండని యాజకులకు ఆజ్ఞాపించెను.",
    "18": "యెహోవా నిబంధన మందసమును మోయు యాజకులు యొర్దాను నడుమనుండి ఎక్కి వచ్చినప్పుడు, ఆ యాజకుల అరకాళ్లు పొడి నేల మీద నిలువగానే యొర్దాను నీళ్లు వాటిచోటికి ఎప్పటివలెనే మళ్ళి, దాని గట్లన్నిటి మీద పొర్లి పారెను.",
    "19": "మొదటి నెల పదవ దినమున జనులు యొర్దానులోనుండి ఎక్కి వచ్చి యెరికోకు తూర్పు దిక్కున గిల్గాలులో దిగిరి.",
    "20": "వారు యొర్దానులోనుండి తెచ్చిన ఆ పన్నెండు రాళ్లను యెహోషువ గిల్గాలులో నిలువబెట్టెను.",
    "21": "అతడు ఇశ్రాయేలీయులతో ఇట్లనెను - భావికాలమున మీ పిల్లలు - ఈ రాళ్లు ఏమని తమ తండ్రులను అడుగునప్పుడు",
    "22": "మీరు మీ పిల్లలకు ఈ సంగతి తెలియజేసి ఇట్లనవలెను - ఇశ్రాయేలీయులు ఆరిన నేల మీద ఈ యొర్దానును దాటిరి.",
    "23": "ఎట్లనగా మీరు యెహోవా బాహుబలమును ఎరిగి, ఎల్లప్పుడును మీ దేవుడైన యెహోవా యందు భయభక్తులు కలిగియుండునట్లు,",
    "24": "మేము దాటు వరకు మీ దేవుడైన యెహోవా ఎర్ర సముద్రమును మా యెదుట ఎట్లు ఎండిపోజేసెనో, ఆలాగుననే మీరు దాటు వరకు మీ దేవుడైన యెహోవా మీ యెదుట యొర్దాను నీళ్లను ఎండిపోజేసెను."
}
