
{
    "1": "యొర్దానుకు పడమటి వైపుననున్న అమోరీయుల రాజులందరును, సముద్రమునొద్దనున్న కనానీయుల రాజులందరును, ఇశ్రాయేలీయులు దాటు వరకు యెహోవా వారి యెదుట యొర్దాను నీళ్లను ఎండిపోజేసెనని వినినప్పుడు వారి గుండెలు కరిగిపోయెను; ఇశ్రాయేలీయులను బట్టి వారికిిక ధైర్యము లేకపోయెను.",
    "2": "ఆ కాలమున యెహోవా యెహోషువతో - నీవు వాడిగల రాతి కత్తులను చేసికొని, మరల రెండో మారు ఇశ్రాయేలీయులకు సున్నతి చేయించుమని చెప్పెను.",
    "3": "కాబట్టి యెహోషువ వాడిగల రాతి కత్తులను చేసికొని సున్నతి గిరి మీద ఇశ్రాయేలీయులకు సున్నతి చేయించెను.",
    "4": "యెహోషువ వారికి సున్నతి చేయించుటకు హేతువేమనగా - ఐగుప్తులోనుండి వచ్చినవారందరిలో యుద్ధము చేయగల పురుషులందరు ఐగుప్తులోనుండి వచ్చిన తరువాత అరణ్య మార్గములో చనిపోయిరి.",
    "5": "వచ్చిన ఆ ప్రజలందరూ సున్నతి పొందినవారే గాని, ఐగుప్తులోనుండి వచ్చిన తరువాత అరణ్య మార్గములో పుట్టినవారెవరును సున్నతి పొందలేదు.",
    "6": "ఐగుప్తులోనుండి వచ్చిన ఆ ప్రజలలోని యోధులందరు చనిపోవువరకు ఇశ్రాయేలీయులు నలభై ఏండ్లు అరణ్యములో నడిచిరి; మనకు ఇచ్చెదనని యెహోవా వారి పితరులతో ప్రమాణము చేసిన పాలు తేనెలు ప్రవహించు దేశమును వారికి చూపనని యెహోవా చేసిన ప్రమాణము చొప్పున వారు యెహోవా మాట వినకపోయిరి.",
    "7": "వారికి బదులుగా ఆయన వారి కుమారులను పుట్టించెను; వీరికి సున్నతి లేదు, దారిలో వారికి సున్నతి చేయలేదు గనుక యెహోషువ వారికి సున్నతి చేయించెను.",
    "8": "జనులందరికి సున్నతి చేయుట ముగిసిన తరువాత వారు బాగుపడు వరకు పాళెములో తమ చోట్ల నిలిచిరి.",
    "9": "అప్పుడు యెహోవా - నేడు నేను ఐగుప్తు అవమానమును మీ మీదనుండి దొర్లించివేసి యున్నానని యెహోషువతో అనెను. అందుచేత నేటి వరకు ఆ చోటికి గిల్గాలు అని పేరు.",
    "10": "ఇశ్రాయేలీయులు గిల్గాలులో దిగారు; వారు ఆ నెల పద్నాలుగవ దినమున సాయంకాలమున యెరికో మైదానములో పస్కా పండుగ ఆచరించిరి.",
    "11": "పస్కా పోయిన మరునాడు వారు ఆ దేశపు పంటను, అనగా ఆ దినమందే పొంగని రొట్టెలను వేయించిన ధాన్యమును తినిరి.",
    "12": "వారు ఆ దేశపు పంటను తినిన మరునాడు మన్నా మానిపోయెను; అటు తరువాత ఇశ్రాయేలీయులకు మన్నా దొరకలేదు; ఆ సంవత్సరమున వారు కనాను దేశపు పంటను తినిరి.",
    "13": "యెహోషువ యెరికో ప్రాంతములో ఉన్నప్పుడు అతడు కన్నులెత్తి చూడగా, ఒకడు కత్తి దూసి చేత పట్టుకొని అతని యెదుట నిలిచియుండెను. యెహోషువ అతని యొద్దకు వెళ్లి - నీవు మా పక్షమున నున్నవాడవా? మా శత్రువుల పక్షమున నున్నవాడవా? అని అడుగగా",
    "14": "అతడు - కాదు, నేను యెహోవా సేనాధిపతిగా ఇప్పుడు వచ్చియున్నాననెను. యెహోషువ నేలమట్టుకు సాగిలపడి నమస్కారము చేసి - నా ఏలినవాడు తన దాసునితో చెప్పునదేమని అడిగెను.",
    "15": "అందుకు యెహోవా సేనాధిపతి - నీవు నిలిచియున్న స్థలము పరిశుద్ధమైనది, నీ పాదముల నుండి చెప్పులను విడువుమని యెహోషువతో చెప్పగా యెహోషువ ఆలాగు చేసెను."
}
