
{
    "1": "ఇశ్రాయేలీయులను బట్టి యెరికో గట్టిగా మూయబడియుండెను; ఎవడును బయటికి వెళ్ళలేదు, ఎవడును లోపలికి రాలేదు.",
    "2": "అప్పుడు యెహోవా యెహోషువతో ఇట్లనెను - చూడుము, నేను యెరికోను దాని రాజును పరాక్రమశాలులైన శూరులను నీ చేతికి అప్పగించియున్నాను.",
    "3": "మీలో యుద్ధవీరులందరు ఆ పట్టణము చుట్టు ఒక మారు తిరుగవలెను; ఆలాగు ఆరు దినములు చేయవలెను.",
    "4": "ఏడుగురు యాజకులు పొట్టేలు కొమ్ము బూరలను మందసము ముందర పట్టుకొని పోవలెను; ఏడవ దినమున మీరు ఏడు మారులు పట్టణము చుట్టు తిరుగవలెను; యాజకులు ఆ బూరలను ఊదవలెను.",
    "5": "వారు ఆ పొట్టేలు కొమ్ము బూరలను బిగ్గరగా ఊదునప్పుడు, ఆ బూర ధ్వని మీకు వినబడగానే ప్రజలందరు గొప్ప కేకలు వేయవలెను; అప్పుడు ఆ పట్టణపు ప్రాకారము కూలును, ప్రజలందరు తమ యెదుటికి తిన్నగా ఎక్కి పోవలెననెను.",
    "6": "నూను కుమారుడైన యెహోషువ యాజకులను పిలిపించి - మీరు నిబంధన మందసమును ఎత్తుకొనుడి; ఏడుగురు యాజకులు యెహోవా మందసము ముందర ఏడు పొట్టేలు కొమ్ము బూరలను పట్టుకొని పోవలెనని వారితో చెప్పెను.",
    "7": "మరియు అతడు ప్రజలతో - మీరు సాగి పట్టణము చుట్టు తిరుగుడి; ఆయుధధారులు యెహోవా మందసమునకు ముందుగా వెళ్ళవలెనని చెప్పెను.",
    "8": "యెహోషువ ప్రజలతో చెప్పిన తరువాత ఏడుగురు యాజకులు యెహోవా సన్నిధిని ఏడు పొట్టేలు కొమ్ము బూరలను పట్టుకొని సాగుచు ఆ బూరలను ఊదిరి; యెహోవా నిబంధన మందసము వారి వెంబడి వెళ్ళెను.",
    "9": "ఆయుధధారులు బూరలు ఊదు యాజకులకు ముందు నడిచిరి; వెనుకటి భాగము మందసము వెంబడి వచ్చెను; యాజకులు వెళ్లుచు బూరలను ఊదిరి.",
    "10": "యెహోషువ - నేను కేకలు వేయుడని మీతో చెప్పు దినము వరకు మీరు కేకలు వేయవద్దు, మీ కంఠధ్వని వినిపింపవద్దు, మీ నోటనుండి ఏ మాటయు రాకూడదు; ఆ దినమున మీరు కేకలు వేయవలెనని ప్రజలకు ఆజ్ఞాపించెను.",
    "11": "అట్లు యెహోవా మందసము పట్టణము చుట్టు ఒక మారు తిరిగిన తరువాత వారు పాళెములోనికి వచ్చి పాళెములో పండుకొనిరి.",
    "12": "ఉదయమున యెహోషువ లేవగా యాజకులు యెహోవా మందసమును ఎత్తుకొనిరి.",
    "13": "ఏడు పొట్టేలు కొమ్ము బూరలు పట్టుకొనిన ఆ ఏడుగురు యాజకులు యెహోవా మందసమునకు ముందుగా నడుచుచు ఆ బూరలను ఊదిరి; ఆయుధధారులు వారికి ముందు నడిచిరి; వెనుకటి భాగము యెహోవా మందసము వెంబడి వచ్చెను; యాజకులు వెళ్లుచు బూరలను ఊదిరి.",
    "14": "రెండవ దినమున వారు పట్టణము చుట్టు ఒక మారు తిరిగి పాళెమునకు వచ్చిరి; ఆరు దినములు వారు ఆలాగు చేసిరి.",
    "15": "ఏడవ దినమున వారు వేకువనే లేచి, ఆలాగుననే ఏడు మారులు పట్టణము చుట్టు తిరిగిరి; ఆ దినమున మాత్రమే వారు ఏడు మారులు పట్టణము చుట్టు తిరిగిరి.",
    "16": "ఏడవ మారు యాజకులు బూరలు ఊదినప్పుడు యెహోషువ జనులతో ఇట్లనెను - కేకలు వేయుడి; యెహోవా ఈ పట్టణమును మీకిచ్చియున్నాడు.",
    "17": "ఈ పట్టణమును దీనిలోనున్న సమస్తమును యెహోవా వలన శపింపబడెను; అయితే మనము పంపిన దూతలను రాహాబు అను వేశ్య చేర్చుకొనెను గనుక ఆమెయు ఆమెతోకూడ ఇంటిలోనున్న వారందరును బ్రతుకుదురు.",
    "18": "మీరు శపితమైనదానిలో ఏదైనను తీసికొనినయెడల మీరు శాపగ్రస్తులై ఇశ్రాయేలు పాళెమును శాపగ్రస్తము చేసి దానికి బాధ కలుగజేయుదురు గనుక శపితమైనదాని జోలికి పోకుండ జాగ్రత్తపడుడి.",
    "19": "వెండి బంగారములును ఇత్తడి ఇనుము పాత్రలును యెహోవాకు ప్రతిష్ఠితములు; అవి యెహోవా ధనాగారములో చేరవలెననెను.",
    "20": "యాజకులు బూరలు ఊదగా ప్రజలు కేకలు వేసిరి; ఆ బూర ధ్వనిని ప్రజలు వినగానే గొప్ప కేకలు వేసిరి, అప్పుడు ప్రాకారము కూలెను; ప్రజలందరు తమ యెదుటికి తిన్నగా పట్టణములోనికి ఎక్కి పట్టణమును పట్టుకొనిరి.",
    "21": "వారు ఆ పట్టణములోనున్న పురుషులను స్త్రీలను, పిల్లలను వృద్ధులను, ఎద్దులను గొర్రెలను గాడిదలను, సమస్తమును కత్తివాత హతము చేసిరి.",
    "22": "అప్పుడు యెహోషువ దేశమును వేగు చూచిన ఆ ఇద్దరు మనుష్యులతో - మీరు ఆ వేశ్య యింటికి వెళ్లి, మీరు ఆమెతో ప్రమాణము చేసినట్లు అక్కడనుండి ఆ స్త్రీని ఆమెకు కలిగిన వారినందరిని వెలుపలికి తీసికొనిరండని చెప్పెను.",
    "23": "వేగులవారైన ఆ యౌవనస్థులు వెళ్లి రాహాబును ఆమె తండ్రిని ఆమె తల్లిని ఆమె సహోదరులను ఆమెకు కలిగిన వారినందరిని వెలుపలికి తీసికొనివచ్చిరి; ఆమె బంధువులనందరిని తీసికొనివచ్చి ఇశ్రాయేలు పాళెము వెలుపల ఉంచిరి.",
    "24": "తరువాత వారు ఆ పట్టణమును దానిలోనున్న దంతయు అగ్నితో కాల్చివేసిరి; వెండి బంగారములను ఇత్తడి ఇనుము పాత్రలను మాత్రము యెహోవా మందిరపు ధనాగారములో ఉంచిరి.",
    "25": "యెహోషువ యెరికోను వేగు చూచుటకు పంపిన దూతలను రాహాబు అను వేశ్య దాచిపెట్టెను గనుక ఆమెను ఆమె తండ్రి ఇంటివారిని ఆమెకు కలిగిన వారినందరిని యెహోషువ బ్రతుకనిచ్చెను; ఆమె నేటి వరకు ఇశ్రాయేలీయుల మధ్య నివసించుచున్నది.",
    "26": "ఆ కాలమున యెహోషువ - ఎవరైనను లేచి ఈ యెరికో పట్టణమును కట్టినయెడల వాడు యెహోవా దృష్టికి శాపగ్రస్తుడగును; వాడు దాని పునాది వేయునప్పుడు తన జ్యేష్ఠకుమారుని పోగొట్టుకొనును, దాని తలుపులు నిలుపునప్పుడు తన కనిష్ఠకుమారుని పోగొట్టుకొనును అని శపించెను.",
    "27": "యెహోవా యెహోషువకు తోడైయుండెను; అతని కీర్తి ఆ దేశమందంతట వ్యాపించెను."
}
