
{
    "1": "ఇశ్రాయేలీయులు శపితమైనదానిని గూర్చి తిరుగుబాటు చేసిరి; ఎట్లనగా యూదా గోత్రములోని జెరహు మునిమనుమడును జబ్ది మనుమడును కర్మీ కుమారుడునైన ఆకాను శపితమైనదానిలో కొంత తీసికొనెను; కాబట్టి యెహోవా కోపము ఇశ్రాయేలీయుల మీద రగులుకొనెను.",
    "2": "యెహోషువ యెరికో నుండి బేతేలుకు తూర్పుననున్న బేతావెను దగ్గరనున్న హాయికి మనుష్యుల పంపి - మీరు వెళ్లి ఆ దేశమును వేగు చూడుడని వారితో చెప్పగా, ఆ మనుష్యులు వెళ్లి హాయిని వేగు చూచిరి.",
    "3": "వారు యెహోషువ యొద్దకు తిరిగి వచ్చి - జనులందరు వెళ్లనక్కరలేదు, రెండు మూడు వేలమంది వెళ్లి హాయిని కొట్టవచ్చును; వారు కొద్దిమందిగానే ఉన్నారు, అక్కడికి జనులందరిని పంపి ప్రయాసపెట్టవద్దని అతనితో చెప్పగా",
    "4": "జనులలో సుమారు మూడు వేలమంది అక్కడికి వెళ్లిరి గాని వారు హాయివారి యెదుటనుండి పారిపోయిరి.",
    "5": "హాయివారు వారిలో ముప్పది ఆరు మందిని హతము చేసిరి; మరియు వారు తమ ద్వారమునొద్దనుండి షెబారీము వరకు వారిని తరిమి, దిగుడులో వారిని కొట్టిరి; అప్పుడు జనుల గుండెలు కరిగి నీరైపోయెను.",
    "6": "యెహోషువ తన బట్టలు చింపుకొని, సాయంకాలము వరకు తానును ఇశ్రాయేలు పెద్దలును యెహోవా మందసము యెదుట నేలమీద ముఖములు మోపుకొని తమ తలల మీద ధూళి పోసికొనిరి.",
    "7": "యెహోషువ - అయ్యో, ప్రభువైన యెహోవా, మమ్మును నాశనము చేయుటకు అమోరీయుల చేతికి అప్పగించునట్లు ఈ జనులను ఈ యొర్దాను ఎందుకు దాటించితివి? మేము యొర్దాను అవతల ఉండినయెడల ఎంత మేలు!",
    "8": "ప్రభువా, ఇశ్రాయేలీయులు తమ శత్రువుల యెదుటనుండి వెనుకకు తిరిగిన తరువాత నేను ఏమి చెప్పగలను?",
    "9": "కనానీయులును ఈ దేశ నివాసులందరును విని, మనలను చుట్టుముట్టి భూమిమీదనుండి మన పేరును తుడిచివేయుదురు; అప్పుడు నీ గొప్ప నామమును గూర్చి నీవు ఏమి చేయుదువని చెప్పెను.",
    "10": "అందుకు యెహోవా యెహోషువతో ఇట్లనెను - లెమ్ము, నీవు ఇట్లు ముఖము నేల మోపుకొని పడియుండనేల?",
    "11": "ఇశ్రాయేలీయులు పాపము చేసిరి; నేను వారితో చేసిన నా నిబంధనను వారు మీరిరి; శపితమైనదానిలో కొంత తీసికొని దొంగిలి బొంకి తమ సామానులో ఉంచుకొనిరి.",
    "12": "కాబట్టి ఇశ్రాయేలీయులు తమ శత్రువుల యెదుట నిలువలేకపోయిరి; వారు శాపగ్రస్తులైరి గనుక తమ శత్రువుల యెదుట వెనుకకు తిరిగిరి. మీరు ఆ శాపగ్రస్తమైనదానిని మీ మధ్యనుండి వెలివేస్తేనే తప్ప నేను ఇకమీదట మీకు తోడైయుండను.",
    "13": "నీవు లేచి ప్రజలను పరిశుద్ధపరచి వారితో ఇట్లనుము - రేపటికి మిమ్మును మీరు పరిశుద్ధపరచుకొనుడి; ఇశ్రాయేలీయుల దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - ఇశ్రాయేలూ, నీ మధ్య శాపగ్రస్తమైనది ఒకటి కలదు; నీవు నీ మధ్యనుండి ఆ శాపగ్రస్తమైనదానిని తీసివేయు వరకు నీ శత్రువుల యెదుట నీవు నిలువలేవు.",
    "14": "కాబట్టి ఉదయమున మీ గోత్రముల చొప్పున మీరు రావలెను; యెహోవా ఏ గోత్రమును పట్టుకొనునో ఆ గోత్రమువారు వంశముల చొప్పున రావలెను; యెహోవా ఏ వంశమును పట్టుకొనునో ఆ వంశమువారు కుటుంబముల చొప్పున రావలెను; యెహోవా ఏ కుటుంబమును పట్టుకొనునో వారు పురుషుల చొప్పున రావలెను.",
    "15": "శాపగ్రస్తమైనది ఎవరి యొద్ద దొరుకునో వానిని వానికి కలిగినదంతటిని అగ్నితో కాల్చివేయవలెను; వాడు యెహోవా నిబంధనను మీరి ఇశ్రాయేలులో దుష్కార్యము చేసెననెను.",
    "16": "యెహోషువ ఉదయముననే లేచి ఇశ్రాయేలీయులను వారి గోత్రముల చొప్పున రప్పించగా యూదా గోత్రము పట్టుబడెను.",
    "17": "యూదా వంశములను రప్పించగా జెరహీయుల వంశము పట్టుబడెను; జెరహీయుల వంశమును పురుషుల చొప్పున రప్పించగా జబ్ది పట్టుబడెను.",
    "18": "అతని కుటుంబమును పురుషుల చొప్పున రప్పించగా యూదా గోత్రములోని జెరహు మునిమనుమడును జబ్ది మనుమడును కర్మీ కుమారుడునైన ఆకాను పట్టుబడెను.",
    "19": "అప్పుడు యెహోషువ ఆకానుతో - నా కుమారా, ఇశ్రాయేలీయుల దేవుడైన యెహోవాకు మహిమ చెల్లించి ఆయన యెదుట ఒప్పుకొని, నీవు చేసినదానిని మరుగు చేయక నాతో చెప్పుమని కోరగా",
    "20": "ఆకాను - నేను ఇశ్రాయేలీయుల దేవుడైన యెహోవాకు విరోధముగా పాపము చేసినది నిజము;",
    "21": "కొల్లసొమ్ములో ఒక మంచి షీనారు పైవస్త్రమును రెండు వందల తులముల వెండిని ఏబది తులముల ఎత్తుగల ఒక బంగారు కడ్డీని చూచి వాటిని ఆశించి తీసికొంటిని; ఇదిగో అవి నా గుడారము మధ్యను భూమిలో దాచబడియున్నవి, ఆ వెండి దాని క్రింద ఉన్నదని యెహోషువకు ఉత్తరమిచ్చెను.",
    "22": "యెహోషువ దూతలను పంపగా వారు గుడారమునకు పరుగెత్తి వెళ్లిరి; అదిగో అది అతని గుడారములో దాచబడియుండెను, ఆ వెండి దాని క్రింద ఉండెను.",
    "23": "వారు గుడారము మధ్యనుండి వాటిని తీసికొని యెహోషువ యొద్దకును ఇశ్రాయేలీయులందరి యొద్దకును తెచ్చి యెహోవా సన్నిధిని ఉంచిరి.",
    "24": "యెహోషువయు ఇశ్రాయేలీయులందరును జెరహు కుమారుడైన ఆకానును ఆ వెండిని ఆ వస్త్రమును ఆ బంగారు కడ్డీని అతని కుమారులను అతని కుమార్తెలను అతని ఎద్దులను అతని గాడిదలను అతని గొర్రెలను అతని గుడారమును అతనికి కలిగినదంతటిని పట్టుకొని ఆకోరు లోయకు తీసికొనిపోయిరి.",
    "25": "అక్కడ యెహోషువ - నీవు మమ్మును ఎందుకు బాధపెట్టితివి? నేడు యెహోవా నిన్ను బాధపెట్టుననెను. ఇశ్రాయేలీయులందరు రాళ్లతో అతని చావగొట్టిరి; వారిని రాళ్లతో చావగొట్టి అగ్నితో కాల్చివేసిరి.",
    "26": "తరువాత వారు అతని మీద రాళ్లను పెద్ద కుప్పగా వేసిరి; అది నేటి వరకు ఉన్నది. అట్లు యెహోవా తన కోపాగ్నిని మాన్పుకొనెను. అందుచేత నేటి వరకు ఆ స్థలమునకు ఆకోరు లోయ అని పేరు."
}
