
{
    "1": "తరువాత యెహోవా యెహోషువతో ఇట్లనెను - భయపడకుము, జడియకుము; యుద్ధజనులనందరిని తీసికొని లేచి హాయి మీదికి వెళ్లుము; చూడుము, హాయి రాజును అతని జనులను అతని పట్టణమును అతని దేశమును నీ చేతికి అప్పగించియున్నాను.",
    "2": "నీవు యెరికోకును దాని రాజుకును చేసినట్లు హాయికిని దాని రాజుకును చేయవలెను; అయితే దాని కొల్లసొమ్మును పశువులను మీరు దోచుకొనవచ్చును. పట్టణము వెనుక మాటుకాండ్రను ఉంచుము.",
    "3": "కాబట్టి హాయి మీదికి వెళ్లుటకు యెహోషువయు యుద్ధజనులందరును లేచిరి. యెహోషువ పరాక్రమశాలులైన ముప్పది వేలమందిని ఏర్పరచుకొని రాత్రివేళ వారిని పంపి",
    "4": "వారికి ఈలాగు ఆజ్ఞాపించెను - చూడుడి, మీరు పట్టణము వెనుక ఆ పట్టణము మీద మాటు వేయవలెను; పట్టణమునకు మరీ దూరముగా పోక మీరందరు సిద్ధముగా ఉండుడి.",
    "5": "నేనును నాతోనున్న జనులందరును పట్టణమును సమీపించెదము; వారు మునుపటివలె మా మీదికి బయలుదేరి రాగా మేము వారి యెదుటనుండి పారిపోవుదుము.",
    "6": "మేము వారి యెదుటనుండి పారిపోవుదుమని వారు అనుకొని, మేము వారిని పట్టణము నుండి అవతలకు రప్పించు వరకు వారు మా వెనుక బయలుదేరి వచ్చెదరు; మేము వారి యెదుటనుండి పారిపోవునప్పుడు",
    "7": "మీరు మాటు స్థలమునుండి లేచి పట్టణమును పట్టుకొనవలెను; మీ దేవుడైన యెహోవా దానిని మీ చేతికి అప్పగించును.",
    "8": "మీరు పట్టణమును పట్టుకొనిన తరువాత దానిని కాల్చివేయవలెను; యెహోవా మాట చొప్పున మీరు చేయవలెను; ఇదిగో నేను మీకు ఆజ్ఞాపించియున్నాను.",
    "9": "యెహోషువ వారిని పంపగా వారు వెళ్లి బేతేలుకును హాయికిని మధ్య హాయికి పడమటి వైపున మాటువేసిరి; యెహోషువ ఆ రాత్రి జనుల మధ్య గడిపెను.",
    "10": "యెహోషువ ఉదయముననే లేచి జనులను సమకూర్చి, తానును ఇశ్రాయేలు పెద్దలును జనులకు ముందుగా హాయికి వెళ్లిరి.",
    "11": "అతనితోనున్న యుద్ధజనులందరు నడిచి వెళ్లి ఆ పట్టణమునకు సమీపించి హాయికి ఉత్తరముగా దిగిరి; వారికిని హాయికిని మధ్య ఒక లోయ ఉండెను.",
    "12": "అతడు సుమారు ఐదు వేలమందిని తీసికొని బేతేలుకును హాయికిని మధ్య ఆ పట్టణమునకు పడమటి వైపున మాటుకాండ్రను ఉంచెను.",
    "13": "పట్టణమునకు ఉత్తరముననున్న దండునంతటిని పట్టణమునకు పడమటనున్న మాటుకాండ్రను వారు ఉంచిన తరువాత ఆ రాత్రి యెహోషువ లోయ మధ్యకు వెళ్లెను.",
    "14": "హాయి రాజు దానిని చూచినప్పుడు ఆ పట్టణస్థులు త్వరపడి లేచి, రాజును అతని జనులందరును అరబా యెదుట నియామక స్థలమున ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు బయలుదేరిరి; అయితే పట్టణము వెనుక తన మీద మాటుకాండ్రు ఉన్నారని అతనికి తెలియలేదు.",
    "15": "యెహోషువయు ఇశ్రాయేలీయులందరును వారి యెదుట ఓడిపోయినట్లు నటించి అరణ్య మార్గమున పారిపోయిరి.",
    "16": "అప్పుడు వారిని తరుముటకు పట్టణములోని జనులందరు పిలువబడిరి; వారు యెహోషువను తరిమి పట్టణమునుండి లాగబడిరి.",
    "17": "హాయిలోనైనను బేతేలులోనైనను ఇశ్రాయేలీయులను తరుమక నిలిచియున్నవాడొకడును లేడు; వారు ఇశ్రాయేలీయులను తరుముటకై పట్టణమును తెరిచి విడిచిపెట్టిరి.",
    "18": "అప్పుడు యెహోవా యెహోషువతో - నీ చేతిలోనున్న ఈటెను హాయి వైపు చాపుము; దానిని నీ చేతికి అప్పగించెదనని చెప్పగా యెహోషువ తన చేతిలోనున్న ఈటెను పట్టణము వైపు చాపినప్పుడు",
    "19": "అతడు చెయ్యి చాపగానే మాటుకాండ్రు తమ స్థలములోనుండి త్వరగా లేచి పరుగెత్తి పట్టణములో ప్రవేశించి దానిని పట్టుకొని వెంటనే ఆ పట్టణమునకు నిప్పు అంటించిరి.",
    "20": "హాయి మనుష్యులు వెనుకకు తిరిగి చూడగా, ఇదిగో ఆ పట్టణపు పొగ ఆకాశమునకెక్కుచుండెను; అప్పుడు ఇటునైనను అటునైనను పారిపోవుటకు వారికి శక్తి లేకపోయెను; అరణ్యమునకు పారిపోవుచున్న జనులు తరుముచున్న వారి మీదికి తిరిగిరి.",
    "21": "మాటుకాండ్రు పట్టణమును పట్టుకొనుటయు పట్టణపు పొగ ఎక్కుటయు యెహోషువయు ఇశ్రాయేలీయులందరును చూచి, తిరిగి వచ్చి హాయి మనుష్యులను హతము చేసిరి.",
    "22": "వీరును పట్టణములోనుండి వారికి ఎదురుగా వచ్చిరి; హాయివారు ఇశ్రాయేలీయుల మధ్య, అనగా ఇటు వీరి మధ్యను అటు వారి మధ్యను చిక్కుబడిరి; వారిలో ఎవడును మిగలకుండను తప్పించుకొనకుండను ఇశ్రాయేలీయులు వారిని హతము చేసిరి.",
    "23": "వారు హాయి రాజును ప్రాణముతో పట్టుకొని యెహోషువ యొద్దకు తెచ్చిరి.",
    "24": "ఇశ్రాయేలీయులు తమను తరిమిన హాయి నివాసులనందరిని పొలములోను అరణ్యములోను చంపివేయుట ముగించినప్పుడును, వారందరును నిర్మూలమగు వరకు కత్తివాత కూలినప్పుడును ఇశ్రాయేలీయులందరు హాయికి తిరిగి వచ్చి దానిని కత్తివాత హతము చేసిరి.",
    "25": "ఆ దినమున స్త్రీలేమి పురుషులేమి హాయివారందరును పడిరి; వారు పన్నెండు వేలమంది.",
    "26": "హాయి నివాసులనందరిని నిర్మూలము చేయువరకు యెహోషువ ఈటెను చాపిన తన చెయ్యి దించలేదు.",
    "27": "యెహోవా యెహోషువకు ఆజ్ఞాపించిన మాట చొప్పున ఇశ్రాయేలీయులు ఆ పట్టణపు పశువులను కొల్లసొమ్మును తమ కొరకు దోచుకొనిరి.",
    "28": "యెహోషువ హాయిని కాల్చి, నేటి వరకున్నట్లు దానిని ఎల్లప్పుడు పాడుదిబ్బగా చేసెను.",
    "29": "అతడు సాయంకాలము వరకు హాయి రాజును మ్రాను మీద వ్రేలాడదీసెను; సూర్యుడు అస్తమించునప్పుడు యెహోషువ సెలవియ్యగా వారు అతని శవమును మ్రాను మీదనుండి దించి, పట్టణపు గవిని ముందర పడవేసి, దానిమీద రాళ్ల కుప్పను వేసిరి; అది నేటి వరకు ఉన్నది.",
    "30": "అప్పుడు యెహోషువ ఇశ్రాయేలీయుల దేవుడైన యెహోవాకు ఏబాలు కొండమీద ఒక బలిపీఠమును కట్టెను.",
    "31": "యెహోవా సేవకుడైన మోషే ఇశ్రాయేలీయులకు ఆజ్ఞాపించినట్లు మోషే ధర్మశాస్త్ర గ్రంథములో వ్రాయబడిన ప్రకారము ఇనుప పనిముట్టు తగలని గరుకైన రాళ్లతో దాని కట్టెను; దానిమీద వారు యెహోవాకు దహనబలులను అర్పించి సమాధానబలులను వధించిరి.",
    "32": "అక్కడ అతడు ఇశ్రాయేలీయుల యెదుట మోషే వ్రాసిన ధర్మశాస్త్రమును ఆ రాళ్లమీద వ్రాయించెను.",
    "33": "ఇశ్రాయేలీయులందరిని దీవించుటకు యెహోవా సేవకుడైన మోషే పూర్వము ఆజ్ఞాపించినట్లు ఇశ్రాయేలీయులందరును, వారి పెద్దలును, నాయకులును, న్యాయాధిపతులును, పరదేశులును, దేశస్థులును, యెహోవా నిబంధన మందసమును మోయు లేవీయులైన యాజకుల యెదుట, మందసమునకు ఇటు అటు సగముమంది గెరిజీము కొండకు ఎదురుగాను సగముమంది ఏబాలు కొండకు ఎదురుగాను నిలిచిరి.",
    "34": "తరువాత అతడు ఆ ధర్మశాస్త్రమంతటిని, అనగా ధర్మశాస్త్ర గ్రంథములో వ్రాయబడినదంతటి చొప్పున ఆశీర్వచనమును శాపవచనమును చదివెను.",
    "35": "మోషే ఆజ్ఞాపించిన వాటన్నిటిలో ఇశ్రాయేలీయుల సర్వసమాజము యెదుటను, స్త్రీల యెదుటను, పిల్లల యెదుటను, వారి మధ్య నివసించు పరదేశుల యెదుటను యెహోషువ చదవని మాట ఒక్కటియు లేదు."
}
