
{
    "1": "యొర్దాను ఇవతల మన్నెములోను లోయలోను లెబానోనుకు ఎదురుగానున్న మహా సముద్ర తీరమంతటిలోను ఉన్న హిత్తీయులు అమోరీయులు కనానీయులు పెరిజ్జీయులు హివ్వీయులు యెబూసీయులు అనువారి రాజులందరు జరిగినది వినినప్పుడు",
    "2": "యెహోషువతోను ఇశ్రాయేలుతోను యుద్ధము చేయుటకు ఏకగ్రీవముగా కూడివచ్చిరి.",
    "3": "యెహోషువ యెరికోకును హాయికిని చేసినదానిని గిబియోను నివాసులు వినినప్పుడు",
    "4": "వారును కపటము చేసి, రాయబారులమని వేషము వేసికొని, పాత గోనెలను పాతగిలి చినిగి కుట్టబడిన ద్రాక్షారసపు తిత్తులను తమ గాడిదల మీద వేసికొని,",
    "5": "పాతగిలి మాసికలు వేయబడిన చెప్పులను పాదములకు తొడుక్కొని, పాత బట్టలు కట్టుకొని వచ్చిరి; వారు ఆహారముగా తెచ్చుకొనిన రొట్టెలన్నియు ఎండిపోయిన ముక్కలుగా ఉండెను.",
    "6": "వారు గిల్గాలులోని పాళెములోనున్న యెహోషువ యొద్దకు వచ్చి - మేము దూరదేశమునుండి వచ్చినవారము; కాబట్టి మీరు మాతో నిబంధన చేయుడని అతనితోను ఇశ్రాయేలీయులతోను చెప్పగా",
    "7": "ఇశ్రాయేలీయులు - మీరు మా మధ్య నివసించువారేమో; అట్లయితే మేము మీతో ఎట్లు నిబంధన చేయగలమని ఆ హివ్వీయులతో అనిరి.",
    "8": "అందుకు వారు - మేము నీకు దాసులమని యెహోషువతో చెప్పగా యెహోషువ - మీరు ఎవరె? ఎక్కడనుండి వచ్చితిరని వారిని అడిగెను.",
    "9": "అందుకా మనుష్యులు - నీ దేవుడైన యెహోవా నామమును బట్టి నీ దాసులము బహు దూరదేశమునుండి వచ్చియున్నాము; ఏలయనగా ఆయన కీర్తిని, ఆయన ఐగుప్తులో చేసినదంతయు,",
    "10": "అమ్మోనీయుల ఇద్దరు రాజులకు, అనగా హెష్బోను రాజైన సీహోనుకును అష్తారోతులోనున్న బాషాను రాజైన ఓగుకును ఆయన చేసినదంతయు వింటిమి.",
    "11": "కాబట్టి మా పెద్దలును మా దేశ నివాసులందరును మాతో - మీరు ప్రయాణము కొరకు ఆహారము చేత పట్టుకొని వారిని ఎదుర్కొన వెళ్లి - మేము మీకు దాసులము గనుక మాతో నిబంధన చేయుడని వారితో చెప్పుమన్నారు.",
    "12": "మేము మీ యొద్దకు రావలెనని బయలుదేరిన దినమున మా ఇండ్లలోనుండి ఈ మా రొట్టెలను వేడిగా తెచ్చుకొంటిమి; ఇప్పుడు అవి ఎండిపోయి ముక్కలైనవి చూడుడి.",
    "13": "మేము ద్రాక్షారసము నింపిన ఈ తిత్తులు క్రొత్తవి, ఇప్పుడు అవి చినిగిపోయినవి; మా ప్రయాణము బహు దూరమైనందున ఈ మా బట్టలును చెప్పులును పాతగిలిపోయినవనిరి.",
    "14": "అప్పుడు ఇశ్రాయేలీయులు యెహోవానడుగకయే వారి ఆహారములో కొంత పుచ్చుకొనిరి.",
    "15": "యెహోషువ వారితో సమాధానపడి వారిని బ్రతుకనిచ్చుటకు వారితో నిబంధన చేసెను; మరియు సమాజ ప్రధానులు వారితో ప్రమాణము చేసిరి.",
    "16": "వారితో నిబంధన చేసిన మూడు దినముల తరువాత, వారు తమకు పొరుగువారు, తమ మధ్య నివసించువారని తెలిసికొనిరి.",
    "17": "ఇశ్రాయేలీయులు సాగి మూడవ దినమున వారి పట్టణములకు వచ్చిరి. వారి పట్టణములు గిబియోను కెపీరా బెయేరోతు కిర్యత్యారీము.",
    "18": "సమాజ ప్రధానులు ఇశ్రాయేలీయుల దేవుడైన యెహోవా తోడని వారితో ప్రమాణము చేసియుండిరి గనుక ఇశ్రాయేలీయులు వారిని హతము చేయలేదు. అయితే సర్వసమాజము ప్రధానుల మీద సణిగెను.",
    "19": "అందుకు ప్రధానులందరు సర్వసమాజముతో ఇట్లనిరి - మేము ఇశ్రాయేలీయుల దేవుడైన యెహోవా తోడని వారితో ప్రమాణము చేసితిమి గనుక ఇప్పుడు వారిని ముట్టకూడదు.",
    "20": "మేము వారితో చేసిన ప్రమాణమును బట్టి మా మీదికి కోపము రాకుండునట్లు వారిని బ్రతుకనియ్యవలెను.",
    "21": "కాబట్టి వారిని బ్రతుకనియ్యుడని ప్రధానులు వారితో చెప్పగా, ప్రధానులు తమతో చెప్పినట్లు వారు సర్వసమాజమునకు కట్టెలు నరుకువారుగాను నీళ్లు చేదువారుగాను ఉండిరి.",
    "22": "యెహోషువ వారిని పిలిపించి వారితో ఇట్లనెను - మీరు మా మధ్య నివసించువారై యుండియు - మేము మీకు బహు దూరముగా నున్నవారమని చెప్పి మమ్మును ఎందుకు మోసపుచ్చితిరి?",
    "23": "కాబట్టి మీరు శాపగ్రస్తులు; దాస్యమును, అనగా నా దేవుని మందిరమునకు కట్టెలు నరుకుటయు నీళ్లు చేదుటయు మీలో ఎన్నటికిని మానదు.",
    "24": "అందుకు వారు యెహోషువతో - తన ప్రజలైన ఇశ్రాయేలీయులకు ఈ దేశమంతటిని ఇచ్చుటకును, మీ యెదుటనుండి ఈ దేశ నివాసులనందరిని నాశనము చేయుటకును నీ దేవుడైన యెహోవా తన సేవకుడైన మోషేకు ఆజ్ఞాపించెనని నీ దాసులకు రూఢిగా తెలుపబడెను గనుక మేము మిమ్మును బట్టి మా ప్రాణముల విషయములో మిక్కిలి భయపడి ఈలాగు చేసితిమి.",
    "25": "ఇప్పుడు మేము నీ చేతిలో ఉన్నాము; మాకు ఏమి చేయుట నీ దృష్టికి న్యాయమో మంచిదో అదే చేయుమని ఉత్తరమిచ్చిరి.",
    "26": "కాబట్టి అతడు వారికి ఆలాగు చేసి ఇశ్రాయేలీయులు వారిని చంపకుండ వారి చేతిలోనుండి వారిని విడిపించెను.",
    "27": "అయితే సమాజము కొరకును యెహోవా ఏర్పరచుకొను స్థలములోని బలిపీఠము కొరకును కట్టెలు నరుకువారుగాను నీళ్లు చేదువారుగాను యెహోషువ ఆ దినమున వారిని నియమించెను; నేటి వరకు వారు ఆలాగున్నారు."
}
