
{
    "1": "ఎఫ్రాయిము మన్నెమందలి రామతయిమ్‌సోపీము అను ఊరివాడొకడు ఉండెను; అతని పేరు ఎల్కానా; అతడు ఎఫ్రాయిమీయుడైన సూపునకు పుట్టిన తోహు కుమారుడగు ఎలీహునకు జననమైన యెరోహాము కుమారుడు.",
    "2": "అతనికి ఇద్దరు భార్యలుండిరి; వారిలో ఒకదాని పేరు హన్నా, రెండవదాని పేరు పెనిన్నా. పెనిన్నాకు పిల్లలు కలిగిరి గాని హన్నాకు పిల్లలు లేకపోయిరి.",
    "3": "ఆ మనుష్యుడు షిలోహునందున్న సైన్యములకు అధిపతియగు యెహోవాకు మ్రొక్కుటకూను బలి అర్పించుటకును ఏటేట తన ఊరినుండి అక్కడికి వెళ్లుచు వచ్చెను. అక్కడ ఏలీ కుమారులైన హొఫ్నీ ఫీనెహాను అను ఇద్దరు యెహోవాకు యాజకులుగా ఉండిరి.",
    "4": "ఎల్కానా బలి అర్పించు దినమున తన భార్యయైన పెనిన్నాకును ఆమె కుమారులకందరికిని కుమార్తెలకును పాలు పంచిపెట్టుచు వచ్చెను.",
    "5": "హన్నా తనకు ప్రియమైనదైనందున ఆమెకు రెండు పాళ్లు ఇచ్చుచు వచ్చెను; అయితే యెహోవా ఆమె గర్భము మూసియుండెను.",
    "6": "యెహోవా ఆమె గర్భము మూసియున్నందున ఆమెకు విరోధియైన పెనిన్నా ఆమెను విసికించుటకై ఆమె కోపము రేపుచు వచ్చెను.",
    "7": "ప్రతి సంవత్సరమున ఆమె యెహోవా మందిరమునకు వెళ్లునప్పుడెల్ల పెనిన్నా ఆమెను ఏడిపించునట్లు ఆమె కోపము రేపుచు వచ్చెను గనుక ఆమె భోజనము చేయక ఏడ్చుచుండెను.",
    "8": "అందుకు ఆమె పెనిమిటియైన ఎల్కానా - హన్నా, నీవెందుకు ఏడ్చుచున్నావు? భోజనము మానితివేమి? నీ మనస్సునకెందుకు విచారము? పదిమంది కుమారులకంటే నేను నీకు శ్రేష్ఠుడను కానా అని ఆమెతో అనెను.",
    "9": "ఒకనాడు వారు షిలోహులో తిని త్రాగిన తరువాత హన్నా లేచెను. అప్పుడు యాజకుడైన ఏలీ యెహోవా మందిరపు ద్వారబంధము దగ్గర నున్న ఆసనము మీద కూర్చునియుండెను.",
    "10": "ఆమె బహు దుఃఖ్రాంతురాలై వచ్చి యెహోవా సన్నిధిని ప్రార్థన చేయుచు",
    "11": "బహుగా ఏడ్చుచు - సైన్యములకు అధిపతివగు యెహోవా, నీ సేవకురాలనైన నాకు కలిగిన శ్రమను చూచి, నీ సేవకురాలనైన నన్ను మరువక జ్ఞాపకము చేసికొని, నీ సేవకురాలనైన నాకు మగపిల్లను దయచేసినయెడల, వాని తలమీద క్షౌరపు కత్తి ఎన్నటికిని రానియ్యక, వాడు బ్రతుకు దినములన్నిటను నేను వానిని యెహోవావగు నీకు అప్పగించెదనని మ్రొక్కుకొనెను.",
    "12": "ఆమె యెహోవా సన్నిధిని ఈలాగున బహు సేపు ప్రార్థన చేయుచుండగా ఏలీ ఆమె నోరు కనిపెట్టుచుండెను.",
    "13": "హన్నా తన మనస్సులోనే చెప్పుకొనుచుండెను; ఆమె పెదవులు కదులుచుండెనే గాని ఆమె స్వరము వినబడలేదు గనుక ఆమె మత్తురాలని ఏలీ అనుకొనెను.",
    "14": "కాబట్టి ఏలీ - నీవు ఎన్నాళ్ల వరకు మత్తురాలవై యుందువు? నీ ద్రాక్షారసమును నీ యొద్దనుండి తీసివేయుమని ఆమెతో అనగా",
    "15": "హన్నా - కాదు నా ఏలినవాడా, నేను మనోవేదన గలదాననై యున్నాను; నేను ద్రాక్షారసమైనను మద్యమైనను త్రాగలేదు గాని యెహోవా సన్నిధిని నా ఆత్మను కుమ్మరించుకొనుచున్నాను.",
    "16": "నీ సేవకురాలనైన నన్ను పనికిమాలినదానిగా ఎంచవద్దు; అత్యంత దుఃఖమును విసికియు కలిగి నేను ఇంతవరకు మాటలాడుచుంటినని ఉత్తరమిచ్చెను.",
    "17": "అందుకు ఏలీ - నీవు క్షేమముగా వెళ్లుము; ఇశ్రాయేలు దేవునితో నీవు చేసికొనిన మనవిని ఆయన దయచేయును గాక అనెను.",
    "18": "అప్పుడామె - నీ దాసురాలనైన నాయందు నీకు దయ కలుగనిమ్మని చెప్పి వెళ్లిపోయి భోజనము చేసెను; ఆమె ముఖము ఆ మీదట విచారముగా ఉండలేదు.",
    "19": "వారు ఉదయముననే లేచి యెహోవాకు మ్రొక్కి రామాలోని తమ ఇంటికి వెళ్లిరి. ఎల్కానా తన భార్యయైన హన్నాను కూడినప్పుడు యెహోవా ఆమెను జ్ఞాపకము చేసికొనెను.",
    "20": "గనుక హన్నా గర్భవతియై - నేను యెహోవాకు మ్రొక్కుకొని ఇతనిని అడిగితినని చెప్పి, దినములు నిండినప్పుడు ఒక కుమారుని కని, అతనికి సమూయేలు అను పేరు పెట్టెను.",
    "21": "తరువాత ఎల్కానా అను ఆ మనుష్యుడును అతని ఇంటివారందరును యెహోవాకు ఏటేట అర్పించు బలిని అర్పించుటకును తన మ్రొక్కుబడిని చెల్లించుటకును పోవగా",
    "22": "హన్నా వెళ్లక - ఆ బిడ్డ పాలు విడుచువరకు నేనుండను; తరువాత వాడు యెహోవా సన్నిధిని కనబడి అక్కడనే ఎల్లప్పుడు ఉండునట్లు వానిని తీసికొనివచ్చెదనని తన పెనిమిటితో చెప్పెను.",
    "23": "అందుకు ఆమె పెనిమిటియైన ఎల్కానా - నీ దృష్టికి ఏది మంచిదో అది చేయుము; వాడు పాలు విడుచువరకు ఉండుము; యెహోవా తన వాక్యమును స్థిరపరచును గాక అని ఆమెతో చెప్పగా, ఆమె తన ఇంటివద్ద నిలిచి తన కుమారుడు పాలు విడుచువరకు వానికి పాలిచ్చెను.",
    "24": "వాడు పాలు విడిచిన తరువాత ఆమె వానిని తనతోకూడ పట్టుకొనిపోయి, మూడు కోడెలను ఒక తూము పిండిని ఒక తిత్తి ద్రాక్షారసమును తీసికొని షిలోహులోనున్న యెహోవా మందిరమునకు వచ్చెను; ఆ బాలుడు ఇంకా చిన్నవాడు.",
    "25": "వారు ఆ కోడెను వధించి ఆ బాలుని ఏలీ యొద్దకు తీసికొనివచ్చిరి.",
    "26": "అప్పుడామె - నా ఏలినవాడా, చిత్తగించుము; నా ఏలినవాడా, నీ ప్రాణము తోడు, యెహోవాను ప్రార్థించుచు ఇక్కడ నీ యొద్ద నిలిచిన స్త్రీని నేనే.",
    "27": "ఈ బిడ్డను దయచేయుమని నేను చేసిన మనవిని యెహోవా నాకు దయచేసెను.",
    "28": "కాబట్టి నేను వానిని యెహోవాకు ప్రతిష్ఠించుచున్నాను; వాడు బ్రతుకు దినములన్నియు యెహోవాకు ప్రతిష్ఠితుడని చెప్పెను; వాడు అక్కడ యెహోవాకు మ్రొక్కెను."
}
