
{
    "1": "అప్పుడు సమూయేలు తైలపు బుడ్డిని తీసికొని సౌలు తలమీద పోసి అతని ముద్దుపెట్టుకొని - యెహోవా తన స్వాస్థ్యము మీద నిన్ను అధిపతిగా అభిషేకించియున్నాడు.",
    "2": "నేడు నీవు నా యొద్దనుండి వెళ్లిన తరువాత బెన్యామీను సరిహద్దులోని ఎల్సాహునందు రాహేలు సమాధి దగ్గర ఇద్దరు మనుష్యులను కనుగొందువు. వారు - నీవు వెతకబోయిన గాడిదలు దొరికినవి; నీ తండ్రి గాడిదల సంగతి మాని, నా కుమారుని కొరకు నేనేమి చేయుదునని మీ కొరకు విచారించుచున్నాడని నీతో చెప్పుదురు.",
    "3": "అక్కడనుండి నీవు సాగి తాబోరులోని సింధూరవృక్షము దగ్గరకు వచ్చినప్పుడు, బేతేలులో దేవునిని కలుసుకొనుటకు వెళ్లు ముగ్గురు మనుష్యులు నిన్ను కలుసుకొందురు; ఒకడు మూడు మేకపిల్లలను, ఒకడు మూడు రొట్టెలను, ఒకడు ద్రాక్షారసపు తిత్తిని మోసికొనియుందురు.",
    "4": "వారు నిన్ను కుశలప్రశ్న అడిగి రెండు రొట్టెలు నీకిచ్చెదరు, నీవు వారి చేతినుండి వాటిని తీసికొనవలెను.",
    "5": "తరువాత నీవు దేవుని కొండకు వచ్చెదవు; అక్కడ ఫిలిష్తీయుల దండు ఉన్నది; నీవు ఆ ఊరికి వచ్చినప్పుడు, స్వరమండలము తంబుర సితారా డప్పు వాయిద్యములతో ప్రవచించుచున్న ప్రవక్తల సమూహము ఉన్నత స్థలము నుండి దిగివచ్చుట నీకు కనబడును.",
    "6": "యెహోవా ఆత్మ నీ మీదికి బలంగా వచ్చును; నీవు వారితో కలిసి ప్రవచించి వేరొక మనుష్యుడవగుదువు.",
    "7": "ఈ సూచనలు నీకు సంభవించిన తరువాత నీకు సాధ్యమైనదానిని నీవు చేయుము; దేవుడు నీకు తోడైయుండును.",
    "8": "నీవు నాకు ముందుగా గిల్గాలుకు వెళ్లుము; దహనబలులను సమాధానబలులను అర్పించుటకు నేను నీ యొద్దకు వచ్చెదను; నేను నీ యొద్దకు వచ్చి నీవు చేయవలసినదానిని నీకు తెలుపు వరకు ఏడు దినములు కనిపెట్టుమని చెప్పెను.",
    "9": "అతడు సమూయేలునొద్దనుండి వెళ్లిపోవుటకు తిరుగగా దేవుడు అతనికి వేరొక హృదయమును అనుగ్రహించెను; ఆ దినమున ఆ సూచనలన్నియు సంభవించెను.",
    "10": "వారు ఆ కొండకు వచ్చినప్పుడు ప్రవక్తల సమూహము అతనికి ఎదురుపడెను; దేవుని ఆత్మ అతని మీదికి బలంగా రాగా అతడు వారి మధ్య ప్రవచించెను.",
    "11": "అతనిని అంతకుముందు ఎరిగినవారందరు, అతడు ప్రవక్తలతో కూడ ప్రవచించుట చూచి - కీషు కుమారునికి సంభవించినది ఏమిటి? సౌలును ప్రవక్తలలో ఉన్నాడా అని ఒకరితో ఒకరు చెప్పుకొనిరి.",
    "12": "అక్కడ ఉన్న ఒకడు - వీరి తండ్రి ఎవడని అడుగగా, సౌలును ప్రవక్తలలో ఉన్నాడా అను సామెత పుట్టెను.",
    "13": "అతడు ప్రవచించుట చాలించి ఉన్నత స్థలమునకు వెళ్లెను.",
    "14": "సౌలు పినతండ్రి - మీరెక్కడికి వెళ్లితిరని అతనిని అతని పనివానిని అడుగగా అతడు - గాడిదలను వెతుకుటకు వెళ్లితివిు; అవి కనబడనందున సమూయేలు నొద్దకు వెళ్లితిమని చెప్పెను.",
    "15": "సౌలు పినతండ్రి - సమూయేలు మీతో చెప్పినమాట దయచేసి నాతో చెప్పుమనగా",
    "16": "సౌలు - గాడిదలు దొరికినవని అతడు మాకు రూఢిగా తెలియజేసెనని తన పినతండ్రితో చెప్పెను గాని, రాజ్యమును గూర్చి సమూయేలు చెప్పిన మాట అతనితో చెప్పలేదు.",
    "17": "సమూయేలు మిస్పాలో జనులను యెహోవా యొద్దకు పిలిపించి",
    "18": "ఇశ్రాయేలీయులతో ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - నేను ఇశ్రాయేలీయులైన మిమ్మును ఐగుప్తులోనుండి రప్పించి, ఐగుప్తీయుల చేతిలోనుండియు మిమ్మును బాధించిన రాజ్యములన్నిటి చేతిలోనుండియు మిమ్మును విడిపించితిని.",
    "19": "అయితే మీరు మీ ఆపదలన్నిటిలోనుండియు మీ శ్రమలన్నిటిలోనుండియు మిమ్మును రక్షించిన మీ దేవుని నేడు విసర్జించి - మా మీద ఒక రాజును నియమించుమని ఆయనను అడుగుచున్నారు; కాబట్టి ఇప్పుడు మీరు మీ గోత్రముల చొప్పునను మీ వంశముల చొప్పునను యెహోవా సన్నిధిని నిలువబడుడి.",
    "20": "సమూయేలు ఇశ్రాయేలు గోత్రములన్నిటిని దగ్గరకు రప్పించగా బెన్యామీను గోత్రము పట్టుబడెను.",
    "21": "బెన్యామీను గోత్రమును వారి కుటుంబముల చొప్పున దగ్గరకు రప్పించగా మట్రీ కుటుంబము పట్టుబడెను; తరువాత కీషు కుమారుడైన సౌలు పట్టుబడెను; వారు అతని వెతకగా అతడు కనబడలేదు.",
    "22": "కాబట్టి వారు - ఆ మనుష్యుడు ఇక్కడికి వచ్చియున్నాడా అని యెహోవా యొద్ద విచారణ చేయగా యెహోవా - ఇదిగో అతడు సామానులో దాగియున్నాడని సెలవిచ్చెను.",
    "23": "వారు పరుగెత్తి అక్కడనుండి అతని తోడుకొని వచ్చిరి; అతడు జనుల మధ్య నిలిచినప్పుడు భుజములు మొదలుకొని పైకి ఇతరులకంటె ఎత్తుగా కనబడెను.",
    "24": "సమూయేలు - యెహోవా ఏర్పరచుకొనినవానిని మీరు చూచుచున్నారా? జనులందరిలో అతనివంటివాడు ఎవడును లేడని జనులందరితో చెప్పగా జనులందరు ఆర్భాటము చేసి - రాజు చిరంజీవి యగును గాక అనిరి.",
    "25": "అప్పుడు సమూయేలు రాజ్యము యొక్క పద్ధతిని జనులకు వివరించి ఒక గ్రంథమందు వ్రాసి యెహోవా సన్నిధిని ఉంచెను. తరువాత సమూయేలు జనులనందరిని ఎవరి ఇంటికి వారిని పంపివేసెను.",
    "26": "సౌలు కూడ గిబియాలోని తన ఇంటికి వెళ్లెను; దేవుడు ఎవరి హృదయమును ప్రేరేపించెనో ఆ దండువారు అతనితో కూడ వెళ్లిరి.",
    "27": "అయితే పనికిమాలిన కొందరు - ఇతడు మనలను ఎట్లు రక్షించునని చెప్పి అతని తృణీకరించి అతనికి కానుకలు తేలేదు; అయితే అతడు విననివానివలె ఉండెను."
}
