
{
    "1": "అమ్మోనీయుడైన నాహాను వచ్చి యాబేష్ గిలాదుకు ఎదురుగా దిగెను. యాబేష్ వారందరు - మాతో నిబంధన చేయుము, అప్పుడు మేము నీకు సేవ చేసెదమని నాహానుతో అనగా",
    "2": "అమ్మోనీయుడైన నాహాను - నేను మీ అందరి కుడి కన్నులను ఊడదీసి, ఇశ్రాయేలీయులందరి మీద నింద మోపుదునన్న షరతు మీద నేను మీతో నిబంధన చేసెదనని చెప్పెను.",
    "3": "అందుకు యాబేష్ పెద్దలు - ఇశ్రాయేలు సరిహద్దులన్నిటిలోనికి మేము దూతలను పంపుటకై ఏడు దినములు మాకు గడువు ఇమ్ము; మమ్మును రక్షించువాడెవడును లేనియెడల మేము నీకు లోబడుదుమని అతనితో చెప్పిరి.",
    "4": "ఆ దూతలు సౌలునకున్న గిబియాకు వచ్చి ప్రజలు వినునట్లు ఆ మాటలు చెప్పగా ప్రజలందరు ఎలుగెత్తి ఏడ్చిరి.",
    "5": "అప్పుడు సౌలు పొలమునుండి ఎడ్లను తోలుకొని వచ్చుచు - జనులు ఏడ్చుటకు కారణమేమని అడుగగా వారు యాబేష్ వారి మాటలు అతనికి తెలియజేసిరి.",
    "6": "ఆ మాటలు వినగానే దేవుని ఆత్మ సౌలు మీదికి బలంగా వచ్చెను; అతడు మిక్కిలి మండిపడి",
    "7": "రెండు ఎడ్లను తీసికొని వాటిని ముక్కలుగా కోసి, ఆ దూతల చేత ఇశ్రాయేలు సరిహద్దులన్నిటికి పంపి - సౌలును సమూయేలును వెంబడింపని వారి ఎడ్లకు ఈలాగు చేయబడునని చాటించెను. అప్పుడు యెహోవా భయము ప్రజల మీద పడెను గనుక వారు ఒక్క మనుష్యునివలె బయలుదేరిరి.",
    "8": "అతడు బెజెకులో వారిని లెక్కించెను; ఇశ్రాయేలీయులు మూడు లక్షలమందియు యూదావారు ముప్పది వేలమందియు ఉండిరి.",
    "9": "వచ్చిన ఆ దూతలతో వారు - యాబేష్ గిలాదువారితో ఈలాగు చెప్పుడి - రేపు ఎండ వేళకు మీకు రక్షణ కలుగుననిరి; దూతలు వచ్చి యాబేష్ వారికి ఆ మాట చెప్పగా వారు సంతోషించిరి.",
    "10": "కాబట్టి యాబేష్ వారు - రేపు మేము మీ యొద్దకు వచ్చెదము; అప్పుడు మీ దృష్టికి ఏది మంచిదో అది మాకు చేయుడని నాహానుతో చెప్పిరి.",
    "11": "మరునాడు సౌలు జనులను మూడు గుంపులుగా చేసెను; వారు తెల్లవారు జామున దండు మధ్యలో చొరబడి ఎండ వేళకు అమ్మోనీయులను హతము చేసిరి; మిగిలినవారు ఇద్దరు కలిసి వెళ్లకుండ చెదరిపోయిరి.",
    "12": "అప్పుడు ప్రజలు సమూయేలుతో - సౌలు మా మీద రాజుగా ఉండునా అని అడిగినవారెవరు? ఆ మనుష్యులను అప్పగించుము, మేము వారిని చంపెదమని చెప్పగా",
    "13": "సౌలు - నేడు యెహోవా ఇశ్రాయేలీయులకు రక్షణ కలుగజేసెను గనుక ఈ దినమున ఏ మనుష్యుని చంపకూడదని చెప్పెను.",
    "14": "అప్పుడు సమూయేలు - రండి, గిల్గాలుకు వెళ్లి అక్కడ రాజ్యమును స్థిరపరచుదమని జనులతో చెప్పెను.",
    "15": "కాబట్టి జనులందరు గిల్గాలుకు వెళ్లి అక్కడ యెహోవా సన్నిధిని సౌలును రాజుగా చేసికొనిరి; అక్కడ వారు యెహోవాకు సమాధానబలులను అర్పించిరి; అక్కడ సౌలును ఇశ్రాయేలీయులందరును మిక్కిలి సంతోషించిరి."
}
