
{
    "1": "సౌలు ఏలనారంభించినప్పుడు ముప్పది ఏండ్లవాడు; అతడు రెండు సంవత్సరములు ఇశ్రాయేలును ఏలెను.",
    "2": "సౌలు ఇశ్రాయేలీయులలో మూడు వేలమందిని ఏర్పరచుకొనెను; వారిలో రెండు వేలమంది మిక్మాషులోను బేతేలు మన్నెములోను సౌలునొద్ద ఉండిరి, వెయ్యిమంది బెన్యామీను దేశమందలి గిబియాలో యోనాతాను నొద్ద ఉండిరి; మిగిలిన జనులను ఎవరి గుడారములకు వారిని పంపివేసెను.",
    "3": "యోనాతాను గెబలోనున్న ఫిలిష్తీయుల దండును ఓడించెను; ఫిలిష్తీయులు ఆ సంగతి వినిరి. అప్పుడు సౌలు - హెబ్రీయులు విందురు గాక అని దేశమందంతట బూర ఊదించెను.",
    "4": "సౌలు ఫిలిష్తీయుల దండును ఓడించెననియు, ఇశ్రాయేలీయులు ఫిలిష్తీయులకు అసహ్యులైరనియు ఇశ్రాయేలీయులందరు విని గిల్గాలులో సౌలునొద్దకు కూడివచ్చిరి.",
    "5": "ఫిలిష్తీయులు ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు కూడివచ్చిరి; ముప్పది వేల రథములును ఆరు వేల గుర్రపు రౌతులును సముద్ర తీరమందలి ఇసుక రేణువులంత విస్తారమైన జనులును ఉండిరి; వారు వచ్చి బేతావెనుకు తూర్పుననున్న మిక్మాషులో దిగిరి.",
    "6": "ఇశ్రాయేలీయులు తాము ఇబ్బందిలో నున్నామనియు, జనులు ఒత్తిడిలో ఉన్నారనియు చూచి, గుహలలోను పొదలలోను కొండలలోను బొరియలలోను గోతులలోను దాగిరి.",
    "7": "కొందరు హెబ్రీయులు యొర్దాను దాటి గాదు గిలాదు దేశములకు వెళ్లిరి; సౌలు ఇంకా గిల్గాలులోనే ఉండెను, జనులందరు వణకుచు అతని వెంబడించిరి.",
    "8": "సమూయేలు నియమించిన గడువు చొప్పున అతడు ఏడు దినములు కనిపెట్టెను గాని సమూయేలు గిల్గాలుకు రాలేదు; జనులు తన యొద్దనుండి చెదరిపోవుట చూచి",
    "9": "సౌలు - దహనబలిని సమాధానబలులను నా యొద్దకు తీసికొనిరండని చెప్పి దహనబలి అర్పించెను.",
    "10": "అతడు దహనబలి అర్పించుట చాలించగానే సమూయేలు వచ్చెను; సౌలు అతనిని కలుసుకొని వందనము చేయుటకు బయలువెళ్ళెను.",
    "11": "సమూయేలు - నీవు చేసిన పని ఏమిటని అడుగగా సౌలు - జనులు నా యొద్దనుండి చెదరిపోవుటయు, నియమిత దినములలో నీవు రాకపోవుటయు, ఫిలిష్తీయులు మిక్మాషులో కూడియుండుటయు నేను చూచి",
    "12": "ఇప్పుడు ఫిలిష్తీయులు గిల్గాలులో నా మీదికి దిగివచ్చెదరు, నేను యెహోవాను సమాధానపరచలేదని అనుకొని, నా అంతట నేనే సాహసించి దహనబలి అర్పించితిననెను.",
    "13": "అందుకు సమూయేలు సౌలుతో - నీవు బుద్ధిలేని పని చేసితివి; నీ దేవుడైన యెహోవా నీకు ఆజ్ఞాపించిన ఆజ్ఞను నీవు గైకొనలేదు; గైకొనినయెడల యెహోవా ఇశ్రాయేలీయుల మీద నీ రాజ్యమును నిత్యము స్థిరపరచియుండును.",
    "14": "ఇప్పుడు నీ రాజ్యము నిలువదు; యెహోవా తన మనస్సునకనుకూలమైన ఒకనిని కనుగొనియున్నాడు; యెహోవా అతనిని తన జనుల మీద అధిపతిగా నియమించియున్నాడు; యెహోవా నీకు ఆజ్ఞాపించినదానిని నీవు గైకొనలేదని చెప్పెను.",
    "15": "సమూయేలు లేచి గిల్గాలునుండి బెన్యామీను దేశమందలి గిబియాకు వెళ్ళెను. సౌలు తన యొద్దనున్న జనులను లెక్కించగా వారు ఇంచుమించు ఆరు వందలమంది ఉండిరి.",
    "16": "సౌలును అతని కుమారుడైన యోనాతానును వారి యొద్దనున్న జనులును బెన్యామీను దేశమందలి గెబలో దిగిరి; ఫిలిష్తీయులు మిక్మాషులో దిగియుండిరి.",
    "17": "దోపుడుగాండరు మూడు గుంపులై ఫిలిష్తీయుల పాళెములోనుండి బయలుదేరిరి; ఒక గుంపు ఒఫ్రా మార్గమున షువాలు దేశము వైపు తిరిగెను.",
    "18": "మరియొక గుంపు బేత్హోరోను మార్గమున తిరిగెను; మరియొక గుంపు అరణ్యము తట్టున్న జెబోయిము లోయకు ఎదురుగానున్న సరిహద్దు మార్గమున తిరిగెను.",
    "19": "హెబ్రీయులు కత్తులైనను ఈటెలనైనను చేయించుకొందురేమో అని ఫిలిష్తీయులు ఇశ్రాయేలు దేశమందంతట కమ్మరిని ఉండనియ్యలేదు.",
    "20": "కాబట్టి ఇశ్రాయేలీయులందరు తమ నాగటి నక్కులను పారలను గొడ్డళ్లను పలుగులను సాపు చేయించుకొనుటకు ఫిలిష్తీయుల యొద్దకు వెళ్లవలసివచ్చెను.",
    "21": "అయితే ఆకులు, పారలు, మూడు ములుకులు గల కొంకులు, గొడ్డళ్లు అనువాటిని సాపు చేయుటకును ములుగర్రలను బాగు చేయుటకును అరములు వారి యొద్ద ఉండెను.",
    "22": "యుద్ధకాలమున సౌలు యొద్దను యోనాతాను యొద్దను ఉన్న జనులందరిలో ఎవరి చేతను కత్తియైనను ఈటెయైనను లేకపోయెను; సౌలుకును అతని కుమారుడైన యోనాతానుకును మాత్రమే అవి దొరికెను.",
    "23": "ఫిలిష్తీయుల దండు మిక్మాషు కనుమకు వచ్చెను."
}
