
{
    "1": "ఒకనాడు సౌలు కుమారుడైన యోనాతాను తన ఆయుధములు మోయు పడుచువానితో - మనము అవతలనున్న ఫిలిష్తీయుల దండునొద్దకు పోవుదము రమ్మని చెప్పెను; అయితే అతడు తన తండ్రికి ఆ సంగతి తెలియజేయలేదు.",
    "2": "సౌలు గిబియా అవతల మిగ్రోనులోనున్న దానిమ్మ చెట్టు క్రింద ఉండెను; అతని యొద్ద ఇంచుమించు ఆరు వందలమంది ఉండిరి.",
    "3": "షిలోహులో యెహోవాకు యాజకుడైన ఏలీ యొక్క మునిమనుమడును ఈకాబోదు సహోదరుడైన అహీటూబు కుమారుడునగు అహీయా ఏఫోదు ధరించుకొని అక్కడ ఉండెను. యోనాతాను వెళ్లిన సంగతి జనులకు తెలియలేదు.",
    "4": "యోనాతాను ఫిలిష్తీయుల దండునొద్దకు పోజూచిన కనుమలలో ఇవతల ఒక రాతి కొండయు అవతల ఒక రాతి కొండయు ఉండెను; ఒకదాని పేరు బోజేజు, రెండవదాని పేరు సెనె.",
    "5": "వాటిలో ఒకటి ఉత్తరమున మిక్మాషుకు ఎదురుగాను, రెండవది దక్షిణమున గెబకు ఎదురుగాను ఉండెను.",
    "6": "యోనాతాను - మనము ఆ సున్నతి లేనివారి దండునొద్దకు పోవుదము రమ్ము; యెహోవా మన పక్షమున పని చేయునేమో; అనేకుల చేతనైనను కొద్దిమంది చేతనైనను రక్షించుటకు యెహోవాకు అడ్డము లేదు అని తన ఆయుధములు మోయువానితో చెప్పగా",
    "7": "అతని ఆయుధములు మోయువాడు - నీ ఇష్టము వచ్చినట్లు చేయుము; నీ మనస్సు వచ్చినట్లు పోమ్ము, నీ ఇష్టానుసారముగా నేను నీకు తోడైయుందునని అతనితో చెప్పెను.",
    "8": "అప్పుడు యోనాతాను - మనము ఆ మనుష్యుల యొద్దకు వెళ్లి వారికి కనబడుదము.",
    "9": "మేము మీ యొద్దకు వచ్చువరకు నిలువుడని వారు మనతో చెప్పినయెడల మనము వారి యొద్దకు ఎక్కిపోక మన స్థలమందు నిలువుదము.",
    "10": "మా యొద్దకు రండని వారు చెప్పినయెడల, యెహోవా వారిని మన చేతికి అప్పగించెననుటకు అది మనకు గురుతు గనుక మనము ఎక్కిపోవుదమని చెప్పెను.",
    "11": "వారిద్దరు ఫిలిష్తీయుల దండుకు కనబడగా ఫిలిష్తీయులు - చూడుడి, హెబ్రీయులు తాము దాగియున్న రంధ్రములలోనుండి బయలుదేరి వచ్చుచున్నారని చెప్పుకొని",
    "12": "దండువారు యోనాతానుతోను అతని ఆయుధములు మోయువానితోను - మా యొద్దకు రండి, మీకు ఒక బుద్ధి చెప్పెదమనిరి. అప్పుడు యోనాతాను - నా వెనుక రమ్ము, యెహోవా ఇశ్రాయేలీయుల చేతికి వారిని అప్పగించెనని తన ఆయుధములు మోయువానితో చెప్పి",
    "13": "చేతులతోను కాళ్లతోను ప్రాకుచు ఎక్కిపోయెను; అతని ఆయుధములు మోయువాడును అతని వెనుక ఎక్కిపోయెను. వారు యోనాతాను యెదుట పడిరి; అతని ఆయుధములు మోయువాడు అతని వెనుక వారిని చంపెను.",
    "14": "యోనాతానును అతని ఆయుధములు మోయువాడును చేసిన ఆ మొదటి హతమునందు ఇంచుమించు అర ఎకరము నేల లోపల ఇరవైమంది కూలిరి.",
    "15": "దండులోను పొలములోను జనులందరిలోను వణకు పుట్టెను; దోపుడుగాండ్రకును దండువారికిని వణకు పుట్టెను; భూమి కంపించెను; అది దేవుడు పుట్టించిన వణకు ఆయెను.",
    "16": "బెన్యామీను దేశమందలి గిబియాలోనున్న సౌలు వేగులవారు చూడగా, దండు జనులు చెదరిపోయి ఇటు అటు పరుగెత్తుచుండిరి.",
    "17": "అప్పుడు సౌలు - మీరు లెక్క చూచి మన యొద్దనుండి ఎవరు వెళ్లిపోయిరో తెలిసికొనుడని తన యొద్దనున్న జనులతో చెప్పగా, వారు లెక్క చూచి యోనాతానును అతని ఆయుధములు మోయువాడును లేరని తెలిసికొనిరి.",
    "18": "దేవుని మందసమును ఇక్కడికి తీసికొనిరమ్మని సౌలు అహీయాతో చెప్పెను; ఆ కాలమున దేవుని మందసము ఇశ్రాయేలీయుల యొద్ద ఉండెను.",
    "19": "సౌలు యాజకునితో మాటలాడుచుండగా ఫిలిష్తీయుల దండులో కలవరము అంతకంతకు ఎక్కువాయెను గనుక - నీ చెయ్యి ఆపుమని సౌలు యాజకునితో చెప్పెను.",
    "20": "సౌలును అతని యొద్దనున్న జనులందరును కూడుకొని యుద్ధమునకు రాగా, ఫిలిష్తీయులు ఒకరినొకరు కత్తితో పొడుచుకొనుచుండిరి; అక్కడ మహా గందరగోళముగా ఉండెను.",
    "21": "ఇంతకుముందు ఫిలిష్తీయులతో కలిసికొనినవారై చుట్టుపట్లనుండి వారితో కూడ దండులోనికి వచ్చిన హెబ్రీయులు సౌలుతోను యోనాతానుతోను ఉన్న ఇశ్రాయేలీయులతో కలిసిరి.",
    "22": "ఎఫ్రాయిము మన్నెములో దాగియున్న ఇశ్రాయేలీయులందరును ఫిలిష్తీయులు పారిపోయారని విని, యుద్ధములో వారిని తరిమిరి.",
    "23": "ఆ దినమున యెహోవా ఇశ్రాయేలీయులను రక్షించెను; యుద్ధము బేతావెను అవతలకు సాగెను.",
    "24": "ఆ దినమున ఇశ్రాయేలు మనుష్యులు బహు బాధపడిరి; ఎట్లనగా - సాయంకాలము కాకమునుపు, నా శత్రువుల మీద నేను పగ తీర్చుకొనకమునుపు ఎవరైనను ఆహారము పుచ్చుకొనినయెడల వాడు శాపగ్రస్తుడగునని సౌలు జనుల చేత ప్రమాణము చేయించుకొనెను గనుక జనులలో ఎవరూ ఆహారము పుచ్చుకొనలేదు.",
    "25": "జనులందరు ఒక అడవిలోనికి రాగా అక్కడ నేల మీద తేనె ఉండెను.",
    "26": "జనులు ఆ అడవిలో ప్రవేశించినప్పుడు తేనె కారుచుండుట చూచిరి గాని, జనులు ప్రమాణమునకు భయపడి ఎవరూ తమ చెయ్యి నోటి దగ్గరకు తీసికొనిరాలేదు.",
    "27": "అయితే యోనాతాను తన తండ్రి జనుల చేత చేయించిన ప్రమాణము వినలేదు గనుక తన చేతిలోనున్న కర్ర కొనను చాపి తేనె పట్టులో ముంచి తన చెయ్యి నోటి దగ్గరకు తీసికొనిరాగా అతని కళ్లు ప్రకాశించెను.",
    "28": "అప్పుడు జనులలో ఒకడు - ఈ దినమున ఎవరైనను ఆహారము పుచ్చుకొనినయెడల వాడు శాపగ్రస్తుడగునని నీ తండ్రి జనుల చేత గట్టిగా ప్రమాణము చేయించుకొనెను గనుక జనులు అలసిపోయియున్నారని చెప్పెను.",
    "29": "అందుకు యోనాతాను - నా తండ్రి దేశమును బాధపెట్టెను; నేను ఈ తేనె కొంచెము పుచ్చుకొనినందున నా కళ్లు ఎట్లు ప్రకాశించెనో చూడుడి.",
    "30": "జనులు తమకు దొరికిన తమ శత్రువుల దోపుడుసొమ్మును బాగుగా తినియుండినయెడల ఫిలిష్తీయులలో గొప్ప వధ జరిగియుండును గదా అనెను.",
    "31": "ఆ దినమున వారు మిక్మాషు నుండి అయ్యాలోను వరకు ఫిలిష్తీయులను హతము చేయగా జనులు మిక్కిలి అలసిపోయిరి.",
    "32": "జనులు దోపుడుసొమ్ము మీద పడి, గొర్రెలను ఎడ్లను దూడలను తీసికొని నేలమీద వాటిని వధించి రక్తముతోనే తినిరి.",
    "33": "జనులు రక్తముతో తినుటవలన యెహోవాకు పాపము చేయుచున్నారని సౌలుకు తెలుపబడగా అతడు - మీరు విశ్వాసఘాతకులైతిరి; ఒక పెద్ద రాయి నేడు నా యొద్దకు దొర్లించుకొని రండని చెప్పెను.",
    "34": "మరియు సౌలు - మీరు జనుల మధ్యకు వెళ్లి - మీలో ప్రతివాడు తన ఎద్దును తన గొర్రెను నా యొద్దకు తీసికొనివచ్చి ఇక్కడ వధించి తినవలెను; రక్తముతో తిని యెహోవాకు పాపము చేయకూడదని వారితో చెప్పుడనెను. కాబట్టి జనులందరు ఆ రాత్రి తమ తమ ఎడ్లను తీసికొనివచ్చి అక్కడ వధించిరి.",
    "35": "సౌలు యెహోవాకు ఒక బలిపీఠము కట్టెను; యెహోవాకు అతడు కట్టిన మొదటి బలిపీఠము అదే.",
    "36": "సౌలు - మనము రాత్రివేళ ఫిలిష్తీయులను తరిమి తెల్లవారువరకు వారిని దోచుకొందము, వారిలో ఒకనినైనను మిగలకుండ చేయుదము రండని చెప్పగా వారు - నీ దృష్టికి ఏది మంచిదో అది చేయుమనిరి. అప్పుడు యాజకుడు - మనము ఇక్కడ దేవుని యొద్దకు చేరుదము రండనెను.",
    "37": "సౌలు - నేను ఫిలిష్తీయులను తరుముదునా? ఇశ్రాయేలీయుల చేతికి వారిని అప్పగింతువా? అని దేవుని యొద్ద విచారణ చేయగా, ఆ దినమున ఆయన అతనికి ప్రత్యుత్తరమియ్యలేదు.",
    "38": "అప్పుడు సౌలు - జనుల అధికారులారా, మీరందరు ఇక్కడికి రండి; నేడు ఈ పాపము ఎట్లు కలిగెనో విచారించి తెలిసికొనుడి.",
    "39": "ఇశ్రాయేలును రక్షించు యెహోవా జీవముతోడు, అది నా కుమారుడైన యోనాతాను వలనే కలిగినను వాడు తప్పక మరణశిక్ష పొందునని చెప్పెను. అయితే జనులందరిలో అతనికి ప్రత్యుత్తరమిచ్చినవాడు ఒకడును లేకపోయెను.",
    "40": "అప్పుడు అతడు - మీరు ఒక తట్టునను నేనును నా కుమారుడైన యోనాతానును ఒక తట్టునను ఉండవలెనని ఇశ్రాయేలీయులందరితో చెప్పగా, జనులు - నీ దృష్టికి ఏది మంచిదో అది చేయుమని సౌలుతో అనిరి.",
    "41": "కాబట్టి సౌలు - ఇశ్రాయేలీయుల దేవా యెహోవా, దోషిని చూపించుమని ప్రార్థింపగా సౌలును యోనాతానును పట్టుబడిరి, జనులు తప్పించుకొనిరి.",
    "42": "నాకును నా కుమారుడైన యోనాతానుకును చీట్లు వేయుడని సౌలు చెప్పగా యోనాతాను పట్టుబడెను.",
    "43": "అప్పుడు సౌలు - నీవు చేసినది నాతో చెప్పుమని యోనాతానును అడుగగా యోనాతాను - నా చేతికర్ర కొనతో కొంచెము తేనె రుచి చూచితీని; అందుకై నేను మరణము నొందవలెనా అని అతనితో చెప్పెను.",
    "44": "అందుకు సౌలు - యోనాతానా, నీవు తప్పక మరణము నొందవలెను, లేనియెడల దేవుడు నాకు గొప్ప అపాయము కలుగజేయును గాక అనెను.",
    "45": "అయితే జనులు - ఇశ్రాయేలులో ఈ గొప్ప రక్షణ కలుగజేసిన యోనాతాను మరణము నొందవలెనా? అదెంతమాత్రమును కూడదు. యెహోవా జీవముతోడు దేవుని సహాయముతో అతడు నేడు ఈ పని చేసెను గనుక అతని తలవెండ్రుకలలో ఒకటియు నేల రాలకూడదని సౌలుతో చెప్పి యోనాతాను చావకుండ జనులు అతని విడిపించిరి.",
    "46": "అప్పుడు సౌలు ఫిలిష్తీయులను తరుముట మాని వెళ్లిపోయెను; ఫిలిష్తీయులును తమ స్థలమునకు వెళ్లిరి.",
    "47": "సౌలు ఇశ్రాయేలీయుల మీద రాజ్యము వహించి, నలుదిక్కులనున్న తన శత్రువులందరితో, అనగా మోయాబీయులతోను అమ్మోనీయులతోను ఎదోమీయులతోను సోబా రాజులతోను ఫిలిష్తీయులతోను యుద్ధము చేసెను; అతడు ఎక్కడికి వెళ్లినను అక్కడ జయము పొందెను.",
    "48": "అతడు దండుకూర్చుకొని అమాలేకీయులను హతము చేసి, ఇశ్రాయేలీయులను దోచుకొనువారి చేతిలోనుండి వారిని విడిపించెను.",
    "49": "సౌలు కుమారులు ఎవరనగా యోనాతాను ఇష్వీ మల్కీషూవ; అతని ఇద్దరు కుమార్తెల పేర్లు ఏవనగా పెద్దదాని పేరు మేరబు, చిన్నదాని పేరు మీకాలు.",
    "50": "సౌలు భార్య పేరు అహినోయము; ఆమె అహిరయూదు కుమార్తె. అతని సైన్యాధిపతి పేరు అబ్నేరు; అతడు సౌలు పినతండ్రియైన నేరు కుమారుడు.",
    "51": "సౌలు తండ్రియైన కీషును అబ్నేరు తండ్రియైన నేరును అబీయేలు కుమారులు.",
    "52": "సౌలు దినములన్నిటిలో ఫిలిష్తీయులతో ఘోర యుద్ధము జరుగుచుండెను గనుక సౌలు బలవంతునినైనను పరాక్రమశాలినైనను చూచినప్పుడెల్ల తన యొద్దకు చేర్చుకొనుచుండెను."
}
