
{
    "1": "సమూయేలు సౌలుతో ఇట్లనెను - తన ప్రజలైన ఇశ్రాయేలీయుల మీద నిన్ను రాజుగా అభిషేకించుటకై యెహోవా నన్ను పంపెను; కాబట్టి నీవు యెహోవా మాట వినుము.",
    "2": "సైన్యములకు అధిపతియగు యెహోవా సెలవిచ్చునదేమనగా - ఇశ్రాయేలీయులు ఐగుప్తులోనుండి వచ్చినప్పుడు అమాలేకీయులు వారికి దారిలో పొంచియుండి చేసినదానిని నేను జ్ఞాపకము చేసికొంటిని.",
    "3": "కాబట్టి నీవు పోయి అమాలేకీయులను హతము చేసి, వారిని కనికరింపక వారికి కలిగినదంతయు బొత్తిగా పాడుచేసి, పురుషులను స్త్రీలను పిల్లలను చంటిపిల్లలను ఎద్దులను గొర్రెలను ఒంటెలను గాడిదలను హతము చేయవలెను.",
    "4": "సౌలు జనులను సమకూర్చి తెలాయీములో వారిని లెక్కించగా, కాల్బలము రెండు లక్షలమందియు యూదావారు పదివేలమందియు ఉండిరి.",
    "5": "సౌలు అమాలేకీయుల పట్టణమునకు వచ్చి లోయలో పొంచియుండగా",
    "6": "సౌలు కేనీయులతో - మీరు అమాలేకీయుల మధ్యనుండి బయలుదేరి వెళ్లిపోవుడి; లేనియెడల వారితో కూడ మిమ్మును నాశనము చేయుదును; ఇశ్రాయేలీయులందరు ఐగుప్తులోనుండి వచ్చినప్పుడు మీరు వారికి దయ చూపితిరని చెప్పగా కేనీయులు అమాలేకీయుల మధ్యనుండి వెళ్లిపోయిరి.",
    "7": "అప్పుడు సౌలు హవీలా మొదలుకొని ఐగుప్తున కెదురుగానున్న షూరు వరకు అమాలేకీయులను హతము చేసి",
    "8": "అమాలేకీయుల రాజైన అగగును ప్రాణముతో పట్టుకొని జనులందరిని కత్తివాత సంహరించెను.",
    "9": "అయితే సౌలును జనులును అగగును, గొర్రెలు ఎద్దులలో క్రొవ్వినవాటిని, గొర్రెపిల్లలను, మంచివాటన్నిటిని నిర్మూలము చేయక దాచుకొని, పనికిరాని నీచ పశువులను నిర్మూలము చేసిరి.",
    "10": "అప్పుడు యెహోవా వాక్కు సమూయేలుకు ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను -",
    "11": "సౌలు నన్ను వెంబడించుట మాని నా ఆజ్ఞలను గైకొనకపోయెను గనుక అతనిని రాజుగా నిర్ణయించినందుకు నేను పశ్చాత్తాపపడుచున్నాను. సమూయేలు కోపించి రాత్రి అంతయు యెహోవాకు మొరపెట్టెను.",
    "12": "ఉదయమున సౌలును కలుసుకొనుటకు సమూయేలు లేవగా - సౌలు కర్మెలునకు వచ్చి తన పేరట జయజ్ఞాపక సూచక స్తంభమును నాటించి తిరిగి గిల్గాలునకు వెళ్ళెనని సమూయేలుకు వర్తమానము వచ్చెను.",
    "13": "సమూయేలు సౌలు నొద్దకు రాగా సౌలు - యెహోవా చేత నీవు ఆశీర్వదించబడుదువు గాక; నేను యెహోవా ఆజ్ఞను నెరవేర్చితిననెను.",
    "14": "అందుకు సమూయేలు - నా చెవులలో పడుచున్న ఈ గొర్రెల అరుపులును నాకు వినబడుచున్న ఈ ఎద్దుల రంకెలును ఏమని అడుగగా",
    "15": "సౌలు - అమాలేకీయుల యొద్దనుండి జనులు వాటిని తీసికొనివచ్చిరి; నీ దేవుడైన యెహోవాకు బలి అర్పించుటకు జనులు గొర్రెలలోను ఎద్దులలోను మంచివాటిని ఉంచుకొనిరి; మిగిలినవాటిని మేము నిర్మూలము చేసితిమని చెప్పెను.",
    "16": "అప్పుడు సమూయేలు - నిలువుము, పోయిన రాత్రి యెహోవా నాతో చెప్పిన మాట నీకు తెలియజేసెదనని సౌలుతో చెప్పగా అతడు - చెప్పుమనెల.",
    "17": "అప్పుడు సమూయేలు - నీ దృష్టికి నీవు అల్పుడవుగా ఉన్నప్పుడు ఇశ్రాయేలు గోత్రములకు శిరస్సువైతివి; యెహోవా నిన్ను ఇశ్రాయేలు మీద రాజుగా అభిషేకించెను.",
    "18": "యెహోవా నిన్ను పంపి - నీవు వెళ్లి పాపులైన అమాలేకీయులను నిర్మూలము చేసి, వారు లయమగు వరకు వారితో యుద్ధము చేయుమని చెప్పగా",
    "19": "నీవు యెహోవా మాట వినక దోపుడుసొమ్ము మీద ఎందుకు పడితివి? యెహోవా దృష్టికి ఈ కీడు ఎందుకు చేసితివని అడిగెను.",
    "20": "అందుకు సౌలు - నేను యెహోవా మాట విని, యెహోవా నన్ను పంపిన మార్గమున వెళ్లి, అమాలేకీయుల రాజైన అగగును తీసికొనివచ్చితిని; అమాలేకీయులను నిర్మూలము చేసితిని.",
    "21": "అయితే గిల్గాలులో నీ దేవుడైన యెహోవాకు బలి అర్పించుటకై జనులు శపితములైన గొర్రెలలోను ఎద్దులలోను ముఖ్యమైనవాటిని దోపుడుసొమ్ములోనుండి తీసికొని వచ్చిరని సమూయేలుతో చెప్పెను.",
    "22": "అందుకు సమూయేలు - యెహోవా సెలవిచ్చిన మాటను వినుటకంటే దహనబలులను బలులను అర్పించుటయందు ఆయనకు సంతోషము కలుగునా? ఆలోచించుము, బలి అర్పించుటకంటె ఆజ్ఞ గైకొనుటయు, పొట్టేళ్ల క్రొవ్వును అర్పించుటకంటె మాట వినుటయు శ్రేష్ఠము.",
    "23": "తిరుగుబాటు చేయుట సోదె చెప్పుటయను పాపముతో సమానము; మూర్ఖతను అగపరచుట మాయావిగ్రహమును గృహదేవతలను పూజించుటతో సమానము. నీవు యెహోవా ఆజ్ఞను విసర్జించితివి గనుక నీవు రాజుగా ఉండకుండ ఆయన నిన్ను విసర్జించెననెను.",
    "24": "అప్పుడు సౌలు - నేను పాపము చేసితిని; జనులకు భయపడి వారి మాట విని యెహోవా ఆజ్ఞను నీ మాటలను మీరితిని.",
    "25": "దయచేసి నా పాపమును పరిహరించి, నేను యెహోవాకు మ్రొక్కునట్లు నాతో కూడ తిరిగి రమ్మని సమూయేలును వేడుకొనగా",
    "26": "సమూయేలు - నేను నీతో కూడ తిరిగి రాను; నీవు యెహోవా ఆజ్ఞను విసర్జించితివి గనుక ఇశ్రాయేలు మీద రాజుగా ఉండకుండ యెహోవా నిన్ను విసర్జించెనని సౌలుతో చెప్పెను.",
    "27": "సమూయేలు వెళ్లుటకు తిరుగగా సౌలు అతని మంట చెంగు పట్టుకొనగా అది చినిగెను.",
    "28": "అప్పుడు సమూయేలు - నేడు యెహోవా ఇశ్రాయేలు రాజ్యమును నీ యొద్దనుండి లాగివేసి, నీకంటే యోగ్యుడైన నీ పొరుగువానికి దానిని ఇచ్చియున్నాడు.",
    "29": "ఇశ్రాయేలుకు ఆధారమైనవాడు అబద్ధమాడడు, పశ్చాత్తాపపడడు; ఆయన పశ్చాత్తాపపడుటకు నరుడు కాడని చెప్పెను.",
    "30": "అప్పుడు సౌలు - నేను పాపము చేసితిని; అయినను నా జనుల పెద్దల యెదుటను ఇశ్రాయేలీయుల యెదుటను నన్ను ఘనపరచి, నీ దేవుడైన యెహోవాకు నేను మ్రొక్కునట్లు నాతో కూడ తిరిగి రమ్మని వేడుకొనగా",
    "31": "సమూయేలు తిరిగి సౌలు వెనుక వెళ్లెను; సౌలు యెహోవాకు మ్రొక్కెను.",
    "32": "అప్పుడు సమూయేలు - అమాలేకీయుల రాజైన అగగును నా యొద్దకు తీసికొనిరండని చెప్పగా, అగగు - మరణభయము తీరిపోయెననుకొనుచు సంతోషముగా అతని యొద్దకు వచ్చెను.",
    "33": "సమూయేలు - నీ కత్తి స్త్రీలను ఎట్లు పిల్లలు లేనివారినిగా చేసెనో అట్లే స్త్రీలలో నీ తల్లి పిల్లలు లేనిదగునని చెప్పి గిల్గాలులో యెహోవా సన్నిధిని అగగును ముక్కలుగా నరికించెను.",
    "34": "తరువాత సమూయేలు రామాకు వెళ్ళెను; సౌలు సౌలు గిబియాలోని తన ఇంటికి వెళ్ళెను.",
    "35": "సౌలు చనిపోవు దినము వరకు సమూయేలు అతనికి కనబడలేదు గాని సౌలును గూర్చి దుఃఖించుచుండెను; సౌలును ఇశ్రాయేలు మీద రాజుగా చేసినందుకు యెహోవా పశ్చాత్తాపపడెను."
}
