
{
    "1": "ఫిలిష్తీయులు యుద్ధము చేయుటకు తమ సైన్యములను సమకూర్చుకొని, యూదా దేశపు శోకోలో కూడుకొని, శోకోకును అజేకాకును మధ్యనున్న ఎఫెసుదమ్మిీములో దిగిరి.",
    "2": "సౌలును ఇశ్రాయేలీయులును కూడుకొని ఏలా లోయలో దిగి, ఫిలిష్తీయులతో యుద్ధము చేయుటకు బారులు తీరిరి.",
    "3": "ఫిలిష్తీయులు ఈ తట్టుననున్న కొండమీదను, ఇశ్రాయేలీయులు ఆ తట్టుననున్న కొండమీదను నిలిచియుండిరి; వారి మధ్య లోయ ఉండెను.",
    "4": "అప్పుడు ఫిలిష్తీయుల దండులోనుండి, గాతు వాడైన గొల్యాతు అను ఒక శూరుడు బయలుదేరెను; వాడు ఆరు మూరల జేనెడు ఎత్తు గలవాడు.",
    "5": "వాని తలమీద ఇత్తడి శిరస్త్రాణము ఉండెను; వాడు పొలుసులు గల కవచమును ధరించుకొనియుండెను; ఆ కవచము ఐదు వేల తులముల ఇత్తడి ఎత్తు కలది.",
    "6": "వాడు తన కాళ్లకు ఇత్తడి కవచములను, భుజముల మధ్య ఇత్తడి బల్లెమును ధరించుకొనియుండెను.",
    "7": "వాని ఈటె కర్ర నేతగాని దోనె అంత లావు ఉండెను; వాని ఈటె కొన ఆరు వందల తులముల ఇనుము ఎత్తు కలది; ఒకడు డాలు పట్టుకొని వాని ముందర నడుచుచుండెను.",
    "8": "వాడు నిలిచి ఇశ్రాయేలీయుల దండువారితో ఇట్లనెను - యుద్ధము చేయుటకు మీరెందుకు బారులు తీరితిరి? నేను ఫిలిష్తీయుడను కానా? మీరు సౌలు దాసులు కారా? మీలో ఒకనిని ఏర్పరచుకొనుడి; వాడు నా యొద్దకు దిగి రావలెను.",
    "9": "వాడు నాతో పోరాడి నన్ను చంపగలిగినయెడల మేము మీకు దాసులమగుదుము; అయితే నేను వానిని జయించి చంపినయెడల మీరు మాకు దాసులై మమ్మును సేవింపవలెను.",
    "10": "మరియు ఆ ఫిలిష్తీయుడు - నేను ఈ దినమున ఇశ్రాయేలీయుల దండును తిరస్కరించుచున్నాను; మనము పోరాడునట్లు ఒకనిని నా మీదికి పంపుడని చెప్పెను.",
    "11": "సౌలును ఇశ్రాయేలీయులందరును ఆ ఫిలిష్తీయుని మాటలు విని బహుగా భయపడిరి.",
    "12": "దావీదు యూదా బేత్లెహేమీయుడగు ఎఫ్రాతీయుడైన యెష్షయి అనువాని కుమారుడు; యెష్షయికి ఎనిమిదిమంది కుమారులు. సౌలు దినములలో ఆ మనుష్యుడు వృద్ధుడై మనుష్యులలో చాలా పెద్దవాడై ఉండెను.",
    "13": "యెష్షయి యొక్క పెద్ద కుమారులు ముగ్గురు సౌలుతో కూడ యుద్ధమునకు వెళ్లియుండిరి. యుద్ధమునకు వెళ్లిన అతని ముగ్గురు కుమారుల పేర్లు ఏవనగా - జ్యేష్ఠుడు ఏలీయాబు, రెండవవాడు అబీనాదాబు, మూడవవాడు షమ్మా.",
    "14": "దావీదు అందరికంటె చిన్నవాడు. ఆ పెద్దవారు ముగ్గురును సౌలు వెంట వెళ్లిరి.",
    "15": "దావీదు సౌలు యొద్దనుండి వెళ్లి బేత్లెహేములో తన తండ్రి గొర్రెలను మేపుచుండెను.",
    "16": "ఆ ఫిలిష్తీయుడు ఉదయమునను సాయంకాలమునను వచ్చి నలభై దినములు నిలిచెను.",
    "17": "ఒకనాడు యెష్షయి తన కుమారుడైన దావీదుతో - నీ సహోదరుల కొరకు ఈ వేయించిన పేలాలలో ఒక తూముడును ఈ పది రొట్టెలను తీసికొని దండులోనున్న నీ సహోదరుల యొద్దకు త్వరగా పొమ్ము.",
    "18": "ఈ పది జున్ను గడ్డలను వారి సహస్రాధిపతికిచ్చి, నీ సహోదరులు క్షేమముగా ఉన్నారో లేదో చూచి, వారి యొద్దనుండి ఆనవాలు తీసికొని రమ్మని చెప్పెను.",
    "19": "సౌలును వారును ఇశ్రాయేలు మనుష్యులందరును ఏలా లోయలో ఫిలిష్తీయులతో యుద్ధము చేయుచుండిరి.",
    "20": "దావీదు ఉదయముననే లేచి గొర్రెలను కాపరికి అప్పగించి, యెష్షయి తనకు ఆజ్ఞాపించినట్లు వాటిని తీసికొనిపోయి, దండువారు యుద్ధమునకు బయలుదేరి ఆర్భాటము చేయునప్పుడు కందకము దగ్గరకు వచ్చెను.",
    "21": "ఇశ్రాయేలీయులును ఫిలిష్తీయులును ఒకరినొకరు ఎదుర్కొని బారులు తీరియుండిరి.",
    "22": "దావీదు తాను తెచ్చిన సామానును సామాను కాచువాని చేతికి అప్పగించి, దండులోనికి పరుగెత్తిపోయి తన సహోదరులను కలిసికొని వారి క్షేమమడిగెను.",
    "23": "అతడు వారితో మాటలాడుచుండగా, గాతు వాడైన గొల్యాతు అను ఆ ఫిలిష్తీయుడగు శూరుడు ఫిలిష్తీయుల దండులోనుండి వచ్చి ఆ మాటలే పలుకగా దావీదు వినెను.",
    "24": "ఇశ్రాయేలీయులందరు ఆ మనుష్యుని చూచి మిక్కిలి భయపడి అతని యెదుటనుండి పారిపోయిరి.",
    "25": "ఇశ్రాయేలీయులు - అక్కడ వచ్చిన ఆ మనుష్యుని చూచితిరా? వాడు ఇశ్రాయేలీయులను తిరస్కరించుటకు వచ్చెను; వానిని చంపువానిని రాజు బహు ధనమిచ్చి ఐశ్వర్యవంతునిగా చేసి, తన కుమార్తెను అతనికిచ్చి, ఇశ్రాయేలీయులలో అతని తండ్రి ఇంటిని స్వతంత్రముగా చేయునని చెప్పుకొనిరి.",
    "26": "అప్పుడు దావీదు - జీవము గల దేవుని సైన్యములను తిరస్కరించుటకు ఈ సున్నతి లేని ఫిలిష్తీయుడు ఎవడు? ఈ ఫిలిష్తీయుని చంపి ఇశ్రాయేలీయుల మీది నిందను తీసివేయువానికి ఏమి చేయబడునని తన దగ్గర నిలిచియున్న జనులను అడుగగా",
    "27": "జనులు - వానిని చంపువానికి ఈలాగు చేయబడునని అతనితో చెప్పిరి.",
    "28": "అతడు ఆ మనుష్యులతో మాటలాడుట అతని పెద్ద అన్నయైన ఏలీయాబు విని, దావీదు మీద కోపపడి - నీవు ఎందుకు వచ్చితివి? అరణ్యములోనున్న ఆ కొద్ది గొర్రెలను ఎవరి యొద్ద విడిచిపెట్టితివి? నీ గర్వమును నీ హృదయపు చెడుతనమును నేను ఎరుగుదును; యుద్ధము చూచుటకు నీవు వచ్చితివని చెప్పెను.",
    "29": "అందుకు దావీదు - నేనిప్పుడు చేసినదేమిటి? మాట మాత్రము గదా అని చెప్పి",
    "30": "అతని యొద్దనుండి మరియొకని వైపు తిరిగి ఆలాగుననే అడుగగా జనులు మునుపటివలెనే అతనికి ఉత్తరమిచ్చిరి.",
    "31": "దావీదు చెప్పిన మాటలు ఇతరులు విని సౌలుకు తెలియజేయగా సౌలు అతని పిలిపించెను.",
    "32": "దావీదు సౌలుతో - ఆ ఫిలిష్తీయుని బట్టి ఎవరి మనస్సును కృంగనక్కరలేదు; నీ దాసుడనైన నేను వెళ్లి ఆ ఫిలిష్తీయునితో పోట్లాడుదుననెను.",
    "33": "సౌలు - ఈ ఫిలిష్తీయునితో పోట్లాడుటకు నీకు బలము చాలదు; నీవు బాలుడవు, వాడు బాల్యమునుండి యుద్ధాభ్యాసము గలవాడని దావీదుతో చెప్పగా",
    "34": "దావీదు సౌలుతో ఇట్లనెను - నీ దాసుడనైన నేను నా తండ్రి గొర్రెలను కాయుచుండగా సింహమును ఎలుగుబంటియు వచ్చి మందలోనుండి ఒక గొర్రెపిల్లను ఎత్తుకొనిపోగా",
    "35": "నేను దానిని తరిమి చంపి దాని నోటనుండి ఆ గొర్రెపిల్లను విడిపించితిని; అది నా మీద పడినప్పుడు నేను దాని గడ్డము పట్టుకొని దానిని కొట్టి చంపితిని.",
    "36": "నీ దాసుడనైన నేను ఆ సింహమును ఆ ఎలుగుబంటిని చంపితిని; జీవము గల దేవుని సైన్యములను తిరస్కరించిన ఈ సున్నతి లేని ఫిలిష్తీయుడు వాటిలో ఒకదానివలె అగును.",
    "37": "మరియు దావీదు - సింహము యొక్క బలమునుండియు ఎలుగుబంటి యొక్క బలమునుండియు నన్ను రక్షించిన యెహోవా ఈ ఫిలిష్తీయుని చేతిలోనుండి కూడ నన్ను రక్షించునని చెప్పగా, సౌలు - పొమ్ము, యెహోవా నీకు తోడైయుండును గాక అని దావీదుతో అనెను.",
    "38": "అప్పుడు సౌలు తన వస్త్రములను దావీదునకు తొడిగించి, ఇత్తడి శిరస్త్రాణమును అతని తలమీద పెట్టి, తన కవచమును అతనికి తొడిగించెను.",
    "39": "దావీదు తన కత్తిని ఆ వస్త్రముల మీద కట్టుకొని, వాడుక లేనందున నడిచి చూచెను. అప్పుడు దావీదు - ఇవి నాకు వాడుక లేదు, వీటితో నేను వెళ్లలేనని సౌలుతో చెప్పి వాటిని తీసివేసి,",
    "40": "తన కర్రను చేత పట్టుకొని, ఏటిలోనుండి ఐదు నున్నని రాళ్లను ఏరుకొని, తన యొద్దనున్న చిక్కములో, అనగా కాపరి సంచిలో ఉంచుకొని, తన వడిసెల చేత పట్టుకొని ఆ ఫిలిష్తీయుని సమీపించెను.",
    "41": "ఆ ఫిలిష్తీయుడును బయలుదేరి దావీదును సమీపించెను; డాలు మోయువాడు వాని ముందర నడిచెను.",
    "42": "ఆ ఫిలిష్తీయుడు తేరిచూచి దావీదును కనుగొని, అతడు ఎర్రనివాడును, సుందరమైనవాడును, బాలుడునై యుండుట చూచి అతనిని తృణీకరించెను.",
    "43": "ఆ ఫిలిష్తీయుడు - కర్ర పట్టుకొని నా మీదికి వచ్చుటకు నేనేమైన కుక్కనా అని దావీదుతో చెప్పి, తన దేవతల పేరట దావీదును శపించెను.",
    "44": "మరియు ఆ ఫిలిష్తీయుడు - నా దగ్గరకు రమ్ము; నీ మాంసమును ఆకాశ పక్షులకును భూమృగములకును ఇచ్చెదనని దావీదుతో చెప్పగా",
    "45": "దావీదు - నీవు కత్తియు ఈటెయు బల్లెమును ధరించుకొని నా మీదికి వచ్చుచున్నావు; అయితే నీవు తిరస్కరించిన ఇశ్రాయేలీయుల సైన్యములకు అధిపతియగు యెహోవా పేరట నేను నీ మీదికి వచ్చుచున్నాను.",
    "46": "ఈ దినమున యెహోవా నిన్ను నా చేతికి అప్పగించును; నేను నిన్ను చంపి నీ తల తెగవేసెదను; ఇశ్రాయేలులో దేవుడున్నాడని లోకమంతయు తెలిసికొనునట్లు నేను ఈ దినమున ఫిలిష్తీయుల దండు శవములను ఆకాశ పక్షులకును భూమృగములకును ఇతును.",
    "47": "యెహోవా కత్తి చేతను ఈటె చేతను రక్షించువాడు కాడని ఈ దండువారందరు తెలిసికొందురు; యుద్ధము యెహోవాదే; ఆయన మిమ్మును మా చేతికి అప్పగించునని ఆ ఫిలిష్తీయునితో చెప్పెను.",
    "48": "ఆ ఫిలిష్తీయుడు లేచి దావీదును ఎదుర్కొనుటకు రాగా దావీదు ఆ ఫిలిష్తీయుని ఎదుర్కొనుటకు సైన్యము వైపు త్వరగా పరుగెత్తి,",
    "49": "తన సంచిలో చెయ్యి వేసి అందులోనుండి ఒక రాయి తీసి వడిసెలతో విసిరి ఆ ఫిలిష్తీయుని నుదుట కొట్టెను; ఆ రాయి వాని నుదుట చొరగా వాడు నేలమీద బోర్లపడెను.",
    "50": "అట్లు దావీదు కత్తి లేకయే వడిసెలతోను రాతితోను ఆ ఫిలిష్తీయుని జయించి పడగొట్టి చంపెను.",
    "51": "అప్పుడు దావీదు పరుగెత్తి ఆ ఫిలిష్తీయుని మీద నిలిచి, వాని కత్తిని వరలోనుండి దూసి, దానితో వానిని చంపి వాని తల తెగవేసెను. తమ శూరుడు చచ్చెనని ఫిలిష్తీయులు చూచి పారిపోయిరి.",
    "52": "ఇశ్రాయేలీయులును యూదావారును లేచి జయధ్వని చేయుచు, లోయ వరకును ఎక్రోను గవిని వరకును ఫిలిష్తీయులను తరిమిరి; ఫిలిష్తీయులు గాయపడి షయరాయిము మార్గమున గాతు వరకును ఎక్రోను వరకును కూలిరి.",
    "53": "ఇశ్రాయేలీయులు ఫిలిష్తీయులను తరుముట మాని తిరిగి వచ్చి వారి దండును దోచుకొనిరి.",
    "54": "దావీదు ఆ ఫిలిష్తీయుని తల తీసికొని యెరూషలేమునకు వచ్చెను; వాని ఆయుధములను తన గుడారములో ఉంచుకొనెను.",
    "55": "దావీదు ఆ ఫిలిష్తీయుని ఎదుర్కొనుటకు పోవుట సౌలు చూచి - అబ్నేరూ, ఈ చిన్నవాడు ఎవని కుమారుడని సైన్యాధిపతియైన అబ్నేరును అడుగగా అబ్నేరు - రాజా, నీ ప్రాణము తోడు నాకెరుక లేదనెను.",
    "56": "రాజు - ఈ యౌవనుడు ఎవని కుమారుడో అడిగి తెలిసికొమ్మనెను.",
    "57": "దావీదు ఆ ఫిలిష్తీయుని చంపి తిరిగి వచ్చినప్పుడు అబ్నేరు అతనిని పిలిచి సౌలు నొద్దకు తోడుకొనిపోయెను; ఆ ఫిలిష్తీయుని తల అతని చేతిలో ఉండెను.",
    "58": "సౌలు - చిన్నవాడా, నీవు ఎవని కుమారుడవని అతని అడుగగా దావీదు - నేను బేత్లెహేమీయుడైన నీ దాసుడగు యెష్షయి కుమారుడనని చెప్పెను."
}
