
{
    "1": "దావీదు సౌలుతో మాటలాడుట చాలించినప్పుడు యోనాతాను హృదయము దావీదు హృదయముతో కలిసిపోయెను; యోనాతాను తన ప్రాణమువలె అతనిని ప్రేమించెను.",
    "2": "ఆ దినమున సౌలు దావీదును తన తండ్రి ఇంటికి వెళ్లనియ్యక తన యొద్ద ఉంచుకొనెను.",
    "3": "యోనాతాను దావీదును తన ప్రాణమువలె ప్రేమించి అతనితో నిబంధన చేసికొనెను.",
    "4": "యోనాతాను తాను వేసికొనియున్న తన దుప్పటిని తీసి దావీదునకిచ్చెను; మరియు తన కత్తిని విల్లును దట్టిని తన వస్త్రములను ఇచ్చెను.",
    "5": "సౌలు దావీదును ఎక్కడికి పంపినను అతడు వెళ్లి సుబుద్ధి కలిగి పని చేసెను గనుక సౌలు యుద్ధస్థుల మీద అతని నియమించెను. ఇది ప్రజలకందరికిని సౌలు సేవకులకును ఇష్టముగా ఉండెను.",
    "6": "దావీదు ఆ ఫిలిష్తీయుని చంపి తిరిగి వచ్చినప్పుడు, స్త్రీలు ఇశ్రాయేలు ఊర్లన్నిటిలోనుండి తంబురలతోను సంతోషధ్వనితోను మూడు తీగెల వాయిద్యములతోను పాటలు పాడుచు నాట్యమాడుచు రాజైన సౌలును ఎదుర్కొనుటకు వచ్చిరి.",
    "7": "ఆ స్త్రీలు గాన ప్రతిగానములు చేయుచు - సౌలు వేలకొలదిని, దావీదు పదివేలకొలదిని హతము చేసిరని పాడిరి.",
    "8": "ఆ మాట సౌలుకు ఇష్టము కాలేదు గనుక అతడు మిక్కిలి కోపించి - దావీదునకు పదివేలనియు, నాకు వేలనియు ఇచ్చిరి; రాజ్యము తప్ప మరి ఏమి అతనికి తక్కువ అని చెప్పెను.",
    "9": "ఆ దినము మొదలుకొని సౌలు దావీదు మీద అసూయపడెను.",
    "10": "మరునాడు దేవుని యొద్దనుండి దురాత్మ సౌలు మీదికి బలంగా వచ్చెను గనుక అతడు ఇంటిలో ప్రవచించుచుండెను. దావీదు దినదినమున చేసినట్లు సితారా వాయించుచుండగా సౌలు చేతిలో ఈటె ఉండెను.",
    "11": "సౌలు - దావీదును గోడకు పొడిచివేసెదననుకొని ఈటెను విసిరెను గాని దావీదు రెండు సార్లు అతని యెదుటనుండి తప్పించుకొనెను.",
    "12": "యెహోవా తనకు తోడైయుండి సౌలును విడిచియున్నందున సౌలు దావీదునకు భయపడెను.",
    "13": "కాబట్టి సౌలు తన యొద్దనుండి అతని పంపివేసి, వెయ్యిమంది మీద అతని అధిపతిగా నియమించెను; అతడు జనుల ముందర వచ్చుచు పోవుచు ఉండెను.",
    "14": "యెహోవా దావీదునకు తోడైయుండెను గనుక అతడు తన మార్గములన్నిటిలో సుబుద్ధి కలిగి ప్రవర్తించెను.",
    "15": "అతడు మహా సుబుద్ధి కలిగి ప్రవర్తించుట సౌలు చూచి అతనికి భయపడెను.",
    "16": "ఇశ్రాయేలీయులందరును యూదావారందరును దావీదును ప్రేమించిరి; ఏలయనగా అతడు వారి ముందర వచ్చుచు పోవుచు ఉండెను.",
    "17": "సౌలు - నా పెద్ద కుమార్తెయైన మేరబును నీకిచ్చి పెండ్లి చేసెదను; నీవు నాకు ధైర్యవంతుడవై యెహోవా యుద్ధములను చేయుమని దావీదుతో చెప్పెను. నా చెయ్యి అతని మీద పడకూడదు, ఫిలిష్తీయుల చెయ్యి అతని మీద పడవలెనని సౌలు అనుకొనెను.",
    "18": "అందుకు దావీదు - రాజునకు అల్లుడనగుటకు నేనెంతటివాడను? నా జీవమెంతటిది? ఇశ్రాయేలులో నా తండ్రి కుటుంబమెంతటిది? అని సౌలుతో చెప్పెను.",
    "19": "అయితే సౌలు కుమార్తెయైన మేరబును దావీదునకియ్యవలసిన కాలమున ఆమెను మెహోలాతీయుడైన అద్రియేలునకిచ్చి పెండ్లి చేసిరి.",
    "20": "సౌలు కుమార్తెయైన మీకాలు దావీదును ప్రేమించెను; ఆ సంగతి సౌలుకు తెలుపబడగా అతడు సంతోషించి",
    "21": "ఆమె అతనికి ఉరిగా ఉండునట్లును, ఫిలిష్తీయుల చెయ్యి అతని మీద ఉండునట్లును ఆమెను అతనికిచ్చెదననుకొనెను. కాబట్టి సౌలు - ఈ రెండవదానిని బట్టి నీవు నేడు నాకు అల్లుడవు కావచ్చునని దావీదుతో చెప్పెను.",
    "22": "మరియు సౌలు - రాజు నీ యందు ఇష్టముగా ఉన్నాడు, అతని సేవకులందరు నిన్ను ప్రేమించుచున్నారు గనుక నీవు రాజునకు అల్లుడవు కమ్మని దావీదుతో రహస్యముగా చెప్పుడని తన సేవకులకు ఆజ్ఞాపించెను.",
    "23": "సౌలు సేవకులు ఆ మాటలు దావీదుతో చెప్పగా దావీదు - నేను పేదవాడను అల్పుడను గదా, రాజునకు అల్లుడనగుట మీకు అల్పముగా కనబడుచున్నదా అనెను.",
    "24": "సౌలు సేవకులు - దావీదు ఈలాగు పలికెనని అతనికి తెలియజేసిరి.",
    "25": "అప్పుడు సౌలు - దావీదు ఫిలిష్తీయుల చేతివలన పడవలెనని కోరి, రాజు వందమంది ఫిలిష్తీయుల గోప్యాంగచర్మములను తప్ప మరి ఏ ఓలిని కోరుటలేదని, రాజు శత్రువుల మీద పగ తీర్చుకొనగోరుచున్నాడని మీరు దావీదుతో చెప్పుడనెను.",
    "26": "అతని సేవకులు ఆ మాటలు దావీదుతో చెప్పినప్పుడు రాజునకు అల్లుడగుట దావీదునకు ఇష్టమాయెను.",
    "27": "గడువు తీరకమునుపే దావీదు లేచి తన జనులతో కూడ వెళ్లి ఫిలిష్తీయులలో రెండు వందలమందిని చంపి, వారి గోప్యాంగచర్మములను తెచ్చి, తాను రాజునకు అల్లుడగునట్లు వాటిని రాజునకు లెక్క అప్పగించెను; అప్పుడు సౌలు తన కుమార్తెయైన మీకాలును అతనికిచ్చి పెండ్లి చేసెను.",
    "28": "యెహోవా దావీదునకు తోడైయున్నాడనియు, తన కుమార్తెయైన మీకాలు అతని ప్రేమించుచున్నదనియు సౌలు చూచి తెలుసుకొని,",
    "29": "దావీదునకు ఇంకను ఎక్కువగా భయపడెను; సౌలు ఎల్లప్పుడును దావీదునకు శత్రువుగా ఉండెను.",
    "30": "ఫిలిష్తీయుల సర్దారులు యుద్ధమునకు బయలుదేరగా వారు బయలుదేరినప్పుడెల్ల సౌలు సేవకులందరికంటే దావీదు సుబుద్ధిగా ప్రవర్తించెను; అందువలన అతని పేరు బహు ఘనముగా ఎంచబడెను."
}
