
{
    "1": "దావీదును చంపవలెనని సౌలు తన కుమారుడైన యోనాతానుతోను తన సేవకులందరితోను చెప్పెను.",
    "2": "అయితే సౌలు కుమారుడైన యోనాతాను దావీదును బహుగా ఇష్టపడెను గనుక యోనాతాను దావీదుకు ఆ సంగతి తెలియజేసి - నా తండ్రియైన సౌలు నిన్ను చంపవలెనని చూచుచున్నాడు; కాబట్టి రేపు ఉదయమున నీవు జాగ్రత్తపడి రహస్య స్థలమందు దాగియుండుము.",
    "3": "నేను బయటికి వచ్చి నీవున్న పొలములో నా తండ్రి పక్కన నిలిచి నిన్ను గూర్చి నా తండ్రితో మాటలాడి, జరిగినది కనుగొని నీకు తెలియజేసెదనని చెప్పెను.",
    "4": "యోనాతాను తన తండ్రియైన సౌలుతో దావీదును గూర్చి మంచిగా మాటలాడి - రాజు తన సేవకుడైన దావీదు యెడల పాపము చేయకుండును గాక; అతడు నీ యెడల ఏ పాపము చేయలేదు, అతడు నీకు చేసిన కార్యములు బహు మంచివి.",
    "5": "అతడు తన ప్రాణమునకు తెగించి ఆ ఫిలిష్తీయుని చంపెను; యెహోవా ఇశ్రాయేలీయులకందరికి గొప్ప రక్షణ కలుగజేసెను; నీవు దాని చూచి సంతోషించితివి; నిర్నిమిత్తముగా దావీదును చంపి నిరపరాధి రక్తమును ఎందుకు చిందించెదవనెను.",
    "6": "సౌలు యోనాతాను మాట ఆలకించి - యెహోవా జీవము తోడు, అతడు చంపబడడని ప్రమాణము చేసెను.",
    "7": "అప్పుడు యోనాతాను దావీదును పిలిచి ఆ సంగతులన్నిటిని అతనికి తెలియజేసెను. యోనాతాను దావీదును సౌలునొద్దకు తోడుకొని రాగా అతడు మునుపటివలె అతని యెదుట ఉండెను.",
    "8": "తిరిగి యుద్ధము కలిగినప్పుడు దావీదు బయలుదేరి ఫిలిష్తీయులతో యుద్ధము చేసి వారిని గొప్ప దెబ్బతో కొట్టగా వారు అతని యెదుటనుండి పారిపోయిరి.",
    "9": "సౌలు తన చేతిలో ఈటె పట్టుకొని తన యింట కూర్చునియుండగా యెహోవా యొద్దనుండి దురాత్మ అతని మీదికి వచ్చెను; దావీదు సితారా వాయించుచుండెను.",
    "10": "అప్పుడు సౌలు ఈటెతో దావీదును గోడకు పొడువ యత్నించెను గాని దావీదు సౌలు యెదుటనుండి తప్పించుకొనగా ఆ ఈటె గోడకు నాటెను; ఆ రాత్రి దావీదు పారిపోయి తప్పించుకొనెను.",
    "11": "అతని పొంచియుండి ఉదయమున చంపవలెనని సౌలు దావీదు ఇంటికి దూతలను పంపగా, దావీదు భార్యయైన మీకాలు - ఈ రాత్రి నీ ప్రాణమును నీవు దక్కించుకొననియెడల రేపు నీవు చంపబడుదువని అతనితో చెప్పి",
    "12": "కిటికీ గుండా దావీదును దించెను; అతడు వెళ్లి పారిపోయి తప్పించుకొనెను.",
    "13": "మీకాలు గృహదేవతను తీసికొని మంచము మీద ఉంచి, మేక వెండ్రుకలతో చేసిన తలగడను తలవైపున పెట్టి దుప్పటితో కప్పెను.",
    "14": "దావీదును పట్టుకొనుటకు సౌలు దూతలను పంపగా - అతడు జబ్బుగా ఉన్నాడని ఆమె చెప్పెను.",
    "15": "అప్పుడు సౌలు - నేను అతని చంపునట్లు మంచముతో కూడ అతని నా యొద్దకు తీసికొనిరండని చెప్పి దావీదును చూచుటకు దూతలను పంపెను.",
    "16": "దూతలు లోపలికి వచ్చి చూడగా మంచము మీద గృహదేవతయు తలవైపున మేక వెండ్రుకల తలగడయు ఉండెను.",
    "17": "సౌలు - నన్ను ఈలాగు మోసపుచ్చి నా శత్రువు తప్పించుకొనిపోవునట్లు అతని ఎందుకు పోనిచ్చితివని మీకాలును అడుగగా మీకాలు - నన్ను పోనిమ్ము, లేనియెడల నిన్ను చంపెదనని అతడు నాతో చెప్పెనని సౌలుతో అనెను.",
    "18": "దావీదు పారిపోయి తప్పించుకొని రామాలోనున్న సమూయేలు నొద్దకు వచ్చి సౌలు తనకు చేసినదంతయు అతనికి తెలియజేసెను; అతడును సమూయేలును వెళ్లి నాయోతులో కాపురముండిరి.",
    "19": "దావీదు రామా దగ్గరనున్న నాయోతులో ఉన్నాడని సౌలుకు తెలుపబడగా",
    "20": "దావీదును పట్టుకొనుటకు సౌలు దూతలను పంపెను. వారు ప్రవక్తల సమూహము ప్రవచించుటను, సమూయేలు వారికి నాయకుడుగా నిలిచియుండుటను చూచినప్పుడు దేవుని ఆత్మ సౌలు దూతల మీదికి వచ్చెను గనుక వారును ప్రవచించిరి.",
    "21": "ఆ సంగతి సౌలుకు వినబడినప్పుడు అతడు వేరే దూతలను పంపెను, వారును ప్రవచించిరి; సౌలు మూడవ మారు దూతలను పంపగా వారును ప్రవచించిరి.",
    "22": "చివరకు అతడే రామాకు వెళ్లి సెకూలోనున్న పెద్ద బావి యొద్దకు వచ్చి - సమూయేలును దావీదును ఎక్కడ ఉన్నారని అడుగగా ఒకడు - రామా దగ్గరనున్న నాయోతులో ఉన్నారని చెప్పెను.",
    "23": "అతడు రామా దగ్గరనున్న నాయోతుకు వెళ్లుచుండగా దేవుని ఆత్మ అతని మీదికిని వచ్చెను; అతడు వెళ్లుచు రామా దగ్గరనున్న నాయోతుకు వచ్చువరకు ప్రవచించుచుండెను.",
    "24": "అతడును తన వస్త్రములను తీసివేసి సమూయేలు యెదుట ప్రవచించుచు, ఆ పగలల్లను ఆ రాత్రియల్లను దిగంబరుడై పడియుండెను; అందుచేత - సౌలును ప్రవక్తలలో ఉన్నాడా అను సామెత పుట్టెను."
}
