
{
    "1": "హన్నా విజ్ఞాపన చేసి ఇట్లనెను - నా హృదయము యెహోవా యందు ఉల్లాసించుచున్నది; యెహోవా యందు నా శృంగము హెచ్చెను; నా నోరు నా శత్రువుల మీద గొప్పగా తెరవబడెను; నీ రక్షణ యందు నేను సంతోషించుచున్నాను.",
    "2": "యెహోవా వంటి పరిశుద్ధుడెవడును లేడు; నీవు తప్ప మరి ఒకడు లేడు; మన దేవుని వంటి ఆశ్రయదుర్గమేదియు లేదు.",
    "3": "మిక్కిలి గర్వముగా మాటలాడకుడి; అహంకారమును మీ నోట రానియ్యకుడి; యెహోవా జ్ఞానము గల దేవుడు; క్రియలను పరీక్షించువాడు ఆయనే.",
    "4": "బలవంతుల విండ్లు విరిగెను; తూలినవారు బలము ధరించుకొనిరి.",
    "5": "కడుపు నిండినవారు ఆహారము కొరకు కూలికి ఉందురు; ఆకలిగొనినవారు ఇక ఆకలిగొనరు; గొడ్రాలు ఏడుగురిని కనెను; అధిక సంతానము గలది క్షీణించిపోయెను.",
    "6": "యెహోవా చంపువాడును బ్రతికించువాడునై యున్నాడు; పాతాళమునకు దించువాడును దానిలోనుండి ఎత్తువాడును ఆయనే.",
    "7": "యెహోవా దరిద్రులనుగా చేయువాడును ఐశ్వర్యవంతులనుగా చేయువాడునై యున్నాడు; ఆయన తగ్గించువాడును హెచ్చించువాడును.",
    "8": "ఆయన దరిద్రులను మంటిలోనుండి లేవనెత్తును; లేమి గలవారిని పెంటకుప్ప మీదనుండి పైకెత్తును; ప్రధానులతో వారిని కూర్చుండబెట్టును; మహిమ గల సింహానమును వారిని స్వతంత్రించుకొనజేయును; భూమి యొక్క పునాదులు యెహోవావి; ఆయన వాటిమీద లోకమును నిలిపెను.",
    "9": "ఆయన తన భక్తుల పాదములను తొట్రిల్లకుండ కాపాడును; భక్తిహీనులు చీకటిలో మౌనముగా ఉందురు; బలముచేత ఎవడును జయమొందడు.",
    "10": "యెహోవాతో వాదించువారు నాశనమగుదురు; ఆయన ఆకాశమునుండి వారి మీద ఉరుమును; యెహోవా భూదిగంతముల వరకు తీర్పు తీర్చును; ఆయన తన రాజునకు బలము నిచ్చును; తాను అభిషేకించినవాని శృంగమును హెచ్చించును.",
    "11": "అప్పుడు ఎల్కానా రామాలోని తన ఇంటికి వెళ్ళెను. ఆ బాలుడు యాజకుడైన ఏలీ యెదుట యెహోవాకు పరిచర్య చేయుచుండెను.",
    "12": "ఏలీ కుమారులు పనికిమాలినవారై యుండిరి; వారు యెహోవాను ఎరుగనివారైరి.",
    "13": "ఆ యాజకులు ప్రజల యెడల జరిగించుచు వచ్చినదేమనగా - ఎవడైనను బలి అర్పించుచుండగా మాంసము వండునప్పుడు యాజకుని పనివాడు మూడు ములుకులు గల మాంసపు కొంకిని చేత పట్టుకొని వచ్చి",
    "14": "పొరొకలోనైనను సానలోనైనను బానలోనైనను కుండలోనైనను దానిని గుచ్చగా ఆ కొంకికి వచ్చినదంతయు యాజకుడు తీసికొనును. షిలోహుకు వచ్చు ఇశ్రాయేలీయులందరి యెడల వారు ఈలాగుననే చేయుచు వచ్చిరి.",
    "15": "మరియు వారు క్రొవ్వును దహింపకమునుపే యాజకుని పనివాడు వచ్చి బలి అర్పించువానితో - యాజకునికి మాంసము వేయించుకొనుటకిమ్ము; అతడు నీ యొద్ద పచ్చి మాంసమే గాని వండినది తీసికొనడని చెప్పును.",
    "16": "అయితే ఒకవేళ ఆ మనుష్యుడు - వారు ముందుగా క్రొవ్వును దహింపనిమ్ము, తరువాత నీ ఇష్టము వచ్చినంత తీసికొమ్మని అతనితో చెప్పినయెడల అతడు - అట్లు కాదు, ఇప్పుడే ఇయ్యవలెను, లేనియెడల బలవంతముగా తీసికొందుననును.",
    "17": "జనులు యెహోవా నైవేద్యమును తృణీకరించునట్లు ఆ యౌవనస్థులు యెహోవా సన్నిధిని బహు పాపము చేయువారైరి.",
    "18": "బాలుడైన సమూయేలు నారతో చేసిన ఏఫోదును ధరించుకొని యెహోవాకు పరిచర్య చేయుచుండెను.",
    "19": "అతని తల్లి ఏటేట వచ్చే బలి అర్పించుటకు తన పెనిమిటితో కూడా వచ్చినప్పుడు అతనికి చిన్న నిలువుటంగీ కుట్టి తెచ్చుచు వచ్చెను.",
    "20": "ఏలీ ఎల్కానాను అతని భార్యను దీవించి - యెహోవాకు మ్రొక్కుకొనిన మ్రొక్కుబడిని బట్టి అతడు ప్రతిష్ఠించిన ఈ బాలునికి ప్రతిగా యెహోవా ఈ స్త్రీవలన నీకు సంతానము దయచేయును గాక అనెను; వారు తమ ఇంటికి వెళ్లిపోయిరి.",
    "21": "యెహోవా హన్నాను దర్శింపగా ఆమె గర్భవతియై ముగ్గురు కుమారులను ఇద్దరు కుమార్తెలను కనెను. బాలుడైన సమూయేలు యెహోవా సన్నిధిని పెరుగుచుండెను.",
    "22": "ఏలీ మిక్కిలి వృద్ధుడాయెను; తన కుమారులు ఇశ్రాయేలీయులందరికిని చేసినదంతయు, వారు ప్రత్యక్షపు గుడారము యొక్క ద్వారమునొద్ద సేవ చేయు స్త్రీలతో శయనించుటయు అతడు విని",
    "23": "వారితో ఇట్లనెను - మీరు ఎందుకు ఇట్టి క్రియలు చేయుచున్నారు? ఈ ప్రజలందరివలన మీ చెడ్డ నడతను గూర్చి వినుచున్నాను.",
    "24": "వద్దు నా కుమారులారా, నాకు వినబడుచున్నది మంచిది కాదు; యెహోవా జనులు అతిక్రమించుటకు మీరు కారకులగుచున్నారు.",
    "25": "నరుడు నరుని యెడల తప్పు చేసినయెడల దేవుడు విమర్శించును గాని, ఎవడైనను యెహోవా యెడల పాపము చేసినయెడల వాని కొరకు ఎవడు విజ్ఞాపన చేయును? అయితే యెహోవా వారిని చంప దలచియుండెను గనుక వారు తమ తండ్రి మాట వినకపోయిరి.",
    "26": "బాలుడైన సమూయేలు ఎదుగుచు, యెహోవా దయయందును మనుష్యుల దయయందును వర్ధిల్లుచుండెను.",
    "27": "దైవజనుడొకడు ఏలీ యొద్దకు వచ్చి అతనితో ఇట్లనెను - యెహోవా సెలవిచ్చునదేమనగా - నీ పితరుని యిల్లు ఐగుప్తులో ఫరో ఇంటివారికి లోబడియుండగా నేను వారికి ప్రత్యక్షమైతిని.",
    "28": "నా బలిపీఠము మీద అర్పించుటకును ధూపము వేయుటకును నా సన్నిధిని ఏఫోదు ధరించుకొనుటకును ఇశ్రాయేలీయుల గోత్రములన్నిటిలో నేను అతనిని యాజకునిగా కోరుకొంటిని; ఇశ్రాయేలీయులు అర్పించు హోమములన్నిటిని నీ పితరుని ఇంటికిచ్చితిని.",
    "29": "నా నివాసస్థలమున అర్పించవలెనని నేను ఆజ్ఞాపించిన నా బలిని నా నైవేద్యమును మీరేల తృణీకరించితిరి? నా జనులగు ఇశ్రాయేలీయులు చేయు నైవేద్యములన్నిటిలో శ్రేష్ఠమైనభాగమును పట్టుకొని మిమ్మును మీరు క్రొవ్వజేసికొనుచు, నన్ను ఘనపరచుటకంటె నీ కుమారులను నీవు ఎక్కువగా ఘనపరచుచున్నావు.",
    "30": "కాబట్టి ఇశ్రాయేలీయుల దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - నీ యిల్లును నీ పితరుల యిల్లును నిత్యము నా సన్నిధిని ఉందురని నేను నిశ్చయముగా చెప్పితిని గాని ఇప్పుడు - అది నాకు దూరమవు గాక; నన్ను ఘనపరచువారిని నేను ఘనపరచెదను; నన్ను తృణీకరించువారు తృణీకరింపబడుదురని యెహోవా సెలవిచ్చుచున్నాడు.",
    "31": "ఇదిగో నీ ఇంట్లో ఒకడైనను ముసలివాడుండకుండ నీ బాహువును నీ పితరుల ఇంటి బాహువును నేను తెగనరుకు దినములు వచ్చుచున్నవి.",
    "32": "దేవుడు ఇశ్రాయేలుకు చేయబోవు మేలంతటిలోను నా నివాసస్థలమునకు కలుగు ఉపద్రవమును నీవు చూచెదవు; ఎన్నటికిని నీ ఇంట్లో ముసలివాడుండడు.",
    "33": "నా బలిపీఠమునొద్ద కనిపెట్టుకొనుటకై నేను నీకు నిర్మూలము చేయని మనుష్యుడు నీ కన్నులు క్షీణించుటకును నీ ప్రాణమునకు వేదన కలుగుటకును కారకుడగును; నీ ఇంటివారందరు యౌవనస్థులుగానే చనిపోవుదురు.",
    "34": "నీ ఇద్దరు కుమారులైన హొఫ్నీ ఫీనెహాసులకు సంభవించునది నీకు సూచనగా ఉండును; వారిద్దరు ఒక్క దినమందే మరణమగుదురు.",
    "35": "అయితే నమ్మకమైన ఒక యాజకుని నేను నియమించుకొందును; అతడు నా హృదయాలోచన ప్రకారముగా సమస్తమును జరిగించును; నేను అతనికి నమ్మకమైన ఇల్లు కట్టించెదను; అతడు నా అభిషిక్తుని యెదుట నిత్యము నడుచుకొనును.",
    "36": "నీ ఇంటిలో మిగిలిన వారందరు ఒక వెండి రూక కొరకును ఒక రొట్టె ముక్క కొరకును వచ్చి అతనికి నమస్కారము చేసి - మేము రొట్టె ముక్క తినునట్లు దయచేసి యాజకధర్మములలో ఒకదానియందు నన్ను ఉంచుమని చెప్పుదురు."
}
