
{
    "1": "దావీదు రామా దగ్గరనున్న నాయోతునుండి పారిపోయి యోనాతాను నొద్దకు వచ్చి - నేను చేసినదేమి? నా దోషమేమి? నేను నీ తండ్రి యెడల ఏ పాపము చేసితినని ఆయన నా ప్రాణము తీయజూచుచున్నాడు అని అడుగగా",
    "2": "అతడు - అది నీకు దూరమవు గాక; నీవు చావవు; నా తండ్రి నాకు తెలియజేయకుండ గొప్పదైనను అల్పమైనను ఏదియు చేయడు; ఈ సంగతి నా తండ్రి నాకు దాచనేల? అలాగు జరుగదనెను.",
    "3": "అందుకు దావీదు - నీ దృష్టికి నాకు దయ దొరికిన సంగతి నీ తండ్రికి బాగుగా తెలియును గనుక - యోనాతాను దీనిని తెలిసికొనినయెడల విచారపడునని ఆయన అనుకొనును; అయితే యెహోవా జీవముతోడు నీ జీవముతోడు నాకును మరణమునకును అడుగు మాత్రము ఎడము ఉన్నదని ప్రమాణము పూర్వకముగా చెప్పెను.",
    "4": "అప్పుడు యోనాతాను - నీ ఇష్టమేమిటో చెప్పుము, నేను నీ కొరకు దాని చేసెదనని దావీదుతో అనగా",
    "5": "దావీదు యోనాతానుతో ఇట్లనెను - రేపు అమావాస్య; నేను రాజుతో కూడ భోజనమునకు కూర్చుండవలసియున్నది; అయితే ఎల్లుండి సాయంకాలము వరకు నేను పొలములో దాగియుండునట్లు నాకు సెలవిమ్ము.",
    "6": "నీ తండ్రి నన్ను గూర్చి విచారించినయెడల నీవు - తన ఊరైన బేత్లెహేములో తన వంశస్థులందరు బలి అర్పించుదురు గనుక అక్కడికి త్వరగా వెళ్లుటకు దావీదు నాయొద్ద సెలవు పుచ్చుకొనెనని చెప్పుము.",
    "7": "అతడు - మంచిది అని చెప్పినయెడల నీ దాసునికి క్షేమము; అతడు కోపగించుకొనినయెడల అతడు కీడు చేయ నిశ్చయించుకొనెనని తెలిసికొనుము.",
    "8": "కాబట్టి నీవు నీ దాసుని యెడల దయ చూపవలెను; యెహోవా పేరట నీతో నిబంధన చేసికొనుటకు నీ దాసుని నీవు తెచ్చుకొంటివి గదా; నా యందు దోషమున్నయెడల నీవే నన్ను చంపుము; నీ తండ్రి యొద్దకు నన్ను ఎందుకు తీసికొనిపోదువు అనెను.",
    "9": "అందుకు యోనాతాను - అది నీకు దూరమవు గాక; నీకు కీడు చేయవలెనని నా తండ్రి నిశ్చయించుకొనిన సంగతి నాకు తెలిసినయెడల నేను నీకు తెలియజేయకుందునా అనెను.",
    "10": "అప్పుడు దావీదు - నీ తండ్రి నీకు కఠినమైన ఉత్తరమిచ్చినయెడల నాకు ఎవరు తెలియజేయుదురని యోనాతానును అడుగగా",
    "11": "యోనాతాను - పొలములోనికి పోవుదము రమ్మని దావీదుతో చెప్పెను; వారిద్దరు పొలములోనికి వెళ్లిరి.",
    "12": "అప్పుడు యోనాతాను దావీదుతో ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా సాక్షి; రేపు గాని ఎల్లుండి గాని, ఈ వేళకు నేను నా తండ్రి యొద్ద విచారణ చేయగా దావీదునగు నీ యెడల అతనికి మంచి మనస్సు ఉన్నదని నాకు కనబడినయెడల నేను నీ యొద్దకు వర్తమానము పంపి ఆ సంగతి నీకు తెలియజేయని పక్షమున,",
    "13": "నా తండ్రి నీకు కీడు చేయదలచియుండగా నేను ఆ సంగతి నీకు తెలియజేసి, నీవు క్షేమముగా వెళ్లునట్లు నిన్ను పంపివేయనియెడల యెహోవా నాకు గొప్ప అపాయము కలుగజేయును గాక; యెహోవా నా తండ్రికి తోడైయుండినట్లు నీకును తోడైయుండును గాక.",
    "14": "మరియు నేను ఇంక సజీవుడనై యుండినయెడల నేను చావకుండునట్లు యెహోవా కృపను నా యెడల చూపుము.",
    "15": "నేను చనిపోయినయెడల, యెహోవా దావీదు శత్రువులందరిని భూమిమీదనుండి నిర్మూలము చేసిన తరువాత నీవు నా ఇంటివారి యెడల కృప చూపుట మానకూడదు.",
    "16": "అట్లు యోనాతాను దావీదు ఇంటివారితో నిబంధన చేసెను; దావీదు శత్రువుల చేత యెహోవా విచారణ చేయించును గాక.",
    "17": "యోనాతాను దావీదును తన ప్రాణమువలె ప్రేమించెను గనుక తన ప్రేమను బట్టి అతని చేత మరల ప్రమాణము చేయించుకొనెను.",
    "18": "అప్పుడు యోనాతాను అతనితో ఇట్లనెను - రేపు అమావాస్య; నీ ఆసనము ఖాళీగా ఉండును గనుక నీవు లేవని తెలియును.",
    "19": "నీవు మూడు దినములు ఉండిన తరువాత త్వరగా దిగివచ్చి, కార్యము జరిగిన దినమున నీవు దాగియున్న చోటికి వచ్చి ఎజెలు రాయి యొద్ద కనిపెట్టుకొని యుండుము.",
    "20": "నేను గురికి వేసినట్లు దానికి ఒక ప్రక్కన మూడు బాణములను వేసెదను.",
    "21": "తరువాత - వెళ్లి బాణములను వెతుకుమని ఒక పిల్లవాని పంపెదను; ఇదిగో బాణములు నీకు ఇవతల ఉన్నవి, వాటిని పట్టుకొమ్మని నేను వానితో చెప్పినయెడల నీవు రావచ్చును; యెహోవా జీవముతోడు నీకు క్షేమమే గాని ఏ అపాయమును ఉండదు.",
    "22": "అయితే - ఇదిగో బాణములు నీకు అవతల ఉన్నవని నేను ఆ చిన్నవానితో చెప్పినయెడల యెహోవా నిన్ను పంపివేసెను గనుక నీవు వెళ్లిపోవచ్చును.",
    "23": "మరియు నీవును నేనును చేసికొనిన మాటను గూర్చి యెహోవా నీకును నాకును మధ్య ఎల్లప్పుడును సాక్షిగా ఉండును గాక.",
    "24": "కాబట్టి దావీదు పొలములో దాగియుండెను; అమావాస్య రాగా రాజు భోజనమునకు కూర్చుండెను.",
    "25": "రాజు యధావిధిగా గోడ దగ్గరనున్న తన ఆసనము మీద కూర్చుండగా యోనాతాను లేచి నిలిచెను, అబ్నేరు సౌలు పక్కన కూర్చుండెను, దావీదు స్థలము ఖాళీగా ఉండెను.",
    "26": "అయితే - అతనికి ఏదో సంభవించియుండును, అతడు అపవిత్రుడు కాబోలు, నిజముగా అతడు అపవిత్రుడే అని సౌలు అనుకొని ఆ దినమున ఏమియు మాట్లాడలేదు.",
    "27": "అమావాస్య వెళ్లిన మరునాడు, అనగా రెండవ దినమున దావీదు స్థలము ఖాళీగా ఉండగా సౌలు తన కుమారుడైన యోనాతానుతో - యెష్షయి కుమారుడు నిన్న నేడు భోజనమునకు రాకపోయెనేమని అడుగగా",
    "28": "యోనాతాను సౌలుతో ఇట్లనెను - బేత్లెహేమునకు వెళ్లుటకు దావీదు నా యొద్ద మిక్కిలి బతిమాలుకొనెను.",
    "29": "మా వంశస్థులు ఊరిలో బలి అర్పించుదురు; నా సహోదరుడు నేను రావలెనని ఆజ్ఞాపించెను; కాబట్టి నీ కటాక్షము నా యెడల ఉన్నయెడల నేను వెళ్లి నా సహోదరులను చూచునట్లు నన్ను పోనిమ్మని అడిగెను; అందుచేతనే అతడు రాజు బల్ల యొద్దకు రాలేదు.",
    "30": "అప్పుడు సౌలు యోనాతాను మీద కోపగించుకొని - మూర్ఖురాలైన తిరుగుబాటుదాని కుమారుడా, నీకును నీ తల్లి మానమునకును సిగ్గు కలుగునట్లు నీవు యెష్షయి కుమారుని కోరుకొంటివని నాకు తెలియదా?",
    "31": "యెష్షయి కుమారుడు భూమిమీద బ్రతుకు దినములన్నియు నీవైనను నీ రాజ్యమైనను స్థిరపడదు; కాబట్టి నీవు ఇప్పుడు పంపి అతని నా యొద్దకు తెప్పించుము; వాడు మరణమునకు పాత్రుడని యోనాతానుతో చెప్పగా",
    "32": "యోనాతాను - అతడు ఎందుకు మరణము నొందవలెను? అతడు ఏమి చేసెనని తన తండ్రియైన సౌలును అడిగెను.",
    "33": "అప్పుడు సౌలు అతని పొడుచుటకు ఈటె విసిరెను గనుక తన తండ్రి దావీదును చంప నిశ్చయించుకొనెనని యోనాతాను గ్రహించెను.",
    "34": "యోనాతాను మిక్కిలి కోపము గలవాడై భోజనపంక్తిలోనుండి లేచిపోయెను; తన తండ్రి దావీదును అవమానపరచినందున అతడు దావీదు నిమిత్తము విచారపడి నెల రెండవ దినమున భోజనము చేయకపోయెను.",
    "35": "ఉదయమున యోనాతాను దావీదుతో చేసిన నియామకము చొప్పున ఒక చిన్నవాని వెంటబెట్టుకొని పొలములోనికి వెళ్లి",
    "36": "నీవు పరుగెత్తి నేను వేయు బాణములను వెతుకుమని వానితో చెప్పెను. వాడు పరుగెత్తుచుండగా వాని తల పైగా ఒక బాణము వేసెను.",
    "37": "యోనాతాను వేసిన బాణమున్న చోటికి వాడు రాగా యోనాతాను - బాణము నీకు అవతల ఉన్నది గదా అని వెనుకనుండి కేకవేసెను.",
    "38": "మరియు యోనాతాను - నిలువక త్వరగా పరుగెత్తుమని వెనుకనుండి కేకవేయగా, యోనాతాను పనివాడు బాణములను ఏరుకొని తన యజమానుని యొద్దకు వచ్చెను.",
    "39": "ఆ పనివానికి ఏమియు తెలియలేదు, యోనాతానుకును దావీదునకును మాత్రమే ఆ సంగతి తెలియును.",
    "40": "యోనాతాను తన ఆయుధములను తన పనివానికిచ్చి - నీవు ఊరిలోనికి వీటిని తీసికొనిపొమ్మని చెప్పెను.",
    "41": "వాడు వెళ్లగానే దావీదు దక్షిణపు దిక్కుననుండి లేచివచ్చి మూడు మారులు సాష్టాంగపడి నమస్కారము చేసెను. వారు ఒకరినొకరు ముద్దుపెట్టుకొని ఏడ్చిరి; దావీదు వెక్కి వెక్కి ఏడ్చెను.",
    "42": "యోనాతాను - యెహోవా నీకును నాకును, నా సంతానమునకును నీ సంతానమునకును మధ్య ఎల్లప్పుడును ఉండును గాక అని మనమిద్దరము యెహోవా నామమున ప్రమాణము చేసితివిు గనుక క్షేమముగా వెళ్లుమని దావీదుతో చెప్పెను. దావీదు లేచి వెళ్లిపోయెను; యోనాతాను పట్టణములోనికి వచ్చెను."
}
