
{
    "1": "దావీదు నోబులోనున్న యాజకుడైన అహీమెలెకు నొద్దకు వచ్చెను; అహీమెలెకు వణకుచు దావీదును ఎదుర్కొని - నీవు ఒంటరిగా ఉన్నావేమి? నీతో ఎవరూ లేరేమి అని అతనిని అడుగగా",
    "2": "దావీదు యాజకుడైన అహీమెలెకుతో - రాజు నాకు ఒక పని ఆజ్ఞాపించి, నేను నిన్ను పంపుచున్న పనిని గూర్చియు నీకు ఆజ్ఞాపించినదానిని గూర్చియు ఎవరికిని ఏమియు తెలియనియ్యవద్దని నాతో చెప్పెను; ఫలాని చోటికి రమ్మని నా పనివారికి నేను చెప్పితిని.",
    "3": "ఇప్పుడు నీ యొద్ద ఏమున్నది? ఐదు రొట్టెలు గాని దొరికినదేదైనను గాని నా చేతికిమ్మని అడిగెను.",
    "4": "అందుకు యాజకుడు - ప్రతిష్ఠితమైన రొట్టెలు ఉన్నవే గాని సామాన్యమైనవి నా యొద్ద లేవు; పనివారు స్త్రీలకు దూరముగా ఉండినయెడల వాటిని తీసికొనవచ్చునని దావీదుతో చెప్పెను.",
    "5": "దావీదు - మేము బయలుదేరినది మొదలుకొని మూడు దినముల వరకు నిజముగా స్త్రీలు మాకు దూరముగానే ఉన్నారు; పనివారి బట్టలు పవిత్రములే; ఒకవేళ ఇది అపవిత్రమైన యాత్రయైనను నేడు వారి బట్టలు పవిత్రములే కదా అని యాజకునికి ఉత్తరమిచ్చెను.",
    "6": "కాబట్టి యెహోవా సన్నిధిని ఉంచబడిన సముఖపు రొట్టెలు తప్ప అక్కడ వేరే రొట్టెలు లేనందున యాజకుడు అతనికి ప్రతిష్ఠితమైన రొట్టెలను ఇచ్చెను. వేడి రొట్టెలు వేయు దినమున ఇవి యెహోవా సన్నిధినుండి తీయబడెను.",
    "7": "ఆ దినమున సౌలు సేవకులలో ఒకడు అక్కడ యెహోవా సన్నిధిని ఉంచబడియుండెను; అతని పేరు దోయేగు, అతడు ఎదోమీయుడు, సౌలు పశువుల కాపరులకు అధిపతి.",
    "8": "మరియు దావీదు - రాజు పని తొందరగా ఉన్నందున నేను నా కత్తిని గాని నా ఆయుధములను గాని తీసికొనిరాలేదు; నీ యొద్ద ఈటెయైనను కత్తియైనను ఉన్నదా అని అహీమెలెకును అడుగగా",
    "9": "యాజకుడు - నీవు ఏలా లోయలో చంపిన ఫిలిష్తీయుడైన గొల్యాతు కత్తి ఉన్నది; అదిగో అది ఏఫోదు వెనుక బట్టలో చుట్టబడియున్నది; దానిని తీసికొనగోరినయెడల తీసికొనుము, అది తప్ప ఇక్కడ వేరొకటి లేదని చెప్పెను. అందుకు దావీదు - దాని వంటిది మరియొకటి లేదు, దాని నాకిమ్మనెను.",
    "10": "ఆ దినమున దావీదు సౌలునకు భయపడి అక్కడనుండి పారిపోయి గాతు రాజైన ఆకీషు నొద్దకు వచ్చెను.",
    "11": "ఆకీషు సేవకులు అతనిని చూచి - ఇతడు ఆ దేశపు రాజైన దావీదు కాడా? సౌలు వేలకొలదిని దావీదు పదివేలకొలదిని హతము చేసిరని గానప్రతిగానములు చేయుచు స్త్రీలు ఇతని గూర్చి పాడిరి గదా అని అతనితో చెప్పిరి.",
    "12": "దావీదు ఆ మాటలను తన మనస్సులో ఉంచుకొని గాతు రాజైన ఆకీషునకు మిక్కిలి భయపడి",
    "13": "వారి యెదుట తన ప్రవర్తన మార్చుకొని, వెర్రివానివలె నటించుచు, ద్వారపు తలుపుల మీద గీతలు గీయుచు, తన ఉమ్మి గడ్డము మీదికి కార్చుకొనుచు ఉండెను.",
    "14": "అప్పుడు ఆకీషు తన సేవకులతో - ఈ మనుష్యుడు వెర్రివాడని మీరు చూచుచున్నారు గదా; నా యొద్దకు అతని ఎందుకు తెచ్చితిరి?",
    "15": "నా యెదుట వెర్రి చేష్టలు చేయుటకు ఇతనిని నా యొద్దకు తేవలెనా? నాకు వెర్రివాళ్లు తక్కువగా ఉన్నారా? ఇతడు నా ఇంటిలోనికి రావచ్చునా అనెను."
}
