
{
    "1": "దావీదు అక్కడనుండి తప్పించుకొని అదుల్లాము గుహకు వెళ్లెను; అతని సహోదరులును అతని తండ్రి ఇంటివారందరును అది విని అక్కడికి అతని యొద్దకు వెళ్లిరి.",
    "2": "మరియు ఇబ్బంది గలవారందరును, అప్పుల పాలైనవారందరును, అసమాధానము గలవారందరును అతని యొద్దకు కూడి రాగా అతడు వారికి అధిపతి ఆయెను. ఇంచుమించు నాలుగు వందలమంది మనుష్యులు అతని యొద్ద ఉండిరి.",
    "3": "అక్కడనుండి దావీదు మోయాబు దేశమందలి మిస్పాకు వెళ్లి - దేవుడు నా కొరకు ఏమి చేయునో నాకు తెలియువరకు దయచేసి నా తండ్రియు నా తల్లియు మీ యొద్ద ఉండనిమ్మని మోయాబు రాజును అడిగెను.",
    "4": "అతడు వారిని మోయాబు రాజునొద్దకు తోడుకొని వచ్చెను; దావీదు ఆ కొండలో ఉన్న దినములన్నియు వారు రాజునొద్ద ఉండిరి.",
    "5": "అప్పుడు ప్రవక్తయైన గాదు - నీవు ఈ కొండలో ఉండవద్దు, బయలుదేరి యూదా దేశమునకు వెళ్లుమని దావీదుతో చెప్పగా దావీదు బయలుదేరి హెరెతు అడవిలోనికి వచ్చెను.",
    "6": "దావీదును అతనితోనున్న జనులును కనబడిరని సౌలుకు వినబడెను. అప్పుడు సౌలు గిబియాలోని మెట్ట మీద పిచుల వృక్షము క్రింద కూర్చునియుండెను; అతని చేతిలో ఈటె ఉండెను, అతని సేవకులందరు అతని చుట్టు నిలిచియుండిరి.",
    "7": "సౌలు తన చుట్టు నిలిచియున్న తన సేవకులతో ఇట్లనెను - బెన్యామీనీయులారా వినుడి; యెష్షయి కుమారుడు మీకందరికి పొలములను ద్రాక్షతోటలను ఇచ్చునా? మీకందరికి సహస్రాధిపత్యములను శతాధిపత్యములను ఇచ్చునా?",
    "8": "మీరందరు నాకు విరోధముగా కుట్ర చేయుచున్నారు; నా కుమారుడు యెష్షయి కుమారునితో నిబంధన చేయగా నా కొరకు జాలిపడి, నా కుమారుడు నా సేవకుని నా మీద లేపి, నేడున్నట్లు అతడు నా కొరకు పొంచియున్నాడని నాకు తెలియజేసినవాడు మీలో ఒకడును లేకపోయెను.",
    "9": "అప్పుడు సౌలు సేవకుల యొద్ద నిలిచియున్న ఎదోమీయుడైన దోయేగు - యెష్షయి కుమారుడు నోబులోనున్న అహీటూబు కుమారుడైన అహీమెలెకు నొద్దకు రాగా నేను చూచితిని.",
    "10": "అతడు వాని పక్షమున యెహోవా యొద్ద విచారణ చేసి, వానికి ఆహారమిచ్చి, ఫిలిష్తీయుడైన గొల్యాతు కత్తిని వానికిచ్చెనని ఉత్తరమిచ్చెను.",
    "11": "అప్పుడు రాజు అహీటూబు కుమారుడైన అహీమెలెకు అను యాజకుని, నోబులోనున్న అతని తండ్రి ఇంటివారగు యాజకులనందరిని పిలువనంపగా వారందరు రాజునొద్దకు వచ్చిరి.",
    "12": "సౌలు - అహీటూబు కుమారుడా, వినుమనగా అతడు - చిత్తము నా ఏలినవాడా అనెను.",
    "13": "అప్పుడు సౌలు - నీవును యెష్షయి కుమారుడును నాకు విరోధముగా ఎందుకు కుట్ర చేసితిరి? నీవు వానికి ఆహారమును కత్తిని ఇచ్చి, వాని పక్షమున దేవుని యొద్ద విచారణ చేసి, నేడున్నట్లు వాడు నా మీద లేచి పొంచియుండునట్లు చేసితివని అతని నడుగగా",
    "14": "అహీమెలెకు - రాజు అల్లుడును, నీకు ఆలోచనకర్తయునై, నీ ఆజ్ఞకు లోబడి నీ ఇంట ఘనత వహించిన దావీదు వంటి నమ్మకమైనవాడు నీ సేవకులందరిలో ఎవడున్నాడు?",
    "15": "వాని పక్షమున దేవుని యొద్ద విచారణ చేయుట నేడు నేను ఆరంభించితినా? అది నాకు దూరమవు గాక; రాజు తన దాసుని మీదనైనను నా తండ్రి ఇంటివారిలో ఎవరి మీదనైనను నేరము మోపకుండును గాక; ఈ సంగతి అంతటిని గూర్చి నీ దాసుడనైన నాకు కొంచెమైనను తెలియదని రాజుతో చెప్పెను.",
    "16": "అందుకు రాజు - అహీమెలెకూ, నీవును నీ తండ్రి ఇంటివారందరును తప్పక మరణము నొందవలెనని చెప్పి",
    "17": "తన చుట్టు నిలిచియున్న రక్షకభటులతో - మీరు తిరిగి యెహోవా యాజకులను చంపుడి; వారును దావీదుతో కుమ్మక్కైరి; అతడు పారిపోయెనని వారికి తెలిసినను వారు నాకు ఆ సంగతి తెలియజేయలేదని చెప్పెను. అయితే రాజు సేవకులు యెహోవా యాజకులను చంపుటకు చెయ్యి ఎత్తనొల్లకపోయిరి.",
    "18": "అప్పుడు రాజు - నీవు తిరిగి యాజకులను చంపుమని దోయేగుతో చెప్పగా ఎదోమీయుడైన దోయేగు తిరిగి యాజకుల మీద పడి, ఆ దినమున నార ఏఫోదు ధరించుకొనిన ఎనభై ఐదుగురిని చంపెను.",
    "19": "మరియు అతడు యాజకుల పట్టణమైన నోబును కత్తివాత హతము చేసెను; పురుషులను స్త్రీలను, బాలురను చంటిపిల్లలను, ఎద్దులను గాడిదలను గొర్రెలను కత్తివాత హతము చేసెను.",
    "20": "అహీటూబు కుమారుడైన అహీమెలెకు కుమారులలో అభ్యాతారు అను ఒకడు తప్పించుకొని పారిపోయి దావీదు నొద్దకు వచ్చెను.",
    "21": "సౌలు యెహోవా యాజకులను చంపెనని అభ్యాతారు దావీదునకు తెలియజేయగా",
    "22": "దావీదు - ఎదోమీయుడైన దోయేగు అక్కడ ఉండుట చూచి, అతడు నిశ్చయముగా సౌలుకు తెలియజేయునని ఆ దినమున నేను అనుకొంటిని; నీ తండ్రి ఇంటివారందరి మరణమునకు నేనే కారణమైతిని.",
    "23": "నా ప్రాణము తీయజూచువాడు నీ ప్రాణమును కూడ తీయజూచుచున్నాడు గనుక నీవు భయపడక నా యొద్ద ఉండుము; నా యొద్ద నీకు భద్రము కలుగునని అభ్యాతారుతో చెప్పెను."
}
