
{
    "1": "సౌలు ఫిలిష్తీయులను తరిమి తిరిగి వచ్చినప్పుడు - దావీదు ఏన్గెదీ అరణ్యములో ఉన్నాడని అతనికి వర్తమానము వచ్చెను.",
    "2": "అప్పుడు సౌలు ఇశ్రాయేలీయులందరిలోనుండి మూడు వేలమంది శూరులను ఏర్పరచుకొని, కొండ మేకలుండు రాళ్ల మీద దావీదును అతని జనులను వెతకుటకు వెళ్లెను.",
    "3": "దారిలోనున్న గొర్రెల దొడ్ల యొద్దకు అతడు రాగా అక్కడ ఒక గుహ ఉండెను; సౌలు శంకానివృత్తికి అందులో ప్రవేశించెను; దావీదును అతని జనులును ఆ గుహ అంతర్భాగములో ఉండిరి.",
    "4": "దావీదు జనులు అతనితో - యెహోవా నీ శత్రువును నీ చేతికి అప్పగించుచున్నాడు; నీ దృష్టికి ఏది మంచిదో అది అతనికి చేయుమని ఆయన నీతో చెప్పిన దినము ఇదే అనిరి. అప్పుడు దావీదు లేచి సౌలు పైవస్త్రము యొక్క చెంగును రహస్యముగా కోసెను.",
    "5": "తరువాత సౌలు వస్త్రపు చెంగు కోసినందుకు దావీదు మనస్సు నొచ్చుకొనెను.",
    "6": "అతడు తన జనులతో - యెహోవా చేత అభిషేకించబడిన నా ప్రభువు మీద చెయ్యి వేయకుండ యెహోవా నన్ను కాపాడును గాక; అతడు యెహోవా చేత అభిషేకించబడినవాడు అని చెప్పి",
    "7": "ఆ మాటలవలన దావీదు తన జనులను అడ్డగించి సౌలు మీదకి లేవనియ్యలేదు. సౌలు లేచి గుహలోనుండి మార్గమున వెళ్లెను.",
    "8": "తరువాత దావీదు లేచి గుహలోనుండి బయటికి వచ్చి - నా ఏలినవాడా, రాజా అని సౌలు వెనుక కేకవేయగా, సౌలు వెనుకకు తిరిగి చూచెను; అప్పుడు దావీదు నేలమట్టుకు వంగి నమస్కారము చేసెను.",
    "9": "దావీదు సౌలుతో ఇట్లనెను - దావీదు నీకు కీడు చేయజూచుచున్నాడని మనుష్యులు చెప్పు మాటలను నీవు ఎందుకు వినుచున్నావు?",
    "10": "ఇదిగో యెహోవా నేడు గుహలో నిన్ను నా చేతికి అప్పగించిన సంగతి నీ కన్నులారా చూచితివి గదా; నిన్ను చంపుమని కొందరు నాతో చెప్పినను నేను నిన్ను కరుణించి - అతడు యెహోవా చేత అభిషేకించబడినవాడు గనుక నా ప్రభువు మీద చెయ్యి వేయకూడదని చెప్పితిని.",
    "11": "నా తండ్రీ చూడుము, నా చేతిలోనున్న నీ వస్త్రపు చెంగును చూడుము; నేను నిన్ను చంపక నీ వస్త్రపు చెంగు కోసినందున నా చేతిలో ఏ కీడును లేదు, ఏ దోషమును లేదు; నేను నీ యెడల ఏ పాపమును చేయలేదు, అయినను నా ప్రాణము తీయుటకు నీవు దానిని వేటాడుచున్నావు.",
    "12": "యెహోవా నాకును నీకును మధ్య తీర్పు తీర్చును; యెహోవా నా పగ నీ మీద తీర్చును గాని నా చెయ్యి నీ మీద పడదు.",
    "13": "దుష్టులవలన దుష్టత్వము పుట్టును అని పూర్వీకుల సామెత చెప్పుచున్నది గనుక నా చెయ్యి నీ మీద పడదు.",
    "14": "ఇశ్రాయేలు రాజు ఎవరిని పట్టుకొన బయలుదేరెను? నీవు ఎవరిని తరుముచున్నావు? చచ్చిన కుక్కను గదా? మిన్నల్లిని గదా?",
    "15": "యెహోవా తీర్పరియై నాకును నీకును మధ్య తీర్పు తీర్చును గాక; ఆయన విచారించి నా పక్షమున వాదించి నీ చేతిలోనుండి నన్ను విడిపించును గాక అనెను.",
    "16": "దావీదు ఈ మాటలు సౌలుతో చెప్పి చాలించినప్పుడు సౌలు - నా కుమారా దావీదూ, ఇది నీ స్వరమే గదా అని చెప్పి ఎలుగెత్తి ఏడ్చెను.",
    "17": "మరియు అతడు దావీదుతో ఇట్లనెను - నీవు నాకంటే నీతిమంతుడవు; నేను నీకు కీడు చేసితిని గాని నీవు నాకు మేలు చేసితివి.",
    "18": "నీవు నాకు మేలు చేసితివని నేడు నాకు కనపరచితివి; యెహోవా నన్ను నీ చేతికి అప్పగించినను నీవు నన్ను చంపలేదు.",
    "19": "ఒకని శత్రువు వానికి దొరికినయెడల మేలు చేసి పంపివేయునా? నేడు నీవు నాకు చేసినదానిని బట్టి యెహోవా నీకు మేలు చేయును గాక.",
    "20": "నీవు నిశ్చయముగా రాజవగుదువనియు, ఇశ్రాయేలు రాజ్యము నీ చేతిలో స్థిరపడుననియు నాకు బాగుగా తెలియును.",
    "21": "కాబట్టి నా తరువాత నా సంతానమును నీవు నిర్మూలము చేయకుండునట్లును, నా తండ్రి ఇంటిలోనుండి నా పేరు కొట్టివేయకుండునట్లును యెహోవా తోడని నాతో ప్రమాణము చేయుము.",
    "22": "దావీదు సౌలుతో ప్రమాణము చేసెను; తరువాత సౌలు తన ఇంటికి వెళ్ళెను, దావీదును అతని జనులును గిరి దుర్గమునకు వెళ్లిరి."
}
