
{
    "1": "సమూయేలు చనిపోగా ఇశ్రాయేలీయులందరు కూడి అతని గూర్చి ఏడ్చి రామాలోని అతని యింట అతని పాతిపెట్టిరి. అప్పుడు దావీదు లేచి పారాను అరణ్యమునకు వెళ్ళెను.",
    "2": "మాోనులో ఒక మనుష్యుడు ఉండెను; అతని ఆస్తి కర్మెలులో ఉండెను. ఆ మనుష్యుడు బహు గొప్పవాడు; అతనికి మూడు వేల గొర్రెలును వెయ్యి మేకలును ఉండెను. అతడు కర్మెలులో తన గొర్రెల బొచ్చు కత్తిరించుచుండెను.",
    "3": "ఆ మనుష్యుని పేరు నాబాలు, అతని భార్య పేరు అబీగాయిలు; ఆ స్త్రీ మంచి వివేకమును రూపమును గలది; ఆ పురుషుడు మొండివాడును దుర్మార్గుడునై యుండెను; అతడు కాలేబు వంశస్థుడు.",
    "4": "నాబాలు గొర్రెల బొచ్చు కత్తిరించుచున్నాడని దావీదు అరణ్యములో విని",
    "5": "పదిమంది యౌవనస్థులను పంపుచు వారితో ఇట్లనెను - మీరు కర్మెలునకున్న నాబాలు నొద్దకు వెళ్లి నా పేరట అతని కుశలమడిగి",
    "6": "వర్ధిల్లుచున్న అతనితో ఈలాగు చెప్పుడి - నీకును నీ ఇంటివారికిని నీకు కలిగినదంతటికిని క్షేమమగును గాక.",
    "7": "నీవు గొర్రెల బొచ్చు కత్తిరించుచున్నారని వింటిని; నీ గొర్రెల కాపరులు మా యొద్ద ఉండిరి; వారు కర్మెలులో ఉన్నన్నాళ్లు మేము వారికి అపకారము చేయలేదు, వారిదేదియు పోలేదు.",
    "8": "నీ పనివారిని అడిగినయెడల వారు నీకు చెప్పుదురు; కాబట్టి ఈ యౌవనస్థుల యెడల దయ చూపుము; మేము శుభదినమున వచ్చితివిు గదా; నీకు తోచినదానిని నీ దాసులకును నీ కుమారుడైన దావీదునకును ఇయ్యుము.",
    "9": "దావీదు పనవారు వచ్చి దావీదు నామమున ఆ మాటలన్నిటిని నాబాలుతో చెప్పి ఊరకుండిరి.",
    "10": "అందుకు నాబాలు - దావీదు ఎవడు? యెష్షయి కుమారుడెవడు? ఈ కాలమున తమ యజమానుల యొద్దనుండి పారిపోవు దాసులు అనేకులున్నారు.",
    "11": "నేను నా రొట్టెను నా నీళ్లను నా గొర్రెల బొచ్చు కత్తిరించువారి కొరకు నేను వధించిన మాంసమును తీసికొని, ఎక్కడివారో నాకు తెలియని వారికి ఇత్తునా అని దావీదు సేవకులతో అనెను.",
    "12": "దావీదు పనవారు తమ దారిన తిరిగి వెళ్లి వచ్చి ఆ మాటలన్నిటిని అతనికి తెలియజేసిరి.",
    "13": "అప్పుడు దావీదు - మీలో ప్రతివాడు తన కత్తిని కట్టుకొనుడని తన జనులతో చెప్పగా వారు తమ తమ కత్తులు కట్టుకొనిరి; దావీదు కూడ తన కత్తి కట్టుకొనెను. ఇంచుమించు నాలుగు వందలమంది దావీదు వెంట వెళ్లిరి; రెండు వందలమంది సామాను నొద్ద నిలిచిరి.",
    "14": "అంతలో పనివారిలో ఒకడు నాబాలు భార్యయైన అబీగాయిలుతో ఇట్లనెను - ఇదిగో మన యజమానుని కుశలమడుగుటకు దావీదు అరణ్యములోనుండి దూతలను పంపగా మన యజమానుడు వారిని తూలనాడెను.",
    "15": "అయితే ఆ మనుష్యులు మాకు చాలా ఉపకారము చేసిరి; మేము పొలములో ఉండి వారి మధ్య సంచరించినన్నాళ్లు మాకు ఏ హానియు కలుగలేదు, మాదేదియు పోలేదు.",
    "16": "మేము గొర్రెలను మేపుచు వారి యొద్ద ఉన్నన్నాళ్లు వారు రాత్రింబగళ్లు మాకు ప్రాకారముగా ఉండిరి.",
    "17": "కాబట్టి నీవు ఏమి చేయవలెనో ఆలోచించుకొనుము; మన యజమానుని మీదను అతని ఇంటివారందరి మీదను కీడు నిర్ణయించబడినది; అతడు దుర్మార్గుడు, అతనితో ఎవడును మాటలాడలేడు.",
    "18": "అప్పుడు అబీగాయిలు త్వరపడి రెండు వందల రొట్టెలను, రెండు తిత్తుల ద్రాక్షారసమును, వండిన ఐదు గొర్రెలను, ఐదు మానికల వేయించిన ధాన్యమును, నూరు ద్రాక్ష గెలలను, రెండు వందల అంజూరపు అడలను తీసికొని గాడిదల మీద వేసి",
    "19": "మీరు నాకు ముందుగా వెళ్లుడి, ఇదిగో నేను మీ వెనుక వచ్చుచున్నానని తన పనివారితో చెప్పెను గాని తన పెనిమిటియైన నాబాలుకు ఆమె తెలియజేయలేదు.",
    "20": "ఆమె గాడిద నెక్కి కొండ చాటున దిగివచ్చుచుండగా దావీదును అతని జనులును ఆమెకు ఎదురుగా దిగివచ్చుచుండిరి; ఆమె వారిని కలుసుకొనెను.",
    "21": "దావీదు - అరణ్యములో ఈ మనుష్యునికి కలిగినదంతయు నేను భద్రము చేసినది వ్యర్థమే; అతనికి కలిగినదంతటిలో ఒకటియు పోలేదు; వాడు మేలుకు ప్రతిగా నాకు కీడు చేసెను.",
    "22": "తెల్లవారువరకు వానికి కలిగిన వారందరిలో ఒక్క మగవానినైనను నేను మిగల్చినయెడల దేవుడు దావీదు శత్రువులకు గొప్ప అపాయము కలుగజేయును గాక అని అనుకొనెను.",
    "23": "అబీగాయిలు దావీదును చూచి త్వరగా గాడిద దిగి దావీదు యెదుట సాష్టాంగపడి నమస్కారము చేసి",
    "24": "అతని కాళ్ల మీద పడి ఇట్లనెను - నా ఏలినవాడా, ఈ దోషము నా మీదనే ఉండనిమ్ము; నీ దాసురాలనైన నన్ను నీతో మాటలాడనిమ్ము, నీ దాసురాలి మాటలను వినుము.",
    "25": "దయచేసి నా ఏలినవాడు ఆ పనికిమాలిన నాబాలును లక్ష్యపెట్టవద్దు; అతని పేరు ఎట్టిదో అతడును అట్టివాడే; అతని పేరు నాబాలు, అతడు మూఢుడు; నీ దాసురాలనైన నేను నా ఏలినవాడు పంపిన పనివారిని చూడలేదు.",
    "26": "కాబట్టి నా ఏలినవాడా, యెహోవా జీవముతోడు నీ జీవముతోడు, నీవు రక్తము చిందించకుండను, నీకు నీవే పగ తీర్చుకొనకుండను యెహోవా నిన్ను ఆటంకపరచెను; నీ శత్రువులును నా ఏలినవానికి కీడు చేయగోరువారును నాబాలువలె అగుదురు గాక.",
    "27": "ఇప్పుడు నీ దాసురాలు నా ఏలినవానికి తెచ్చిన ఈ కానుకను నా ఏలినవాని వెంట వచ్చు పనివారికి ఇప్పించుము.",
    "28": "దయచేసి నీ దాసురాలి తప్పును క్షమించుము; నా ఏలినవాడు యెహోవా యుద్ధములను చేయుచున్నాడు గనుక యెహోవా నా ఏలినవానికి శాశ్వతమైన కుటుంబమును కట్టించును; నీవు బ్రతుకు దినములన్నిటను నీ యందు ఏ చెడుతనమును కనబడకుండును గాక.",
    "29": "నిన్ను తరుముటకును నీ ప్రాణము తీయుటకును ఒకడు లేచినయెడల, నా ఏలినవాని ప్రాణము నీ దేవుడైన యెహోవా యొద్దనున్న జీవపు మూటలో కట్టబడును; నీ శత్రువుల ప్రాణములను వడిసెలలో పెట్టి ఆయన విసిరివేయును.",
    "30": "యెహోవా నా ఏలినవాని గూర్చి సెలవిచ్చిన మేలంతటి చొప్పున చేసి ఇశ్రాయేలు మీద నిన్ను అధిపతిగా నియమించిన తరువాత",
    "31": "నా ఏలినవాడు నిష్కారణముగా రక్తము చిందించెననియు, నా ఏలినవాడు పగ తీర్చుకొనెననియు, నీ హృదయములో మనోవేదనయైనను దుఃఖమైనను కలుగకుండును గాక; యెహోవా నా ఏలినవానికి మేలు చేసిన తరువాత నీవు నీ దాసురాలిని జ్ఞాపకము చేసికొందువు గాక.",
    "32": "అప్పుడు దావీదు అబీగాయిలుతో - నిన్ను ఈ దినమున నన్ను ఎదుర్కొనుటకు పంపిన ఇశ్రాయేలు దేవుడైన యెహోవా స్తుతింపబడును గాక.",
    "33": "నీ వివేకము ఆశీర్వదించబడును గాక; నేను రక్తము చిందించకుండను, నాకు నేనే పగ తీర్చుకొనకుండను నీవు ఈ దినమున నన్ను ఆపితివి గనుక నీవును ఆశీర్వదించబడుదువు గాక.",
    "34": "నీవు త్వరపడి నన్ను ఎదుర్కొనకపోయినయెడల ఇశ్రాయేలు దేవుడైన యెహోవా జీవముతోడు తెల్లవారువరకు నాబాలుకు ఒక్క మగవాడును మిగిలియుండడు; నీకు కీడు చేయకుండ నన్ను ఆపినవాడు ఆయనే అనెను.",
    "35": "అప్పుడు దావీదు ఆమె తెచ్చినవాటిని ఆమె చేతినుండి తీసికొని - నీ ఇంటికి సమాధానముగా వెళ్లుము; చూడుము, నీ మాట విని నీ విన్నపమును అంగీకరించితినని ఆమెతో చెప్పెను.",
    "36": "అబీగాయిలు నాబాలు నొద్దకు వచ్చినప్పుడు అతడు రాజ విందు వంటి విందు తన యింట చేయించుచుండెను; నాబాలు ద్రాక్షారసము త్రాగి బహు మత్తుడై సంతోషించుచుండగా తెల్లవారువరకు ఆమె అతనితో ఏమియు చెప్పలేదు.",
    "37": "ఉదయమున నాబాలుకు మత్తు వదలిన తరువాత అతని భార్య ఆ సంగతులను అతనికి తెలియజేయగా అతని గుండె పగిలిపోయి అతడు రాయివలె ఆయెను.",
    "38": "ఇంచుమించు పది దినములైన తరువాత యెహోవా నాబాలును మొత్తగా అతడు చనిపోయెను.",
    "39": "నాబాలు చనిపోయెనని దావీదు వినినప్పుడు - నాబాలువలన నాకు కలిగిన నిందను తీర్చి, కీడు చేయకుండ తన దాసుని ఆపిన యెహోవా స్తుతింపబడును గాక; నాబాలు చేసిన కీడును యెహోవా అతని తలమీదికి రప్పించెననెను. తరువాత దావీదు అబీగాయిలును తనకు భార్యగా చేసికొనుటకై ఆమెతో మాటలాడుటకు దూతలను పంపెను.",
    "40": "దావీదు సేవకులు కర్మెలులోనున్న అబీగాయిలు నొద్దకు వచ్చి - నిన్ను తనకిచ్చి పెండ్లి చేసికొనుటకై దావీదు మమ్మును నీ యొద్దకు పంపెనని ఆమెతో చెప్పగా",
    "41": "ఆమె లేచి సాష్టాంగ నమస్కారము చేసి - ఇదిగో నీ దాసురాలనైన నేను నా ఏలినవాని సేవకుల కాళ్లు కడుగుటకు సిద్ధముగా ఉన్నాననెను.",
    "42": "అప్పుడు అబీగాయిలు త్వరపడి లేచి గాడిద నెక్కి, తన వెంబడి వచ్చిన ఐదుగురు పనికత్తెలతో కూడ దావీదు దూతల వెనుక వెళ్లి అతనికి భార్య ఆయెను.",
    "43": "దావీదు యెజ్రెయేలుదగు అహినోయమును కూడ పెండ్లి చేసికొనెను; వారిద్దరు అతనికి భార్యలైరి.",
    "44": "సౌలు తన కుమార్తెయు దావీదు భార్యయునగు మీకాలును గల్లీమువాడైన లయీషు కుమారుడగు ఫల్తీకి ఇచ్చెను."
}
