
{
    "1": "జిఫీయులు గిబియాలోనున్న సౌలునొద్దకు వచ్చి - దావీదు ఎడారికి ఎదురుగానున్న హకీలా కొండలో దాగియున్నాడు గదా అనిరి.",
    "2": "కాబట్టి సౌలు లేచి జిఫు అరణ్యములో దావీదును వెతుకుటకై ఇశ్రాయేలీయులలో ఏర్పరచుకొనిన మూడు వేలమందిని తీసికొని జిఫు అరణ్యమునకు వెళ్లెను.",
    "3": "ఎడారికి ఎదురుగానున్న హకీలా కొండలో దారి పక్కన సౌలు దిగెను. దావీదు అరణ్యములో నివసించుచు, సౌలు తన వెనుక అరణ్యమునకు వచ్చుట చూచెను.",
    "4": "దావీదు వేగులవారిని పంపి సౌలు నిజముగా వచ్చెనని తెలిసికొనెను.",
    "5": "అప్పుడు దావీదు లేచి సౌలు దిగిన స్థలమునకు వచ్చెను; సౌలును అతని సైన్యాధిపతియైన నేరు కుమారుడగు అబ్నేరును పండుకొనియున్న స్థలమును దావీదు చూచెను; సౌలు దండు మధ్యలో పండుకొనియుండెను, జనులు అతని చుట్టు దిగియుండిరి.",
    "6": "అప్పుడు దావీదు హిత్తీయుడైన అహీమెలెకుతోను సెరూయా కుమారుడును యోవాబు సహోదరుడునైన అబీషైతోను - సౌలు నొద్దకు పాళెములోనికి నాతోకూడ ఎవరు వచ్చెదరని అడుగగా అబీషై - నేను నీతోకూడ వచ్చెదననెను.",
    "7": "దావీదును అబీషైయు రాత్రివేళ ఆ జనుల యొద్దకు రాగా, సౌలు దండు మధ్యలో నిద్రించుచుండెను; అతని ఈటె అతని తల దగ్గర భూమిలో పాతబడియుండెను; అబ్నేరును జనులును అతని చుట్టు పండుకొనియుండిరి.",
    "8": "అప్పుడు అబీషై - దేవుడు నేడు నీ శత్రువును నీ చేతికి అప్పగించియున్నాడు; కాబట్టి నేను ఈటెతో ఒక్క పోటు పొడిచి అతనిని నేలకు నాటెదను, రెండవ మారు అతని పొడువనని దావీదుతో చెప్పెను.",
    "9": "అందుకు దావీదు - అతని చంపకుము; యెహోవా చేత అభిషేకించబడినవానిని చంపి నిర్దోషియగుట ఎవని తరము?",
    "10": "యెహోవా జీవముతోడు, యెహోవాయే అతని మొత్తవచ్చును; లేదా అతని కాలము వచ్చి అతడు చావవచ్చును, లేదా యుద్ధమునకు వెళ్లి నశింపవచ్చును.",
    "11": "యెహోవా చేత అభిషేకించబడినవాని మీద నేను చెయ్యి వేయను; అది నాకు దూరమవు గాక; ఇప్పుడు అతని తల దగ్గరనున్న ఈటెను నీళ్ల బుడ్డిని తీసికొని మనము వెళ్లుదము రమ్మని అబీషైతో చెప్పెను.",
    "12": "దావీదు సౌలు తల దగ్గరనున్న ఈటెను నీళ్ల బుడ్డిని తీసికొనెను; వారు వెళ్లిపోయిరి; యెహోవా వారి మీద గాఢనిద్ర రప్పించెను గనుక వారందరు నిద్రించుచుండిరి; అది ఎవరికిని తెలియలేదు, ఎవరూ చూడలేదు, ఎవరూ మేల్కొనలేదు.",
    "13": "దావీదు అవతలకు వెళ్లి దూరముగా కొండ కొన మీద నిలిచెను; వారికిని అతనికిని మధ్య చాలా దూరముండెను.",
    "14": "అప్పుడు దావీదు జనులను, నేరు కుమారుడైన అబ్నేరును పిలిచి - అబ్నేరూ, నీవు పలుకవా అని కేకవేయగా, అబ్నేరు - రాజును పిలిచే నీవెవరవని అడిగెను.",
    "15": "అప్పుడు దావీదు అబ్నేరుతో ఇట్లనెను - నీవు మగవాడవు కాదా? ఇశ్రాయేలులో నీవంటివాడెవడు? నీవు నీ ఏలినవానిని రాజును ఎందుకు కాపాడలేదు? జనులలో ఒకడు నీ ఏలినవానిని రాజును చంపుటకు లోపలికి వచ్చెను.",
    "16": "నీవు చేసినది మంచి పని కాదు; యెహోవా జీవముతోడు, యెహోవా చేత అభిషేకించబడిన మీ ఏలినవానిని మీరు కాపాడలేదు గనుక మీరు మరణమునకు పాత్రులు. రాజు ఈటెయు అతని తల దగ్గరనున్న నీళ్ల బుడ్డియు ఎక్కడ ఉన్నవో ఇప్పుడు చూడుము.",
    "17": "సౌలు దావీదు స్వరమును గుర్తుపట్టి - నా కుమారా దావీదూ, ఇది నీ స్వరమే గదా అనెను. అందుకు దావీదు - నా ఏలినవాడా రాజా, ఇది నా స్వరమే అనెను.",
    "18": "మరియు అతడు - నా ఏలినవాడు తన దాసుని ఎందుకు తరుముచున్నాడు? నేను చేసినదేమి? నా చేతిలో ఏమి కీడున్నది?",
    "19": "దయచేసి నా ఏలినవాడును రాజును తన దాసుని మాటలు ఆలకించును గాక. యెహోవా నిన్ను నా మీద రేపినయెడల ఆయన నైవేద్యమును అంగీకరించును గాక; నరులు రేపినయెడల వారు యెహోవా యెదుట శాపగ్రస్తులగుదురు గాక; ఏలయనగా - నీవు వెళ్లి ఇతర దేవతలను సేవించుమని చెప్పి, యెహోవా స్వాస్థ్యములో నాకు పాలు లేకుండ వారు నేడు నన్ను వెళ్లగొట్టిరి.",
    "20": "కాబట్టి యెహోవా సన్నిధికి దూరముగా నా రక్తము నేల చిందింపకుండును గాక; పర్వతములలో కౌజు పిట్టను ఒకడు తరుమునట్లు ఇశ్రాయేలు రాజు ఒక మిన్నల్లిని వెతకవచ్చెననెను.",
    "21": "అప్పుడు సౌలు - నేను పాపము చేసితిని; నా కుమారా దావీదూ, తిరిగి రమ్ము; నేడు నా ప్రాణము నీ దృష్టికి ప్రియముగా ఉండెను గనుక నేను ఇక నీకు కీడు చేయను; నేను బుద్ధిలేనివాడనై మిక్కిలి తప్పిదము చేసితిననెను.",
    "22": "అందుకు దావీదు - రాజు ఈటె ఇదిగో, పనివారిలో ఒకడు ఇవతలకు వచ్చి దీనిని తీసికొనిపోవచ్చును.",
    "23": "యెహోవా ప్రతివానికి వాని నీతిని బట్టియు నమ్మకమును బట్టియు ఫలమిచ్చును; నేడు యెహోవా నిన్ను నా చేతికి అప్పగించినను, యెహోవా చేత అభిషేకించబడినవాని మీద నా చెయ్యి వేయ నొల్లకుంటిని.",
    "24": "ఇదిగో నేడు నీ ప్రాణము నా దృష్టికి ఎంత గొప్పదో, నా ప్రాణము యెహోవా దృష్టికి అంత గొప్పదై, ఆయన సమస్త శ్రమలలోనుండి నన్ను విడిపించును గాక అనెను.",
    "25": "అప్పుడు సౌలు - నా కుమారా దావీదూ, నీవు ఆశీర్వదించబడుదువు గాక; నీవు ఘనకార్యములను చేసి జయము నొందుదువని దావీదుతో చెప్పెను. తరువాత దావీదు తన దారిన పోయెను, సౌలును తన ఇంటికి తిరిగి వెళ్ళెను."
}
