
{
    "1": "దావీదు - ఏదో ఒక దినమున నేను సౌలు చేతివలన నశింపక మానను; కాబట్టి నేను ఫిలిష్తీయుల దేశమునకు తప్పించుకొని పోవుట కంటే నాకు వేరొక మార్గము లేదు; అప్పుడు సౌలు ఇశ్రాయేలు సరిహద్దులన్నిటిలో నన్ను వెతుకుట మానును, నేను అతని చేతిలోనుండి తప్పించుకొందునని తన మనస్సులో అనుకొనెను.",
    "2": "దావీదును అతనితోనున్న ఆరు వందలమందియు లేచి గాతు రాజైన మాగోగు కుమారుడగు ఆకీషు నొద్దకు వెళ్లిరి.",
    "3": "దావీదును అతని జనులును, ఒక్కొక్కడు తన తన ఇంటివారితో కూడ, గాతులో ఆకీషు నొద్ద కాపురముండిరి; దావీదును, యెజ్రెయేలుదగు అహినోయము, నాబాలు భార్యయైన కర్మెలుదగు అబీగాయిలు అను అతని ఇద్దరు భార్యలును అతనితో ఉండిరి.",
    "4": "దావీదు గాతుకు పారిపోయెనని సౌలుకు తెలుపబడగా అతడు అతని వెతుకుట మానెను.",
    "5": "దావీదు - నా యెడల నీకు కటాక్షమున్నయెడల నేను కాపురముండుటకు దేశపు ఊర్లలో ఒకదానియందు నాకు స్థలమిప్పించుము; రాజవగు నీ యొద్ద నీ దాసుడు రాజధానిలో ఎందుకుండవలెనని ఆకీషుతో చెప్పగా",
    "6": "ఆకీషు ఆ దినమున సిక్లగును అతనికిచ్చెను; కాబట్టి నేటి వరకు సిక్లగు యూదా రాజులదై యున్నది.",
    "7": "దావీదు ఫిలిష్తీయుల దేశములో నివసించిన కాలము ఒక సంవత్సరమును నాలుగు నెలలు.",
    "8": "దావీదును అతని జనులును ఎక్కిపోయి గెషూరీయుల మీదను గెజెరీయుల మీదను అమాలేకీయుల మీదను పడిరి; పూర్వము నుండి, అనగా నీవు షూరుకు వెళ్లు మార్గమున ఐగుప్తు దేశము వరకు ఆ ప్రదేశ నివాసులు వారే.",
    "9": "దావీదు ఆ దేశమును కొట్టి మగవానినైనను ఆడుదానినైనను బ్రతుకనియ్యక, గొర్రెలను ఎద్దులను గాడిదలను ఒంటెలను వస్త్రములను దోచుకొని తిరిగి ఆకీషు నొద్దకు వచ్చెను.",
    "10": "ఆకీషు - నేడు మీరు ఎక్కడికి దండెత్తి వెళ్లితిరని అడుగగా దావీదు - యూదా దక్షిణ ప్రదేశము మీదికిని, యెరాహ్మేలీయుల దక్షిణ ప్రదేశము మీదికిని, కేనీయుల దక్షిణ ప్రదేశము మీదికిని వెళ్లితిమని చెప్పుచు వచ్చెను.",
    "11": "వారు మమ్మును గూర్చి వర్తమానము తెచ్చి - దావీదు ఇలాగు చేసెనని చెప్పుదురేమో అని దావీదు గాతుకు వార్త తెచ్చుటకు ఒక మగవానినైనను ఆడుదానినైనను బ్రతుకనియ్యలేదు. అతడు ఫిలిష్తీయుల దేశములో నివసించిన కాలమంతయు అతడు ఈలాగున చేయుచు వచ్చెను.",
    "12": "ఆకీషు దావీదును నమ్మి - అతడు తన జనులైన ఇశ్రాయేలీయులకు తనను తాను బహు అసహ్యునిగా చేసికొనియున్నాడు గనుక అతడు ఎల్లప్పుడు నాకు దాసుడుగా ఉండుననుకొనెను."
}
