
{
    "1": "ఆ దినములలో ఫిలిష్తీయులు ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు తమ సైన్యములను సమకూర్చుకొనగా ఆకీషు - నీవును నీ జనులును నాతోకూడ దండులోనికి రావలెనని నిశ్చయముగా తెలిసికొనుమని దావీదుతో చెప్పెను.",
    "2": "అందుకు దావీదు - నీ దాసుడనైన నేను చేయబోవునది నీకు తెలియునని ఆకీషుతో అనగా ఆకీషు - ఇందుచేత నేను నిన్ను ఎల్లప్పుడు నాకు శిరస్సంరక్షకునిగా నియమించెదనని దావీదుతో చెప్పెను.",
    "3": "సమూయేలు చనిపోయెను; ఇశ్రాయేలీయులందరు అతని గూర్చి అంగలార్చి అతని ఊరైన రామాలో అతని పాతిపెట్టియుండిరి. సౌలు కర్ణపిశాచి గలవారిని సోదెగాండ్రను దేశములోనుండి వెళ్లగొట్టియుండెను.",
    "4": "ఫిలిష్తీయులు కూడుకొని వచ్చి షూనేములో దిగగా సౌలు ఇశ్రాయేలీయులనందరిని సమకూర్చెను; వారు గిల్బోవలో దిగిరి.",
    "5": "సౌలు ఫిలిష్తీయుల దండును చూచి భయపడెను; అతని గుండె బహుగా వణకెను.",
    "6": "సౌలు యెహోవా యొద్ద విచారణ చేయగా యెహోవా స్వప్నము ద్వారానైనను, ఊరీము ద్వారానైనను, ప్రవక్తల ద్వారానైనను అతనికి ప్రత్యుత్తరమియ్యకుండెను.",
    "7": "అప్పుడు సౌలు - నేను వెళ్లి విచారణ చేయునట్లు కర్ణపిశాచి గల స్త్రీని ఒకదానిని నా కొరకు వెతుకుడని తన సేవకులతో చెప్పగా అతని సేవకులు - ఏన్దోరులో కర్ణపిశాచి గల ఒక స్త్రీ ఉన్నదనిరి.",
    "8": "సౌలు మారువేషము వేసికొని వేరే బట్టలు కట్టుకొని, తానును తనతోకూడ ఇద్దరు మనుష్యులును వెళ్లి రాత్రివేళ ఆ స్త్రీ యొద్దకు వచ్చి - దయచేసి కర్ణపిశాచి ద్వారా నాకు సోదె చెప్పి, నేను నీతో చెప్పువానిని నా యొద్దకు రప్పించుమని కోరెను.",
    "9": "ఆ స్త్రీ అతనితో - సౌలు చేసినది నీకు తెలియును గదా, అతడు కర్ణపిశాచి గలవారిని సోదెగాండ్రను దేశములోనుండి ఎట్లు నిర్మూలము చేసెనో నీకు తెలియును; నన్ను చంపించుటకు నీవు నా ప్రాణమునకు ఉరి ఒడ్డుచున్నావని చెప్పగా",
    "10": "సౌలు - యెహోవా జీవముతోడు, ఇందువలన నీకు ఏ శిక్షయు కలుగదని యెహోవా పేరట ఆమెకు ప్రమాణము చేసెను.",
    "11": "అప్పుడు ఆ స్త్రీ - ఎవరిని నీ యొద్దకు రప్పించవలెనని అడుగగా అతడు - సమూయేలును రప్పించుమని చెప్పెను.",
    "12": "ఆ స్త్రీ సమూయేలును చూచి బిగ్గరగా కేకలు వేసి సౌలుతో - నీవు సౌలువై యుండి నన్ను ఎందుకు మోసపుచ్చితివని చెప్పగా",
    "13": "రాజు - భయపడకుము; నీకు ఏమి కనబడుచున్నదని ఆమెనడిగెను. అందుకు ఆ స్త్రీ - దేవత వంటి ఒకడు భూమిలోనుండి పైకి వచ్చుట చూచుచున్నాననెను.",
    "14": "అతడు - అతని రూపము ఎట్టిదని ఆమెనడుగగా ఆమె - ముసలివాడొకడు పైకి వచ్చుచున్నాడు, అతడు దుప్పటి కప్పుకొనియున్నాడనెను. అతడు సమూయేలు అని సౌలు గ్రహించి సాష్టాంగపడి నమస్కారము చేసెను.",
    "15": "సమూయేలు - నన్ను పైకి రప్పించి నీవెందుకు తొందరపెట్టితివని సౌలునడుగగా సౌలు - నేను బహు శ్రమలో ఉన్నాను; ఫిలిష్తీయులు నా మీద యుద్ధము చేయుచున్నారు; దేవుడు నన్ను విడిచిపోయెను; ఆయన ప్రవక్తల ద్వారానైనను స్వప్నముల ద్వారానైనను నాకిక ప్రత్యుత్తరమిచ్చుట లేదు; కాబట్టి నేను చేయవలసినదానిని నాకు తెలియజేయుటకై నిన్ను పిలిపించితిననెను.",
    "16": "అందుకు సమూయేలు - యెహోవా నిన్ను విడిచి నీకు పగవాడు కాగా నన్నెందుకు అడుగుచున్నావు?",
    "17": "యెహోవా నా ద్వారా పలికినట్లు నీకు చేసియున్నాడు; యెహోవా నీ చేతిలోనుండి రాజ్యమును లాగివేసి నీ పొరుగువాడైన దావీదునకు ఇచ్చియున్నాడు.",
    "18": "నీవు యెహోవా మాట వినక అమాలేకీయుల మీద ఆయనకున్న కోపాగ్నిని నెరవేర్చలేదు గనుక యెహోవా నేడు ఈలాగు నీకు చేసియున్నాడు.",
    "19": "మరియు యెహోవా ఇశ్రాయేలీయులను నిన్ను ఫిలిష్తీయుల చేతికి అప్పగించును; రేపు నీవును నీ కుమారులును నా యొద్ద ఉందురు; యెహోవా ఇశ్రాయేలీయుల దండును ఫిలిష్తీయుల చేతికి అప్పగించునని చెప్పెను.",
    "20": "సమూయేలు చెప్పిన మాటలకు సౌలు మిక్కిలి భయపడి వెంటనే నేలమీద నిలువున పడెను; మరియు ఆ పగలల్లను ఆ రాత్రియల్లను అతడు ఏమియు తినలేదు గనుక అతనిలో బలము లేకపోయెను.",
    "21": "ఆ స్త్రీ సౌలు నొద్దకు వచ్చి, అతడు బహుగా కలవరపడుట చూచి - నీ దాసురాలనైన నేను నీ మాట విని, నా ప్రాణమునకు తెగించి నీవు నాతో చెప్పిన మాటల చొప్పున చేసితిని.",
    "22": "కాబట్టి దయచేసి నీవు నీ దాసురాలనైన నా మాట వినుము; నేను నీ ముందర రొట్టె ముక్క ఉంచెదను, నీవు భోజనము చేసి బలము తెచ్చుకొని నీ దారిన పొమ్మని చెప్పెను.",
    "23": "అతడు ఒప్పక - నేను భోజనము చేయననెను. అయితే అతని సేవకులును ఆ స్త్రీయు అతనిని బలవంతము చేయగా అతడు వారి మాట విని నేలమీదనుండి లేచి మంచము మీద కూర్చుండెను.",
    "24": "ఆ స్త్రీ యొద్ద క్రొవ్విన ఒక దూడ ఉండెను; ఆమె త్వరపడి దాని వధించి పిండి తీసికొని పిసికి పొంగని రొట్టెలు కాల్చి",
    "25": "సౌలు ముందరను అతని సేవకుల ముందరను పెట్టగా వారు భోజనము చేసి లేచి ఆ రాత్రియే వెళ్లిపోయిరి."
}
