
{
    "1": "ఫిలిష్తీయులు తమ సేనలన్నిటిని ఆఫెకునకు సమకూర్చుకొనిరి; ఇశ్రాయేలీయులు యెజ్రెయేలులోనున్న ఊట యొద్ద దిగిరి.",
    "2": "ఫిలిష్తీయుల సర్దారులు వందలకొలదిగాను వేలకొలదిగాను దాటి రాగా, దావీదును అతని జనులును ఆకీషుతో కూడ వెనుకటి భాగమున దాటి వచ్చిరి.",
    "3": "ఫిలిష్తీయుల అధిపతులు - ఈ హెబ్రీయులు ఇక్కడ ఎందుకు ఉన్నారని అడుగగా ఆకీషు - ఇతడు ఇశ్రాయేలు రాజైన సౌలు సేవకుడగు దావీదు కాడా? ఇతడు ఇన్ని దినములు లేక ఇన్ని సంవత్సరములు నాయొద్ద ఉన్నాడు; ఇతడు నా యొద్దకు వచ్చిన నాటినుండి నేటి వరకు ఇతనియందు నాకు ఏ లోపమును కనబడలేదని ఫిలిష్తీయుల అధిపతులతో చెప్పెను.",
    "4": "అయితే ఫిలిష్తీయుల అధిపతులు అతని మీద కోపించి అతనితో ఇట్లనిరి - ఈ మనుష్యుని తిరిగి పంపివేయుము; నీవు అతనికి నియమించిన స్థలమునకు అతడు వెళ్లవలెను; అతడు మాతో కూడ యుద్ధమునకు రాకూడదు; యుద్ధములో అతడు మాకు విరోధి అగునేమో; ఇతడు దేనివలన తన యజమానునితో సమాధానపడును? మన వారి తలలవలననే గదా?",
    "5": "సౌలు వేలకొలదిని, దావీదు పదివేలకొలదిని హతము చేసిరని వారు నాట్యమాడుచు గానప్రతిగానములు చేసిన దావీదు ఇతడే గదా.",
    "6": "అప్పుడు ఆకీషు దావీదును పిలిపించి అతనితో ఇట్లనెను - యెహోవా జీవముతోడు నీవు యథార్థవంతుడవు; దండులో నా యొద్ద నీవు వచ్చుచు పోవుచు నుండుట నా దృష్టికి మంచిది; నీవు నా యొద్దకు వచ్చిన నాటినుండి నేటి వరకు నీ యందు ఏ లోపమును నాకు కనబడలేదు; అయితే సర్దారులకు నీవు ఇష్టుడవు కావు.",
    "7": "కాబట్టి ఫిలిష్తీయుల సర్దారుల దృష్టికి నీవు ప్రతికూలమైనది ఏమియు చేయకుండునట్లు నీవు సమాధానముగా తిరిగి వెళ్లుము.",
    "8": "అందుకు దావీదు - నేను చేసినదేమి? నేను నీ యొద్దకు వచ్చిన నాటినుండి నేటి వరకు నీ దాసుడనైన నా యందు నీకు ఏమి కనబడెను? నా ఏలినవాడవును రాజువునైన నీ శత్రువులతో నేను యుద్ధము చేయకుండునట్లు నన్ను ఎందుకు ఆటంకపరచుచున్నావని ఆకీషును అడుగగా",
    "9": "ఆకీషు దావీదుతో ఇట్లనెను - నా దృష్టికి నీవు దేవుని దూతవలె మంచివాడవని నేనెరుగుదును; అయితే - ఇతడు మాతో కూడ యుద్ధమునకు రాకూడదని ఫిలిష్తీయుల అధిపతులు చెప్పుచున్నారు.",
    "10": "కాబట్టి నీవును నీతో కూడ వచ్చిన నీ యజమానుని సేవకులును ఉదయముననే లేచి, తెల్లవారగానే వెళ్లుడి.",
    "11": "కాబట్టి దావీదును అతని జనులును ఉదయముననే లేచి ఫిలిష్తీయుల దేశమునకు తిరిగి వెళ్లిరి; ఫిలిష్తీయులు యెజ్రెయేలునకు వెళ్లిరి."
}
