
{
    "1": "బాలుడైన సమూయేలు ఏలీ యెదుట యెహోవాకు పరిచర్య చేయుచుండెను. ఆ దినములలో యెహోవా వాక్కు అరుదుగా ఉండెను; ప్రత్యక్ష దర్శనము తరచుగా కలుగుటలేదు.",
    "2": "ఆ కాలమందు ఏలీ కన్నులు మందగించినందున అతడు చూడలేకపోయెను. అతడు తన స్థలమందు పండుకొనియుండగాను,",
    "3": "దీపము ఆరిపోకమునుపే దేవుని మందసమున్న యెహోవా మందిరములో సమూయేలు పండుకొనియుండగాను,",
    "4": "యెహోవా సమూయేలును పిలిచెను; అతడు - చిత్తము, ఇదిగో ఉన్నానని చెప్పి",
    "5": "ఏలీ యొద్దకు పరుగెత్తి వచ్చి - చిత్తము, నన్ను పిలిచితివే అనగా అతడు - నేను పిలువలేదు, పోయి పండుకొమ్మనెను; అతడు పోయి పండుకొనెను.",
    "6": "యెహోవా మరల - సమూయేలూ, అని పిలువగా సమూయేలు లేచి ఏలీ యొద్దకు వెళ్లి - చిత్తము, నన్ను పిలిచితివే అనెను. అతడు - నా కుమారా, నేను పిలువలేదు; పోయి పండుకొమ్మనెను.",
    "7": "సమూయేలు అప్పటికి యెహోవాను ఎరుగలేదు; యెహోవా వాక్కు అతనికి ఇంక ప్రత్యక్షము కాలేదు.",
    "8": "యెహోవా మూడవ మారు సమూయేలును పిలువగా అతడు లేచి ఏలీ యొద్దకు వెళ్లి - చిత్తము, నన్ను పిలిచితివే అనెను. అప్పుడు యెహోవా ఆ బాలుని పిలిచెనని ఏలీ గ్రహించి",
    "9": "నీవు పోయి పండుకొనుము; ఎవరైనను నిన్ను పిలిచినయెడల - యెహోవా, ఆజ్ఞాపించుము; నీ దాసుడు ఆలకించుచున్నాడని పలుకుమని సమూయేలుతో చెప్పగా సమూయేలు పోయి తన స్థలమందు పండుకొనెను.",
    "10": "తరువాత యెహోవా ప్రత్యక్షమై నిలిచి, ఆ రీతిగా - సమూయేలూ సమూయేలూ అని పిలువగా సమూయేలు - ఆజ్ఞాపించుము; నీ దాసుడు ఆలకించుచున్నాడని చెప్పెను.",
    "11": "అప్పుడు యెహోవా సమూయేలుతో ఇట్లనెను - ఇశ్రాయేలీయులలో నేనొక కార్యము చేయబోవుచున్నాను; దానిని వినువారికందరికి రెండు చెవులు గింగురుమనును.",
    "12": "ఆ దినమున ఏలీ ఇంటిని గూర్చి నేను చెప్పినదంతయు మొదటినుండి చివరి వరకు అతని మీదికి రప్పించెదను.",
    "13": "తన కుమారులు తమను తాము శాపగ్రస్తులుగా చేసికొనుచుండగా అతడు వారిని అడ్డగింపలేదు; ఈ పాపము అతనికి తెలిసేయున్నది గనుక అతని ఇంటిని నేను నిత్యము విమర్శించెదనని అతనికి తెలియజేయుచున్నాను.",
    "14": "కాబట్టి ఏలీ ఇంటివారి దోషమునకు బలివలననైనను నైవేద్యమువలననైనను ఎన్నటికిని ప్రాయశ్చిత్తము కలుగదని ఏలీ ఇంటిని గూర్చి ప్రమాణము చేసియున్నాను.",
    "15": "సమూయేలు ఉదయము వరకు పండుకొని యెహోవా మందిరపు తలుపులు తీసెను గాని, ఆ దర్శన సంగతి ఏలీతో చెప్పుటకు భయపడెను.",
    "16": "ఏలీ - సమూయేలూ, నా కుమారా అని సమూయేలును పిలువగా అతడు - చిత్తము, ఇదిగో ఉన్నానని చెప్పెను.",
    "17": "అప్పుడు ఏలీ - ఆయన నీతో చెప్పిన మాట ఏది? దయచేసి నాకు దాచకుము; ఆయన నీతో చెప్పిన వాటన్నిటిలో ఏదైనను నీవు నాకు దాచినయెడల దేవుడు నీకు గొప్ప అపాయము కలుగజేయును గాక అనెను.",
    "18": "కాబట్టి సమూయేలు ఏదియు దాచక ఆ మాటలన్నియు అతనికి తెలియజేసెను. అతడు - ఆయన యెహోవా; తన దృష్టికి ఏది మంచిదో అది ఆయన చేయును గాక అనెను.",
    "19": "సమూయేలు పెద్దవాడాయెను; యెహోవా అతనికి తోడైయుండెను; ఆయన మాటలలో ఏదియు తప్పిపోలేదు.",
    "20": "సమూయేలు యెహోవాకు ప్రవక్తగా స్థిరపడెనని దాను మొదలుకొని బెేర్షెబా వరకు ఇశ్రాయేలీయులందరును తెలిసికొనిరి.",
    "21": "యెహోవా షిలోహులో మరల దర్శనమిచ్చెను; షిలోహులో యెహోవా తన వాక్కు చేత సమూయేలుకు తన్ను తాను బయలుపరచుకొనెను."
}
