
{
    "1": "సమూయేలు మాట ఇశ్రాయేలీయులందరికి ప్రత్యక్షమాయెను. ఆ దినములలో ఇశ్రాయేలీయులు ఫిలిష్తీయులతో యుద్ధము చేయుటకు బయలుదేరి ఎబెనెజరు దగ్గర దిగగా, ఫిలిష్తీయులు ఆఫెకులో దిగిరి.",
    "2": "ఫిలిష్తీయులు ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు బారులు తీరగా యుద్ధము ముమ్మరమాయెను; ఇశ్రాయేలీయులు ఫిలిష్తీయుల యెదుట ఓడిపోయిరి; వారు యుద్ధభూమిలో ఇంచుమించు నాలుగు వేలమందిని చంపిరి.",
    "3": "జనులు పాళెములోనికి వచ్చినప్పుడు ఇశ్రాయేలీయుల పెద్దలు - నేడు ఫిలిష్తీయుల యెదుట యెహోవా మనలను ఎందుకు ఓడించెను? మనము షిలోహులోనుండి యెహోవా నిబంధన మందసమును మన యొద్దకు తెప్పించుకొందము రండి; అది మన మధ్యకు వచ్చినయెడల అది మన శత్రువుల చేతిలోనుండి మనలను రక్షించుననిరి.",
    "4": "కాబట్టి జనులు షిలోహుకు మనుష్యులను పంపి, అక్కడనుండి కెరూబుల మధ్య నివసించు సైన్యములకు అధిపతియగు యెహోవా నిబంధన మందసమును తెప్పించిరి; దేవుని నిబంధన మందసమునొద్ద ఏలీ ఇద్దరు కుమారులు హొఫ్నీ ఫీనెహానులు ఉండిరి.",
    "5": "యెహోవా నిబంధన మందసము పాళెములోనికి రాగా ఇశ్రాయేలీయులందరు భూమి ప్రతిధ్వనించునట్లు గొప్ప కేకలు వేసిరి.",
    "6": "ఆ కేకల శబ్దము ఫిలిష్తీయులు విని - హెబ్రీయుల పాళెములో ఈ గొప్ప కేకల శబ్దము ఏమని అడిగి, యెహోవా మందసము పాళెములోనికి వచ్చెనని తెలిసికొనిరి.",
    "7": "అప్పుడు ఫిలిష్తీయులు భయపడి - దేవుడు పాళెములోనికి వచ్చెనని చెప్పుకొనిరి. మరియు వారు - మనకు శ్రమ; ఇంతకుముందు ఇట్టిది జరుగలేదు;",
    "8": "మనకు శ్రమ; ఈ మహా దేవుని చేతిలోనుండి మనలను ఎవడు విడిపించును? అరణ్యములో నానావిధములైన తెగుళ్లచేత ఐగుప్తీయులను హతము చేసిన దేవుడు ఈయనే.",
    "9": "ఫిలిష్తీయులారా, బలము తెచ్చుకొనుడి, మొనగాండ్రవలె ఉండుడి; హెబ్రీయులు మీకు దాసులైనట్లు మీరు వారికి దాసులు కాకుండునట్లు మొనగాండ్రవలె ఉండి యుద్ధము చేయుడని చెప్పుకొనిరి.",
    "10": "ఫిలిష్తీయులు యుద్ధము చేయగా ఇశ్రాయేలీయులు ఓడిపోయి అందరు తమ గుడారములకు పారిపోయిరి; అక్కడ మహా గొప్ప వధ జరిగెను; ఇశ్రాయేలీయులలో ముప్పది వేల కాల్బలము కూలెను.",
    "11": "దేవుని మందసము పట్టబడెను; ఏలీ ఇద్దరు కుమారులు హొఫ్నీ ఫీనెహానులు చనిపోయిరి.",
    "12": "ఆ దినమే ఒక బెన్యామీనీయుడు పరుగెత్తుకొని సైన్యములోనుండి షిలోహుకు వచ్చెను; అతని బట్టలు చినిగియుండెను, తలమీద ధూళి ఉండెను.",
    "13": "అతడు వచ్చినప్పుడు ఏలీ దేవుని మందసము నిమిత్తము తన హృదయములో వణకుచు త్రోవ ప్రక్కన పీఠము మీద కూర్చుండి కనిపెట్టుచుండెను. ఆ మనుష్యుడు పట్టణములో ప్రవేశించి ఆ వర్తమానము చెప్పగా పట్టణస్థులందరు కేకలు వేసిరి.",
    "14": "ఏలీ ఆ కేకల శబ్దము విని - ఈ గొడవ ఏమని అడుగగా, ఆ మనుష్యుడు త్వరగా వచ్చి ఏలీకి ఆ సంగతి తెలిపెను.",
    "15": "అప్పుడు ఏలీ తొంబది ఎనిమిది ఏండ్లవాడు; అతనికి చూపు మందగించినందున అతడు చూడలేకపోయెను.",
    "16": "ఆ మనుష్యుడు - నేను సైన్యము నుండి వచ్చినవాడను; నేడే నేను సైన్యము నుండి పారిపోయి వచ్చితినని ఏలీతో చెప్పగా అతడు - నా కుమారా, సమాచారమేమని అడిగెను.",
    "17": "అప్పుడు ఆ వార్తావహుడు - ఇశ్రాయేలీయులు ఫిలిష్తీయుల యెదుట నిలువలేక పారిపోయిరి; జనులలో గొప్ప వధ జరిగెను; నీ ఇద్దరు కుమారులు హొఫ్నీ ఫీనెహానులు మరణమైరి; దేవుని మందసము పట్టబడెనని చెప్పెను.",
    "18": "దేవుని మందసమును గూర్చి అతడు చెప్పగానే ఏలీ ద్వారము దగ్గర ఆసనము మీదనుండి వెనుకకు పడి మెడ విరిగి చనిపోయెను; అతడు వృద్ధుడై బరువు గలవాడు గనుక చనిపోయెను. అతడు నలభై ఏండ్లు ఇశ్రాయేలీయులకు న్యాయాధిపతిగా ఉండెను.",
    "19": "అతని కోడలును ఫీనెహాను భార్యయునైన స్త్రీ గర్భవతియై ప్రసవించుటకు సిద్ధముగా ఉండెను. దేవుని మందసము పట్టబడెననియు, తన మామయు పెనిమిటియు చనిపోయారనియు ఆమె వినగానే, ఆమెకు ప్రసవవేదన కలిగినందున మోకాళ్లూని ప్రసవించెను.",
    "20": "ఆమె చనిపోవుచుండగా దగ్గర నిలిచిన స్త్రీలు - భయపడకుము, నీవు కుమారుని కంటివని చెప్పిరి గాని ఆమె ప్రత్యుత్తరమియ్యలేదు, లక్ష్యపెట్టలేదు.",
    "21": "దేవుని మందసము పట్టబడుటను బట్టియు, తన మామయు పెనిమిటియు చనిపోవుటను బట్టియు, ఆమె - ప్రభావము ఇశ్రాయేలులోనుండి చెరపట్టబడి పోయెనని చెప్పి ఆ బిడ్డకు ఈకాబోదు అని పేరు పెట్టెను.",
    "22": "దేవుని మందసము పట్టబడినందున ప్రభావము ఇశ్రాయేలులోనుండి చెరపట్టబడి పోయెనని ఆమె అనెను."
}
