
{
    "1": "యెహోవా మందసము ఏడు నెలలు ఫిలిష్తీయుల దేశములో ఉండెను.",
    "2": "అప్పుడు ఫిలిష్తీయులు యాజకులను సోదెగాండ్రను పిలిపించి - మేము యెహోవా మందసమును ఏమి చేయుదము? దానిని స్వస్థలమునకు ఎట్లు పంపవలెనో మాకు తెలుపుడని అడిగిరి.",
    "3": "అందుకు వారు - ఇశ్రాయేలు దేవుని మందసమును పంపునప్పుడు వట్టిగా పంపకూడదు; అపరాధపరిహార్థార్థ బలిని తప్పక ఆయనకు అర్పింపవలెను; అప్పుడు మీరు స్వస్థత పొందుదురు, ఆయన హస్తము మీ మీదనుండి ఎందుకు తీయబడలేదో అప్పుడు మీకు తెలియుననిరి.",
    "4": "మేము ఆయనకు చెల్లించవలసిన అపరాధపరిహార్థార్థ బలి ఏది అని వారడుగగా వీరు - మీ అందరి మీదను మీ సర్దారుల మీదను ఒకటే తెగులు ఉన్నది గనుక ఫిలిష్తీయుల సర్దారుల లెక్క చొప్పున ఐదు బంగారు గడ్డలను ఐదు బంగారు ఎలుకలను చేయించుడి.",
    "5": "కాబట్టి మీ గడ్డల రూపములను భూమిని పాడుచేయు ఎలుకల రూపములను చేసి ఇశ్రాయేలు దేవునికి మహిమ చెల్లించుడి; ఒకవేళ ఆయన తన హస్తమును మీ మీదనుండి మీ దేవతల మీదనుండి మీ భూమి మీదనుండి తేలికపరచునేమో.",
    "6": "ఐగుప్తీయులును ఫరోయు తమ హృదయములను కఠినపరచుకొనినట్లు మీ హృదయములను మీరెందుకు కఠినపరచుకొందురు? ఆయన వారి మధ్య అద్భుత కార్యములను చేసిన తరువాత వారు ఈ జనులను పోనిచ్చిరి, వారు వెళ్లిపోయిరి గదా.",
    "7": "కాబట్టి మీరు ఒక క్రొత్త బండిని, కాడి మోయని రెండు పాడి ఆవులను సిద్ధపరచి, ఆవులను బండికి కట్టి వాటి దూడలను ఇంటికి తోలి",
    "8": "యెహోవా మందసమును తీసికొని బండి మీద ఉంచి, అపరాధపరిహార్థార్థ బలిగా మీరు ఆయనకు అర్పించు బంగారు వస్తువులను ఒక పెట్టెలో వేసి దాని పక్కన పెట్టి అది పోవునట్లు విడిచిపెట్టుడి.",
    "9": "అది చూడుడి; అది తన సరిహద్దు మార్గమున బేత్షెమెషుకు పోయినయెడల ఆయనే ఈ గొప్ప కీడు మనకు చేసెను; లేనియెడల మనలను మొత్తినది ఆయన హస్తము కాదనియు, అది మనకు యాదృచ్ఛికముగా సంభవించెననియు మనము తెలిసికొందుమనిరి.",
    "10": "ఆ మనుష్యులు ఆలాగు చేసి, రెండు పాడి ఆవులను తీసికొని బండికి కట్టి వాటి దూడలను ఇంటిలో మూసివేసి,",
    "11": "యెహోవా మందసమును, బంగారు ఎలుకలును తమ గడ్డల రూపములును గల పెట్టెను బండి మీద ఉంచిరి.",
    "12": "ఆ ఆవులు రాజమార్గమున బేత్షెమెషు వైపు తిన్నగా పోయెను; అవి కుడికి గాని ఎడమకు గాని తిరుగక రంకెలు వేయుచు ఆ దారిని పోయెను; ఫిలిష్తీయుల సర్దారులు బేత్షెమెషు సరిహద్దు వరకు వాటి వెనుక వెళ్లిరి.",
    "13": "బేత్షెమెషువారు లోయలో గోధుమలు కోయుచుండిరి; వారు కన్నులెత్తి మందసమును చూచి, దానిని చూచినందున సంతోషించిరి.",
    "14": "ఆ బండి బేత్షెమెషువాడైన యెహోషువ పొలములోనికి వచ్చి అక్కడ నిలిచెను; అక్కడ ఒక పెద్ద రాయి ఉండెను. వారు ఆ బండి కట్టెలను చీల్చి ఆవులను యెహోవాకు దహనబలిగా అర్పించిరి.",
    "15": "లేవీయులు యెహోవా మందసమును దానితోనున్న బంగారు వస్తువులు గల పెట్టెను దించి ఆ పెద్ద రాతి మీద పెట్టిరి. ఆ దినమున బేత్షెమెషువారు యెహోవాకు దహనబలులను అర్పించి బలులను వధించిరి.",
    "16": "ఫిలిష్తీయుల ఐదుగురు సర్దారులు దాని చూచి ఆ దినమే ఎక్రోనుకు తిరిగి వెళ్లిరి.",
    "17": "ఫిలిష్తీయులు యెహోవాకు అపరాధపరిహార్థార్థ బలిగా అర్పించిన బంగారు గడ్డలు ఏవనగా - అష్డోదుకు ఒకటి, గాజాకు ఒకటి, అష్కెలోనుకు ఒకటి, గాతుకు ఒకటి, ఎక్రోనుకు ఒకటి.",
    "18": "మరియు ప్రాకారము గల పట్టణములేమి పల్లెలేమి ఐదుగురు సర్దారులవైన ఫిలిష్తీయుల పట్టణములన్నిటి లెక్క చొప్పున బంగారు ఎలుకలను అర్పించిరి. వారు యెహోవా మందసమును పెట్టిన ఆ పెద్ద రాయి నేటి వరకు బేత్షెమెషువాడైన యెహోషువ పొలములో ఉన్నది.",
    "19": "బేత్షెమెషువారు యెహోవా మందసమును తెరిచి చూడగా ఆయన వారిని మొత్తెను; వారిలో ఏబది వేల డెబ్బదిమందిని ఆయన మొత్తెను; యెహోవా గొప్ప దెబ్బతో జనులను మొత్తినందున జనులు దుఃఖించిరి.",
    "20": "అప్పుడు బేత్షెమెషువారు - పరిశుద్ధుడైన ఈ దేవుడగు యెహోవా సన్నిధిని ఎవడు నిలువగలడు? ఆయన మన యొద్దనుండి ఎవనియొద్దకు వెళ్లునని చెప్పుకొని",
    "21": "కిర్యత్యారీము నివాసుల యొద్దకు దూతలను పంపి - ఫిలిష్తీయులు యెహోవా మందసమును తిరిగి తెచ్చియున్నారు, మీరు వచ్చి మీ యొద్దకు దానిని తీసికొనిపోవుడని చెప్పించిరి."
}
