
{
    "1": "కిర్యత్యారీమువారు వచ్చి యెహోవా మందసమును తీసికొనిపోయి కొండమీదనున్న అబీనాదాబు ఇంటిలో ఉంచి, యెహోవా మందసమును కాపాడుటకు అతని కుమారుడైన ఎలియాజరును ప్రతిష్ఠించిరి.",
    "2": "ఆ మందసము కిర్యత్యారీములో నుంచబడిన నాటనుండి ఇరవై సంవత్సరములు గడచెను. అప్పుడు ఇశ్రాయేలీయులందరు యెహోవాను అనుసరించి దుఃఖించుచుండగా",
    "3": "సమూయేలు ఇశ్రాయేలీయులందరితో ఇట్లనెను - మీ పూర్ణహృదయముతో యెహోవా వైపు మళ్లినయెడల, అన్య దేవతలను అష్తారోతును మీ మధ్యనుండి తీసివేసి, పట్టుదల కలిగి యెహోవా వైపు మీ హృదయములను త్రిప్పి ఆయనను మాత్రమే సేవించుడి; అప్పుడాయన ఫిలిష్తీయుల చేతిలోనుండి మిమ్మును విడిపించును.",
    "4": "కాబట్టి ఇశ్రాయేలీయులు బయలులను అష్తారోతును తీసివేసి యెహోవాను మాత్రమే సేవించిరి.",
    "5": "అప్పుడు సమూయేలు - ఇశ్రాయేలీయులనందరిని మిస్పాలో సమకూర్చుడి; నేను మీ పక్షమున యెహోవాను ప్రార్థన చేసెదననెను.",
    "6": "వారు మిస్పాలో కూడి నీళ్లు చేది యెహోవా సన్నిధిని కుమ్మరించి, ఆ దినమున ఉపవాసముండి - యెహోవాకు విరోధముగా మేము పాపము చేసితిమని అక్కడ ఒప్పుకొనిరి. సమూయేలు మిస్పాలో ఇశ్రాయేలీయులకు న్యాయము తీర్చుచుండెను.",
    "7": "ఇశ్రాయేలీయులు మిస్పాలో కూడియున్నారని ఫిలిష్తీయులు వినినప్పుడు ఫిలిష్తీయుల సర్దారులు ఇశ్రాయేలీయుల మీదికి వచ్చిరి; ఇశ్రాయేలీయులు అది విని ఫిలిష్తీయులకు భయపడి",
    "8": "సమూయేలుతో - మన దేవుడైన యెహోవా ఫిలిష్తీయుల చేతిలోనుండి మనలను రక్షించునట్లు మా కొరకు ఆయనను ప్రార్థించుట మానవద్దనిరి.",
    "9": "అప్పుడు సమూయేలు పాలు త్రాగుచున్న ఒక గొర్రెపిల్లను తీసికొని యెహోవాకు సర్వాంగహోమముగా అర్పించి ఇశ్రాయేలీయుల పక్షమున యెహోవాకు ప్రార్థన చేయగా యెహోవా అతని ప్రార్థన అంగీకరించెను.",
    "10": "సమూయేలు దహనబలి అర్పించుచుండగా ఫిలిష్తీయులు ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు దగ్గరకు వచ్చిరి; అయితే యెహోవా ఆ దినమున ఫిలిష్తీయుల మీద మగ ఉరుములను ఉరిమించి వారిని కలవరపరచగా వారు ఇశ్రాయేలీయుల యెదుట ఓడిపోయిరి.",
    "11": "ఇశ్రాయేలీయులు మిస్పాలోనుండి బయలుదేరి బేత్కర్ క్రింది వరకు ఫిలిష్తీయులను తరిమి హతము చేసిరి.",
    "12": "అప్పుడు సమూయేలు ఒక రాయి తీసికొని మిస్పాకును షేనుకును మధ్య నిలిపి - ఇంతవరకు యెహోవా మనకు సహాయము చేసెనని చెప్పి దానికి ఎబెనెజరు అని పేరు పెట్టెను.",
    "13": "ఫిలిష్తీయులు అణచబడి ఇశ్రాయేలీయుల సరిహద్దులోనికి ఇక రాలేదు; సమూయేలు దినములన్నిటను యెహోవా హస్తము ఫిలిష్తీయులకు విరోధముగా ఉండెను.",
    "14": "ఫిలిష్తీయులు ఇశ్రాయేలీయుల యొద్దనుండి పట్టుకొనిన పట్టణములు, ఎక్రోను మొదలుకొని గాతు వరకు ఇశ్రాయేలీయులకు తిరిగి వచ్చెను; వాటిని వాటి ప్రాంతములను ఇశ్రాయేలీయులు ఫిలిష్తీయుల చేతిలోనుండి విడిపించిరి. ఇశ్రాయేలీయులకును అమోరీయులకును సమాధానము కలిగియుండెను.",
    "15": "సమూయేలు బ్రతికిన దినములన్నియు ఇశ్రాయేలీయులకు న్యాయాధిపతిగా ఉండెను.",
    "16": "అతడు ఏటేట బేతేలుకును గిల్గాలుకును మిస్పాకును పోయి ఆయా స్థలములలో ఇశ్రాయేలీయులకు న్యాయము తీర్చుచుండెను.",
    "17": "అతని ఇల్లు రామాలో ఉండెను గనుక అక్కడికి తిరిగి వచ్చెను; అక్కడ కూడ అతడు ఇశ్రాయేలీయులకు న్యాయము తీర్చుచుండెను; మరియు అక్కడ యెహోవాకు ఒక బలిపీఠమును కట్టెను."
}
