
{
    "1": "సమూయేలు వృద్ధుడైనప్పుడు తన కుమారులను ఇశ్రాయేలీయుల మీద న్యాయాధిపతులుగా నియమించెను.",
    "2": "అతని జ్యేష్ఠకుమారుని పేరు యోవేలు, రెండవవాని పేరు అబీయా; వారు బెేర్షెబాలో న్యాయాధిపతులుగా ఉండిరి.",
    "3": "అతని కుమారులు అతని మార్గములో నడువక, లాభమును ఆశించి లంచము పుచ్చుకొని న్యాయమును త్రిప్పివేయగా",
    "4": "ఇశ్రాయేలీయుల పెద్దలందరు కూడి రామాలోనున్న సమూయేలు నొద్దకు వచ్చి",
    "5": "అతనితో - చిత్తగించుము, నీవు వృద్ధుడవు, నీ కుమారులు నీ మార్గములో నడుచుట లేదు; సకల జనములవలె మాకు ఒక రాజును నియమించుము; అతడు మాకు న్యాయము తీర్చుననిరి.",
    "6": "మాకు న్యాయము తీర్చుటకు ఒక రాజును నియమించుమని వారు అనిన మాట సమూయేలు దృష్టికి ప్రతికూలముగా ఉండెను గనుక సమూయేలు యెహోవాను ప్రార్థించెను.",
    "7": "యెహోవా సమూయేలుతో ఇట్లనెను - జనులు నీతో చెప్పుచున్న మాటలన్నిటిలో వారి మాట వినుము; వారు నిన్ను విసర్జింపలేదు గాని తమను ఏలకుండ నన్నే విసర్జించిరి.",
    "8": "నేను వారిని ఐగుప్తులోనుండి రప్పించిన నాటినుండి నేటి వరకు వారు నన్ను విడిచి ఇతర దేవతలను పూజించుచు, తాము చేయుచు వచ్చిన క్రియలన్నిటి చొప్పున వారు నీకును చేయుచున్నారు.",
    "9": "కాబట్టి వారి మాట వినుము; అయితే వారిని ఏలబోవు రాజు ఎట్టివాడగునో వారికి దృఢముగా సాక్ష్యమిచ్చి వారిని హెచ్చరించుము.",
    "10": "సమూయేలు తనను రాజునడిగిన ప్రజలకు యెహోవా మాటలన్నిటిని వినిపించెను.",
    "11": "అతడు ఇట్లనెను - మిమ్మును ఏలబోవు రాజు ఎట్టివాడగుననగా - అతడు మీ కుమారులను పట్టుకొని తన రథములను తోలుటకును, రౌతులుగా ఉండుటకును ఉంచుకొనును; వారు అతని రథముల ముందర పరుగెత్తుదురు.",
    "12": "మరియు అతడు వారిని వెయ్యిమందికి అధిపతులుగాను ఏబదిమందికి అధిపతులుగాను నియమించును; తన భూమిని దున్నుటకును తన పంట కోయుటకును తన యుద్ధాయుధములను తన రథముల సామానును చేయుటకును వారిని ఉంచుకొనును.",
    "13": "మీ కుమార్తెలను భక్ష్యకారులుగాను వంటకత్తెలుగాను రొట్టెలు కాల్చువారినిగాను పెట్టుకొనును.",
    "14": "మీ పొలములలోను మీ ద్రాక్షతోటలలోను మీ ఒలీవతోటలలోను శ్రేష్ఠమైనవాటిని తీసికొని తన సేవకులకు ఇచ్చును.",
    "15": "మీ గింజలలోను ద్రాక్ష పండ్లలోను పదియవ భాగము తీసి తన పరివారమునకును తన సేవకులకును ఇచ్చును.",
    "16": "మీ దాసులను మీ దాసీలను మీలో శ్రేష్ఠులైన యౌవనస్థులను మీ గాడిదలను తీసికొని తన పనిలో పెట్టుకొనును.",
    "17": "మీ మందలలో పదియవ భాగము తీసికొనును; మీరు అతనికి దాసులగుదురు.",
    "18": "ఆ దినమున మీరు కోరుకొనిన రాజును బట్టి మీరు మొరపెట్టుదురు గాని యెహోవా ఆ దినమున మీ మొర వినకయుండును.",
    "19": "అయినను జనులు సమూయేలు యొక్క మాట విననొల్లక - ఆలాగు కాదు, ఒక రాజు మాకు ఉండవలెను.",
    "20": "అప్పుడు సకల జనములవలె మేమును ఉందుము; మా రాజు మాకు న్యాయము తీర్చును, మా ముందర వెళ్లి మా యుద్ధములను చేయుననిరి.",
    "21": "సమూయేలు ప్రజల మాటలన్నిటిని విని యెహోవాకు తెలియజేసెను.",
    "22": "అప్పుడు యెహోవా - నీవు వారి మాట విని వారికి ఒక రాజును నియమించుమని సమూయేలుతో సెలవియ్యగా సమూయేలు - మీలో ప్రతివాడు తన తన ఊరికి పొండని ఇశ్రాయేలీయులతో చెప్పెను."
}
