
{
    "1": "బెన్యామీనీయుడైన కీషు అను ఒకడు ఉండెను; అతడు అబీయేలు కుమారుడు; అబీయేలు సెరోరు కుమారుడు; సెరోరు బెకోరతు కుమారుడు; బెకోరతు అఫియ కుమారుడు; కీషు బెన్యామీనీయుడు, అతడు ఆస్తిపరుడు.",
    "2": "అతనికి సౌలు అను ఒక కుమారుడు ఉండెను; అతడు సౌందర్యము గల యౌవనుడు. ఇశ్రాయేలీయులలో అతనికంటే సుందరమైనవాడు లేడు; భుజములు మొదలుకొని పైకి అతడు జనులందరికంటే ఎత్తు గలవాడు.",
    "3": "సౌలు తండ్రియైన కీషు గాడిదలు తప్పిపోగా కీషు తన కుమారుడైన సౌలుతో - నీవు పనివారిలో ఒకని తీసికొని లేచి వెళ్లి గాడిదలను వెతుకుమని చెప్పెను.",
    "4": "అతడు ఎఫ్రాయిము మన్నెము గుండా వెళ్లి షలీషా సీమలో సంచరించెను గాని అవి వారికి దొరకలేదు. వారు షయలీము సీమకు వెళ్లగా అవి అక్కడను లేవు. బెన్యామీనీయుల సీమకు వెళ్లగా అక్కడను వారికి దొరకలేదు.",
    "5": "వారు సూపు సీమకు వచ్చినప్పుడు సౌలు తనతోనున్న పనివానితో - రా, వెళ్లుదము; మనము రాకపోయేసరికి మా తండ్రి గాడిదల సంగతి మాని మన కొరకు చింతించునేమో అనెను.",
    "6": "అందుకు వాడు - చిత్తగించుము, ఈ ఊరిలో దైవజనుడొకడు ఉన్నాడు, అతడు ఘనుడు; అతడు చెప్పినదంతయు తప్పక జరుగును; ఇప్పుడు మనము అక్కడికి వెళ్లుదము; ఒకవేళ అతడు మనము వెళ్లవలసిన మార్గమును మనకు తెలియజేయునేమో అనెను.",
    "7": "అందుకు సౌలు - మనము వెళ్లినయెడల ఆ మనుష్యునికి ఏమి తీసికొనిపోవుదుము? మన సంచులలోని ఆహారము అయిపోయినది; దైవజనునికి ఇచ్చుటకు కానుక ఏమియు లేదు, మన యొద్ద ఏమున్నదని పనివానిని అడుగగా",
    "8": "పనివాడు మరల సౌలుతో - ఇదిగో నా చేతిలో పావు తులము వెండి ఉన్నది; మన మార్గమును మాకు తెలియజేయునట్లు దీనిని దైవజనునికి ఇచ్చెదననెను.",
    "9": "(పూర్వకాలమున ఇశ్రాయేలులో ఒకడు దేవుని యొద్ద విచారణ చేయుటకు వెళ్లినప్పుడు - దీర్ఘదర్శి యొద్దకు వెళ్లుదము రండి అని చెప్పుకొనును; ఇప్పుడు ప్రవక్త అనబడెడువానికి పూర్వకాలమున దీర్ఘదర్శి అని పేరు).",
    "10": "అప్పుడు సౌలు - నీ మాట మంచిది, రా వెళ్లుదమని పనివానితో చెప్పెను. కాబట్టి వారు దైవజనుడున్న ఊరికి వెళ్ళిరి.",
    "11": "వారు ఆ ఊరి ఎక్కుడు మార్గమున ఎక్కి పోవుచుండగా నీళ్లు చేదుకొనుటకు బయలుదేరి వచ్చిన పడుచువారు వారికి ఎదురుపడిరి; వారిని చూచి - దీర్ఘదర్శి ఇక్కడ ఉన్నాడా అని అడుగగా",
    "12": "వారు - ఉన్నాడు, అదిగో అతడు నీకు ఎదురుగా ఉన్నాడు; త్వరగా వెళ్లుడి, నేడు ఉన్నత స్థలమున జనులు బలి అర్పించుదురు గనుక నేడు అతడు ఊరికి వచ్చెను.",
    "13": "మీరు ఊరిలో ప్రవేశించగానే అతడు భోజనమునకు ఉన్నత స్థలమునకు ఎక్కిపోకమునుపే మీరు అతనిని కనుగొందురు; అతడు వచ్చి అర్పణమును దీవించు వరకు జనులు భోజనము చేయరు, తరువాత పిలువబడినవారు భోజనము చేయుదురు గనుక మీరు ఇప్పుడే వెళ్లుడి, ఈ క్షణమందే మీరు అతనిని కనుగొనవచ్చునని చెప్పిరి.",
    "14": "వారు ఊరికి ఎక్కిపోయిరి; వారు ఊరి మధ్యకు వచ్చినప్పుడు సమూయేలు ఉన్నత స్థలమునకు పోవుటకై బయలుదేరి వారికి ఎదురుగా వచ్చెను.",
    "15": "సౌలు రాకమునుపు ఒక దినమున యెహోవా సమూయేలుకు ప్రత్యక్షమై",
    "16": "రేపు ఈ వేళకు బెన్యామీను దేశమునుండి ఒక మనుష్యుని నీ యొద్దకు పంపెదను; నా ప్రజలైన ఇశ్రాయేలీయుల మొర నా యొద్దకు రాగా నేను వారిని దృష్టించితిని గనుక నా ప్రజలైన ఇశ్రాయేలీయుల మీద అతనిని నాయకునిగా అభిషేకించెదవు; అతడు ఫిలిష్తీయుల చేతిలోనుండి నా ప్రజలను రక్షించునని తెలియజేసెను.",
    "17": "సమూయేలు సౌలును చూచినప్పుడు యెహోవా అతనితో - ఇదిగో నేను నీతో చెప్పిన మనుష్యుడు ఇతడే; ఇతడే నా ప్రజలను ఏలుననెను.",
    "18": "సౌలు గవిని యొద్ద సమూయేలును సమీపించి - దీర్ఘదర్శి ఇల్లు ఎక్కడ ఉన్నదో దయచేసి నాతో చెప్పుమనగా",
    "19": "సమూయేలు - నేనే ఆ దీర్ఘదర్శిని; నాకు ముందుగా ఉన్నత స్థలమునకు ఎక్కిపొమ్ము; నేడు మీరు నాతోకూడ భోజనము చేయవలెను; రేపు ఉదయమున నిన్ను సాగనంపి నీ మనస్సులో నున్నదంతయు నీకు తెలియజేసెదను.",
    "20": "మూడు దినముల క్రిందట తప్పిపోయిన నీ గాడిదలను గూర్చి చింతపడవద్దు, అవి దొరికినవి; అయితే ఇశ్రాయేలీయుల కోరిక ఎవరి యందున్నది? నీ యందును నీ తండ్రి ఇంటివారందరి యందును కాదా అని సౌలుతో చెప్పెను.",
    "21": "అందుకు సౌలు - నేను ఇశ్రాయేలీయుల గోత్రములలో అత్యల్పమైన బెన్యామీను గోత్రపువాడను కానా? నా కుటుంబము బెన్యామీను గోత్రపు కుటుంబములన్నిటిలో అల్పమైనది కాదా? నీవు నాతో ఇట్టి మాటలు పలుకనేల అనెను.",
    "22": "అప్పుడు సమూయేలు సౌలును అతని పనివానిని తీసికొని భోజనశాలలో ప్రవేశించి, పిలువబడినవారిలో అగ్రపీఠమున వారిని కూర్చుండబెట్టెను. పిలువబడినవారు ఇంచుమించు ముప్పదిమంది.",
    "23": "సమూయేలు వంటవానితో - నేను నీ దగ్గర ఉంచుమని చెప్పి నీకిచ్చిన వంతును తెమ్మనగా",
    "24": "వంటవాడు జబ్బను దానిని ఆనుకొనియున్నదానిని తెచ్చి సౌలు యెదుట ఉంచెను. అప్పుడు సమూయేలు - ఇదిగో మిగిల్చబడినది, నీ యెదుట ఉంచుకొని తినుము; నేను జనులను పిలిచితినని చెప్పినది మొదలుకొని ఈ నియామక కాలము వరకు ఇది నీ కొరకు ఉంచబడెనని చెప్పెను. ఆ దినమున సౌలు సమూయేలుతో కూడ భోజనము చేసెను.",
    "25": "వారు ఉన్నత స్థలము నుండి ఊరిలోనికి దిగివచ్చిన తరువాత అతడు మిద్దెమీద సౌలుతో మాటలాడెను.",
    "26": "వారు ఉదయముననే లేచిరి. తెల్లవారునప్పుడు సమూయేలు మిద్దెమీదనున్న సౌలును పిలిచి - లెమ్ము, నిన్ను సాగనంపెదననగా సౌలు లేచెను; వారు, అనగా అతడును సమూయేలును ఇద్దరు బయటికి వెళ్లిరి.",
    "27": "వారు ఊరి చివర వరకు దిగివచ్చినప్పుడు సమూయేలు - నీ పనివానిని మనకంటే ముందుగా వెళ్లమని చెప్పుము (వాడు ముందుగా వెళ్లెను); అయితే నీవు నిలువుము, నేను దేవుని వాక్యము నీకు వినిపించెదనని సౌలుతో చెప్పెను."
}
