
{
    "1": "అహాబు చనిపోయిన తరువాత మోయాబు ఇశ్రాయేలు మీద తిరుగుబాటు చేసెను.",
    "2": "షోమ్రోనులోనున్న తన మేడ గది కిటికీలోనుండి అహజ్యా క్రింద పడి రోగియై - ఎక్రోను దేవతయైన బయల్జెబూబువలన ఈ రోగము కుదురునో లేదో పోయి విచారించుడని దూతలను పంపెను.",
    "3": "అయితే యెహోవా దూత తిష్బీయుడైన ఏలీయాతో - నీవు లేచి షోమ్రోను రాజు దూతలను ఎదుర్కొనుటకు వెళ్లి వారితో ఇట్లనుము - ఇశ్రాయేలులో దేవుడు లేడనియా మీరు ఎక్రోను దేవతయైన బయల్జెబూబునొద్ద విచారించుటకు వెళ్లుచున్నారు?",
    "4": "కాబట్టి యెహోవా సెలవిచ్చునదేమనగా - నీవు ఎక్కిన మంచము మీదనుండి దిగక నిశ్చయముగా చనిపోవుదువని చెప్పెను; అంతట ఏలీయా వెళ్లిపోయెను.",
    "5": "ఆ దూతలు రాజునొద్దకు తిరిగి రాగా అతడు - మీరెందుకు తిరిగి వచ్చితిరని వారిని అడుగగా",
    "6": "వారు - ఒక మనుష్యుడు మమ్మును ఎదుర్కొనుటకు వచ్చి మాతో ఇట్లనెను - మీరు మిమ్మును పంపిన రాజునొద్దకు తిరిగి వెళ్లి - ఇశ్రాయేలులో దేవుడు లేడనియా నీవు ఎక్రోను దేవతయైన బయల్జెబూబునొద్ద విచారించుటకు పంపుచున్నావు? కాబట్టి నీవు ఎక్కిన మంచము మీదనుండి దిగక నిశ్చయముగా చనిపోవుదువని యెహోవా సెలవిచ్చుచున్నాడని అతనితో చెప్పుడనిరి.",
    "7": "అతడు - మిమ్మును ఎదుర్కొని ఈ మాటలు మీతో చెప్పిన వాని వేషము ఎట్టిదని వారిని అడుగగా",
    "8": "వారు - అతడు గొర్రె బొచ్చు వంటి వెండ్రుకలు గలవాడు, నడుమున తోలు దట్టి కట్టుకొనినవాడు అని అతనితో చెప్పిరి. అప్పుడతడు - వాడు తిష్బీయుడైన ఏలీయా అనెను.",
    "9": "అప్పుడు రాజు ఒక శతాధిపతిని అతని యేబదిమందితో కూడ అతని యొద్దకు పంపెను; అతడు కొండమీద కూర్చునియుండగా వాడు అతని యొద్దకు ఎక్కిపోయి - దైవజనుడా, క్రిందికి రమ్మని రాజు ఆజ్ఞాపించుచున్నాడని అతనితో చెప్పెను.",
    "10": "అందుకు ఏలీయా - నేను దైవజనుడనైతే అగ్ని ఆకాశమునుండి దిగి నిన్ను నీ ఏబదిమందిని కాల్చివేయును గాక అని ఆ శతాధిపతితో చెప్పగా, అగ్ని ఆకాశమునుండి దిగి వానిని వాని ఏబదిమందిని కాల్చివేసెను.",
    "11": "మరల రాజు మరియొక శతాధిపతిని వాని ఏబదిమందితో కూడ పంపెను; వాడు వచ్చి - దైవజనుడా, త్వరగా క్రిందికి రమ్మని రాజు ఆజ్ఞాపించుచున్నాడని అతనితో చెప్పగా",
    "12": "ఏలీయా - నేను దైవజనుడనైతే అగ్ని ఆకాశమునుండి దిగి నిన్ను నీ ఏబదిమందిని కాల్చివేయును గాక అని వారితో చెప్పెను; అప్పుడు దేవుని అగ్ని ఆకాశమునుండి దిగి వానిని వాని ఏబదిమందిని కాల్చివేసెను.",
    "13": "మరల రాజు మూడవ శతాధిపతిని వాని ఏబదిమందితో కూడ పంపెను; ఆ మూడవ శతాధిపతి ఎక్కివచ్చి ఏలీయా యెదుట మోకాళ్లూని - దైవజనుడా, నా ప్రాణమును నీ దాసులైన ఈ ఏబదిమంది ప్రాణములను నీ దృష్టికి ప్రియముగా ఉండనిమ్ము.",
    "14": "ఇదిగో అగ్ని ఆకాశమునుండి దిగి ఆ మొదటి ఇద్దరు శతాధిపతులను వారి ఏబదిమందిని కాల్చివేసెను; అయితే నా ప్రాణము నీ దృష్టికి ప్రియముగా ఉండనిమ్మని అతనిని బతిమాలుకొనెను.",
    "15": "అప్పుడు యెహోవా దూత - వానికి భయపడక వానితో కూడ దిగిపొమ్మని ఏలీయాతో చెప్పగా అతడు లేచి వానితో కూడ రాజునొద్దకు దిగివచ్చెను.",
    "16": "అతడు రాజుతో - యెహోవా సెలవిచ్చునదేమనగా - విచారించుటకు ఇశ్రాయేలులో దేవుడు లేడనియా నీవు ఎక్రోను దేవతయైన బయల్జెబూబునొద్ద విచారించుటకు దూతలను పంపితివి? కాబట్టి నీవు ఎక్కిన మంచము మీదనుండి దిగక నిశ్చయముగా చనిపోవుదువని చెప్పెను.",
    "17": "ఏలీయా చెప్పిన యెహోవా మాట చొప్పున అతడు చనిపోయెను. అతనికి కుమారుడు లేనందున యూదా రాజైన యెహోషాపాతు కుమారుడగు యెహోరాము ఏలుబడిలో రెండవ సంవత్సరమున యెహోరాము అతనికి మారుగా రాజాయెను.",
    "18": "అహజ్యా చేసిన ఇతర కార్యములను గూర్చి ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా."
}
