
{
    "1": "అహాబుకు షోమ్రోనులో డెబ్బదిమంది కుమారులుండిరి. యెహోషూ పత్రికలు వ్రాసి షోమ్రోనులోనున్న యెజ్రెయేలు అధిపతులకును పెద్దలకును అహాబు పిల్లల పెంపకపు తండ్రులకును పంపెను; అందులో ఏమున్నదనగా -",
    "2": "మీ యజమానుని కుమారులు మీ యొద్ద ఉన్నారు; రథములును గుఱ్ఱములును ప్రాకారము గల పట్టణమును ఆయుధములును మీ యొద్ద ఉన్నవి.",
    "3": "కాబట్టి ఈ పత్రిక మీకు రాగానే, మీ యజమానుని కుమారులలో ఎవడు ఉత్తముడును యోగ్యుడునై యున్నాడో వానిని చూచి, వాని తండ్రి సింహాసనము మీద వానిని కూర్చుండబెట్టి మీ యజమానుని ఇంటివారి పక్షమున యుద్ధము చేయుడి.",
    "4": "అయితే వారు మిక్కిలి భయపడి - ఇద్దరు రాజులు అతని యెదుట నిలువలేకపోయిరి, మనము ఏలాగు నిలువగలమని చెప్పుకొని",
    "5": "గృహనిర్వాహకుడును పట్టణపు అధికారియు పెద్దలును పెంపకపు తండ్రులును యెహోషూ యొద్దకు వర్తమానము పంపి - మేము నీ దాసులము, నీవు మాకు ఆజ్ఞాపించునదంతయు చేసెదము; మేము ఎవరిని రాజుగా చేయము; నీ దృష్టికి ఏది మంచిదో అదే చేయుమనిరి.",
    "6": "అప్పుడు అతడు రెండవ పత్రిక వారికి వ్రాసి పంపెను; అందులో - మీరు నా పక్షమున ఉండి నా మాట వినినయెడల, మీ యజమానుని కుమారుల తలలను తీసికొని రేపు ఈ వేళకు యెజ్రెయేలునకు నా యొద్దకు రండి అని వ్రాసియుండెను. రాజకుమారులు డెబ్బదిమందియు తమను పెంచిన ఆ పట్టణపు గొప్పవారి యొద్ద ఉండిరి.",
    "7": "ఆ పత్రిక వారికి రాగానే వారు ఆ రాజకుమారులను డెబ్బదిమందిని పట్టుకొని చంపి, వారి తలలను గంపలలో పెట్టి యెజ్రెయేలునకు అతని యొద్దకు పంపిరి.",
    "8": "దూత వచ్చి - వారు రాజకుమారుల తలలను తెచ్చియున్నారని అతనికి తెలియజేయగా, అతడు - రేపు ఉదయము వరకు గవిని ద్వారమునొద్ద రెండు కుప్పలుగా వాటిని పెట్టుడని చెప్పెను.",
    "9": "ఉదయమున అతడు బయటికి వచ్చి నిలిచి జనులందరితో ఇట్లనెను - మీరు నీతిమంతులు; నేను నా యజమానుని మీద కుట్ర చేసి అతనిని చంపితిని; అయితే వీరందరిని ఎవరు చంపిరి?",
    "10": "అహాబు ఇంటివారిని గూర్చి యెహోవా పలికిన మాటలలో ఒక్కటియు నెరవేరకుండ పోదని మీరు తెలుసుకొనుడి; తన సేవకుడైన ఏలీయా ద్వారా తాను పలికిన మాటను యెహోవా నెరవేర్చెను.",
    "11": "అప్పుడు యెహోషూ యెజ్రెయేలులో అహాబు ఇంటివారిలో మిగిలిన వారినందరిని, అతని గొప్పవారినందరిని, అతని బంధువులను, అతని యాజకులను, అతనికి ఒక్కడైనను మిగలకుండ చంపెను.",
    "12": "తరువాత అతడు లేచి షోమ్రోనునకు వెళ్ళెను. అతడు మార్గమందు గొర్రెలు బొచ్చు కత్తిరించు మజిలీలో ఉండగా",
    "13": "యూదా రాజైన అహజ్యా సహోదరులను కలుసుకొని - మీరు ఎవరని అడుగగా వారు - మేము అహజ్యా సహోదరులము; రాజకుమారులను రాణి కుమారులను దర్శించుటకు వెళ్లుచున్నామని చెప్పిరి.",
    "14": "అతడు - వీరిని ప్రాణముతో పట్టుకొనుడని చెప్పగా, వారు వారిని ప్రాణముతో పట్టుకొని ఆ మజిలీలోని బావి యొద్ద వారిని చంపిరి; వారు నలభై ఇద్దరు, వారిలో అతడు ఒక్కనినైనను మిగలనియ్యలేదు.",
    "15": "అతడు అక్కడనుండి వెళ్లినప్పుడు తనను ఎదుర్కొనుటకు వచ్చిన రేకాబు కుమారుడైన యెహోనాదాబును చూచి అతనిని కుశలమడిగి - నా హృదయము నీ హృదయముతో కలిసినట్లు నీ హృదయము నా హృదయముతో కలిసినదా అని అడుగగా యెహోనాదాబు - కలిసినదని చెప్పెను. అట్లయితే నీ చెయ్యి నాకిమ్మనగా అతడు తన చెయ్యి ఇచ్చెను; అతడు తన యొద్ద రథము మీదకి అతని ఎక్కించుకొనెను.",
    "16": "మరియు అతడు - నాతో కూడ వచ్చి యెహోవా కొరకు నాకు కలిగిన ఆసక్తిని చూడుమని చెప్పి తన రథము మీద అతని ఎక్కించుకొని పోయెను.",
    "17": "అతడు షోమ్రోనునకు వచ్చి, ఏలీయా ద్వారా యెహోవా సెలవిచ్చిన మాట చొప్పున అహాబునకు మిగిలిన వారందరు నశించు వరకు షోమ్రోనులో అతనికి మిగిలిన వారినందరిని హతము చేసెను.",
    "18": "తరువాత యెహోషూ జనులనందరిని సమకూర్చి వారితో ఇట్లనెను - అహాబు బయలును కొంచెమే సేవించెను, యెహోషూ అతనిని ఎక్కువగా సేవించును.",
    "19": "కాబట్టి బయలు ప్రవక్తలందరిని అతని భక్తులందరిని అతని యాజకులందరిని నా యొద్దకు పిలువుడి; ఒక్కడును మిగిలియుండకూడదు; నేను బయలునకు గొప్ప బలి అర్పింపబోవుచున్నాను; రానివాడెవడును బ్రతుకడు. అయితే బయలు భక్తులను నాశనము చేయవలెనని యెహోషూ తంత్రముగా ఈలాగు చేసెను.",
    "20": "మరియు యెహోషూ - బయలునకు పండుగ ఆచరించుటకై సమాజమును ప్రతిష్ఠించుడని చెప్పగా వారు దానిని చాటించిరి.",
    "21": "యెహోషూ ఇశ్రాయేలు దేశమంతటిలోనికి వర్తమానము పంపగా బయలు భక్తులందరు వచ్చిరి; రానివాడొక్కడును లేడు. వారు బయలు గుడిలోనికి రాగా బయలు గుడి ఈ కొననుండి ఆ కొన వరకు నిండెను.",
    "22": "అతడు వస్త్రశాల మీద ఉన్నవానితో - బయలు భక్తులందరి కొరకు వస్త్రములను తీసికొని రమ్మని చెప్పగా వాడు వారి కొరకు వస్త్రములను తీసికొనివచ్చెను.",
    "23": "యెహోషూ రేకాబు కుమారుడైన యెహోనాదాబుతో కూడ బయలు గుడిలో ప్రవేశించి బయలు భక్తులతో - యెహోవా సేవకులలో ఒకడైనను ఇక్కడ మీతో ఉండకుండ చూచుకొనుడి, బయలు భక్తులు మాత్రమే ఉండవలెనని చెప్పెను.",
    "24": "వారు బలులను దహనబలులను అర్పించుటకు లోపలికి వెళ్లగా, యెహోషూ బయట ఎనభైమందిని కావలి ఉంచి - నేను మీ చేతికి అప్పగించిన మనుష్యులలో ఒకడైనను తప్పించుకొని పోయినయెడల వాని ప్రాణమునకు బదులుగా వానిని పోనిచ్చినవాని ప్రాణము తీయబడునని చెప్పెను.",
    "25": "దహనబలి అర్పించుట ముగిసినప్పుడు యెహోషూ - మీరు లోపలికి వెళ్లి ఒక్కనినైనను బయటికి రానియ్యక వారిని చంపుడని రక్షకభటులకును అధిపతులకును ఆజ్ఞాపించెను; వారు కత్తివాత వారిని హతము చేసి బయట పారవేసిరి. రక్షకభటులును అధిపతులును బయలు గుడియొక్క పట్టణమునకు వెళ్లి",
    "26": "బయలు గుడిలోనుండి దేవతాస్తంభములను బయటికి తీసికొనివచ్చి వాటిని కాల్చివేసిరి.",
    "27": "వారు బయలు విగ్రహమును పగులగొట్టి బయలు గుడిని పడగొట్టి, నేటి వరకు ఉన్నట్లు దానిని పెంటకుప్పగా చేసిరి.",
    "28": "ఈలాగున యెహోషూ ఇశ్రాయేలులోనుండి బయలును నిర్మూలము చేసెను.",
    "29": "అయినను ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన నెబాతు కుమారుడగు యరొబాము పాపములను, అనగా బేతేలులోను దానులోను ఉన్న బంగారు దూడలను అనుసరించుట యెహోషూ మానలేదు.",
    "30": "యెహోవా యెహోషూతో ఇట్లనెను - నా దృష్టికి న్యాయమైనదానిని చేయుటలో నీవు బాగుగా ప్రవర్తించితివి; నా హృదయములో ఉన్నదంతటి ప్రకారము అహాబు ఇంటివారికి చేసితివి గనుక నీ కుమారులు నాలుగవ తరము వరకు ఇశ్రాయేలు సింహాసనము మీద ఆసీనులగుదురు.",
    "31": "అయితే యెహోషూ ఇశ్రాయేలు దేవుడైన యెహోవా ధర్మశాస్త్రమును పూర్ణహృదయముతో అనుసరించుటకు జాగ్రత్త పడలేదు; ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన యరొబాము పాపములను అతడు విడవలేదు.",
    "32": "ఆ దినములలో యెహోవా ఇశ్రాయేలును తగ్గించనారంభించెను. హజాయేలు ఇశ్రాయేలు సరిహద్దులన్నిటిలో వారిని మొత్తెను.",
    "33": "యొర్దానుకు తూర్పు దిక్కుననున్న గిలాదు దేశమంతటిని, అనగా గాదీయుల దేశమును రూబేనీయుల దేశమును మనష్షీయుల దేశమును, అర్నోను లోయ దగ్గరనున్న అరోయేరు మొదలుకొని గిలాదు బాషాను దేశములను అతడు జయించెను.",
    "34": "యెహోషూ చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు, అతని పరాక్రమమంతటిని గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "35": "యెహోషూ తన పితరులతో నిద్రించి షోమ్రోనులో పాతిపెట్టబడెను; అతని కుమారుడైన యెహోయాహాజు అతనికి మారుగా రాజాయెను.",
    "36": "యెహోషూ షోమ్రోనులో ఇశ్రాయేలును ఏలిన కాలము ఇరవై ఎనిమిది సంవత్సరములు."
}
