
{
    "1": "అహజ్యా తల్లియైన అతల్యా తన కుమారుడు చనిపోవుట చూచి లేచి రాజవంశస్థులనందరిని నాశనము చేయగా",
    "2": "యోరాము రాజు కుమార్తెయు అహజ్యా సహోదరియునైన యెహోషెబ, చంపబడుచున్న రాజకుమారులలోనుండి అహజ్యా కుమారుడైన యోవాషును దొంగిలించి, అతనిని అతని దాదిని పడకగదిలో ఉంచి, అతల్యాకు కనబడకుండ అతని దాచినందున అతడు చంపబడలేదు.",
    "3": "అతల్యా దేశమును ఏలుచుండగా అతడు ఆమె యొద్ద యెహోవా మందిరములో ఆరు సంవత్సరములు దాచబడియుండెను.",
    "4": "ఏడవ సంవత్సరమున యెహోయాదా నూరుమందికి అధిపతులను, అనగా రాజదేహసంరక్షకులను బంట్రౌతులను పిలిపించి, యెహోవా మందిరములోనికి తన యొద్దకు వారిని రప్పించి, వారితో నిబంధన చేసి యెహోవా మందిరమందు వారి చేత ప్రమాణము చేయించుకొని, రాజకుమారుని వారికి చూపించి",
    "5": "వారితో ఈలాగు ఆజ్ఞాపించెను - మీరు చేయవలసినది ఏమనగా - విశ్రాంతి దినమున లోపలికి వచ్చు మీలో మూడవ వంతు రాజు నగరును భద్రముగా కాపాడవలెను.",
    "6": "ఒక మూడవ వంతు సూరు గుమ్మమునొద్దను, ఒక మూడవ వంతు బంట్రౌతుల వెనుకటి గుమ్మమునొద్దను ఉండి, ఎవరూ చొరబడకుండ మందిరమును కాపాడవలెను.",
    "7": "విశ్రాంతి దినమున బయటికి వెళ్లు మీలోని రెండు తరగతులవారు రాజునొద్ద యెహోవా మందిరమును కాపాడవలెను.",
    "8": "మీలో ప్రతివాడు తన ఆయుధములను చేత పట్టుకొని రాజు చుట్టు ఉండవలెను; పంక్తులలోనికి వచ్చువాడు మరణశిక్ష పొందును; రాజు బయటికి వెళ్లునప్పుడును లోపలికి వచ్చునప్పుడును మీరు అతనితో కూడ ఉండవలెను.",
    "9": "యాజకుడైన యెహోయాదా ఆజ్ఞాపించినదంతయు నూరుమందికి అధిపతులు చేసిరి; వారు విశ్రాంతి దినమున లోపలికి వచ్చువారని, విశ్రాంతి దినమున బయటికి వెళ్లువారని తమ తమ మనుష్యులను తీసికొని యాజకుడైన యెహోయాదా యొద్దకు రాగా",
    "10": "యాజకుడు యెహోవా మందిరములోనున్న రాజైన దావీదు ఈటెలను డాళ్లను నూరుమందికి అధిపతులైన వారికిచ్చెను.",
    "11": "బంట్రౌతులు ప్రతివాడును తన ఆయుధములను చేత పట్టుకొని, మందిరము యొక్క కుడి ప్రక్క మొదలుకొని ఎడమ ప్రక్క వరకు బలిపీఠమునొద్దను మందిరమునొద్దను రాజు చుట్టు నిలిచిరి.",
    "12": "అప్పుడు అతడు రాజకుమారుని బయటికి తోడుకొనివచ్చి, కిరీటమును అతని తలమీద పెట్టి, సాక్ష్యపు గ్రంథమును అతని చేతికిచ్చి అతనిని రాజుగా పట్టాభిషేకము చేసిరి; వారు చప్పట్లు కొట్టి - రాజు చిరంజీవి యగును గాక అనిరి.",
    "13": "బంట్రౌతులును జనులును చేయుచున్న అల్లరి అతల్యా విని యెహోవా మందిరములోనికి జనుల యొద్దకు వచ్చెను.",
    "14": "అంతలో రాజు ఆచారము చొప్పున స్తంభము దగ్గర నిలిచియుండుటయు, అధిపతులును బూరలు ఊదువారును రాజునొద్ద ఉండుటయు, దేశపు జనులందరు సంతోషించుచు బూరలు ఊదుటయు ఆమె చూచి, తన బట్టలు చింపుకొని - కుట్ర కుట్ర అని కేకలు వేసెను.",
    "15": "యాజకుడైన యెహోయాదా సైన్యముపైని నియమింపబడిన నూరుమందికి అధిపతులకు - ఈమెను పంక్తుల వెలుపలికి తీసికొనిపొండి; ఈమెను వెంబడించువానిని కత్తితో చంపుడి అని ఆజ్ఞాపించెను; ఏలయనగా - యెహోవా మందిరములో ఆమెను చంపకూడదని యాజకుడు చెప్పియుండెను.",
    "16": "వారు ఆమెకు దారి ఇచ్చిరి; గుఱ్ఱములు ప్రవేశించు మార్గమున ఆమె రాజు నగరునకు వచ్చినప్పుడు అక్కడ ఆమె చంపబడెను.",
    "17": "మరియు వారు యెహోవా జనులైయుండునట్లు యెహోయాదా యెహోవాకును రాజునకును జనులకును మధ్య నిబంధన చేయించెను; రాజునకును జనులకును మధ్యను నిబంధన చేయించెను.",
    "18": "అప్పుడు దేశపు జనులందరు బయలు గుడికి వెళ్లి దానిని పడగొట్టి, దాని బలిపీఠములను విగ్రహములను తుత్తునియలుగా చేసి, బలిపీఠముల యెదుట బయలు యాజకుడైన మత్తానును చంపిరి. యాజకుడు యెహోవా మందిరము మీద కాపరులను నియమించెను.",
    "19": "మరియు అతడు నూరుమందికి అధిపతులను రాజదేహసంరక్షకులను బంట్రౌతులను దేశపు జనులనందరిని తీసికొని రాగా, వారు యెహోవా మందిరమునుండి రాజును తోడుకొనివచ్చి, బంట్రౌతుల గుమ్మము ద్వారా రాజనగరులో ప్రవేశించిరి; అతడు రాజుల సింహాసము మీద ఆసీనుడాయెను.",
    "20": "దేశపు జనులందరు సంతోషించిరి, పట్టణము నెమ్మదిగా ఉండెను; వారు రాజు నగరునొద్ద అతల్యాను కత్తితో చంపిరి.",
    "21": "యోవాషు ఏలనారంభించినప్పుడు ఏడేండ్లవాడు."
}
