
{
    "1": "యెహూ ఏలుబడిలో ఏడవ సంవత్సరమున యోవాషు ఏలనారంభించెను; అతడు యెరూషలేములో నలభై సంవత్సరములు ఏలెను; అతని తల్లి బెేర్షెబా నివాసురాలైన సిబ్యా.",
    "2": "యాజకుడైన యెహోయాదా తనకు బోధించిన దినములన్నియు యోవాషు యెహోవా దృష్టికి నీతిగా ప్రవర్తించెను.",
    "3": "అయినను ఉన్నత స్థలములు తీసివేయబడలేదు; జనులు ఇంకను ఉన్నత స్థలముల మీద బలులు అర్పించుచు ధూపము వేయుచు ఉండిరి.",
    "4": "యోవాషు యాజకులతో ఇట్లనెను - పరిశుద్ధపరచబడినదై యెహోవా మందిరములోనికి తేబడిన ద్రవ్యమంతయు, అనగా లెక్కలోనికి వచ్చిన ప్రతివాని ప్రాణమునకు నిర్ణయించబడిన ద్రవ్యమును, మ్రొక్కుబడివలన ఎవడైనను ఇయ్యదలచిన ద్రవ్యమును, యెహోవా మందిరములోనికి తేవలెనని ఒకని హృదయములో పుట్టిన ద్రవ్యమంతయు,",
    "5": "యాజకులు తమ తమ పరిచయస్థుల యొద్ద తీసికొనవలెను; మరియు మందిరములో ఎక్కడెక్కడ బాగుచేయవలసియున్నదో అక్కడక్కడ వారు దానిని బాగుచేయవలెను.",
    "6": "అయితే రాజైన యోవాషు ఏలుబడిలో ఇరవై మూడవ సంవత్సరము వరకు యాజకులు మందిరమును బాగుచేయలేదు.",
    "7": "కాబట్టి రాజైన యోవాషు యాజకుడైన యెహోయాదాను మిగిలిన యాజకులను పిలిపించి - మీరు మందిరమును ఎందుకు బాగుచేయలేదు? ఇకమీదట మీరు మీ మీ పరిచయస్థుల యొద్ద ద్రవ్యము తీసికొనక మందిరమును బాగుచేయుటకై దానిని ఇయ్యవలెనని వారితో చెప్పెను.",
    "8": "కాబట్టి యాజకులు జనుల యొద్ద ద్రవ్యము తీసికొనుటకును మందిరమును బాగుచేయుటకును మానివేయునట్లు ఒప్పుకొనిరి.",
    "9": "అప్పుడు యాజకుడైన యెహోయాదా ఒక పెట్టెను తీసికొని దాని మూతలో రంధ్రము చేసి, యెహోవా మందిరములో ప్రవేశించువారికి కుడి వైపున బలిపీఠము దగ్గర ఉంచెను; ద్వారమును కాపాడు యాజకులు యెహోవా మందిరములోనికి తేబడిన ద్రవ్యమంతయు అందులో వేసిరి.",
    "10": "పెట్టెలో ద్రవ్యము విస్తారముగా ఉన్నదని వారు చూచినప్పుడు రాజు ప్రధాన లేఖకుడును ప్రధాన యాజకుడును వచ్చి, యెహోవా మందిరములో దొరికిన ద్రవ్యమును లిక్కించి సంచులలో వేసిరి.",
    "11": "తూచబడిన ద్రవ్యమును వారు యెహోవా మందిరపు పని చేయువారి చేతికి, అనగా పనివారి పాయికారీలకు అప్పగించిరి; వారు దానిని యెహోవా మందిరమును కట్టు వడ్రంగులకును భవనము కట్టువారికిని,",
    "12": "రాతి పనివారికిని కాసెవారికిని, యెహోవా మందిరమును బాగుచేయుటకై కలపను చెక్కిన రాళ్లను కొనుటకును, మందిరమును బాగుచేయుటకై ఖర్చు అగు ద్రవ్యమంతటికిని ఇచ్చిరి.",
    "13": "అయితే యెహోవా మందిరములోనికి తేబడిన ద్రవ్యముతో వెండి గిన్నెలైనను కత్తెరలైనను గంగాళములైనను బూరలైనను ఏ విధమైన బంగారు పాత్రలైనను వెండి పాత్రలైనను యెహోవా మందిరమునకు చేయబడలేదు.",
    "14": "వారు పనివారికి దానిని ఇచ్చి దానితో యెహోవా మందిరమును బాగుచేసిరి.",
    "15": "మరియు పనివారికిచ్చుటకై ద్రవ్యమును పుచ్చుకొనిన వారి యొద్ద వారు లెక్క అడుగలేదు; వారు నమ్మకముగా పని చేసిరి.",
    "16": "అపరాధపరిహార్థార్థ బలి ద్రవ్యమును పాపపరిహార్థార్థ బలి ద్రవ్యమును యెహోవా మందిరములోనికి తేబడలేదు; అది యాజకులదాయెను.",
    "17": "ఆ కాలమున సిరియా రాజైన హజాయేలు వచ్చి గాతు మీద యుద్ధము చేసి దాని పట్టుకొనెను; తరువాత హజాయేలు యెరూషలేము మీదికి వచ్చుటకు తన ముఖము తిప్పుకొనగా",
    "18": "యూదా రాజైన యోవాషు తన పితరులైన యెహోషాపాతు యెహోరాము అహజ్యా అను యూదా రాజులు ప్రతిష్ఠించిన వస్తువులన్నిటిని, తాను ప్రతిష్ఠించిన వస్తువులను, యెహోవా మందిరపు బొక్కసములలోను రాజనగరు బొక్కసములలోను దొరికిన బంగారమంతయు తీసికొని సిరియా రాజైన హజాయేలుకు పంపెను; అప్పుడు అతడు యెరూషలేమును విడిచి వెళ్లిపోయెను.",
    "19": "యోవాషు చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "20": "యోవాషు సేవకులు లేచి కుట్ర చేసి, సిల్లాకు పోవు మార్గముననున్న మిల్లో ఇంట అతనిని చంపిరి.",
    "21": "అతని సేవకులైన షిమాతు కుమారుడగు యోజాకారును షోమేరు కుమారుడగు యెహోజాబాదును అతని కొట్టగా అతడు చనిపోయెను; వారు దావీదు పురములో అతని పితరుల యొద్ద అతని పాతిపెట్టిరి; అతని కుమారుడైన అమజ్యా అతనికి మారుగా రాజాయెను."
}
