
{
    "1": "యూదా రాజైన అహజ్యా కుమారుడగు యోవాషు ఏలుబడిలో ఇరవై మూడవ సంవత్సరమున యెహూ కుమారుడైన యెహోయాహాజు షోమ్రోనులో ఇశ్రాయేలును ఏలనారంభించి పదిహేడు సంవత్సరములు ఏలెను.",
    "2": "అతడు యెహోవా దృష్టికి చెడుతనము చేసి, ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన నెబాతు కుమారుడగు యరొబాము పాపములను అనుసరించెను; వాటిని విడిచిపెట్టలేదు.",
    "3": "యెహోవా కోపము ఇశ్రాయేలు మీద రగులుకొనగా, ఆయన సిరియా రాజైన హజాయేలు చేతికిని హజాయేలు కుమారుడైన బెన్హదదు చేతికిని వారిని అప్పగించెను; వారు ఆ దినములన్నిటను వారిని బాధపెట్టిరి.",
    "4": "యెహోయాహాజు యెహోవాను వేడుకొనగా యెహోవా అతని మనవి ఆలకించెను; సిరియా రాజు ఇశ్రాయేలును బాధపెట్టుటయు, ఇశ్రాయేలు పడుచున్న ఇబ్బందియు ఆయన చూచెను.",
    "5": "(యెహోవా ఇశ్రాయేలుకు ఒక రక్షకుని అనుగ్రహింపగా వారు సిరియనుల చేతిలోనుండి తప్పించుకొనిరి; ఇశ్రాయేలీయులు పూర్వమువలె తమ గుడారములలో నివసించిరి.",
    "6": "అయినను ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన యరొబాము ఇంటివారి పాపములను విడిచిపెట్టక దానిని అనుసరించిరి; షోమ్రోనులో దేవతాస్తంభము నిలిచియుండెను).",
    "7": "సిరియా రాజు యెహోయాహాజు జనులను నాశనము చేసి కళ్ళములోని ధూళివలె చేసెను గనుక ఏబదిమంది రౌతులును పది రథములును పదివేల కాల్బలమును తప్ప అతనికి సైన్యములో మిగిలినదేదియు లేదు.",
    "8": "యెహోయాహాజు చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు, అతని పరాక్రమమును గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "9": "యెహోయాహాజు తన పితరులతో నిద్రించి షోమ్రోనులో పాతిపెట్టబడెను; అతని కుమారుడైన యోవాషు అతనికి మారుగా రాజాయెను.",
    "10": "యూదా రాజైన యోవాషు ఏలుబడిలో ముప్పది ఏడవ సంవత్సరమున యెహోయాహాజు కుమారుడైన యోవాషు షోమ్రోనులో ఇశ్రాయేలును ఏలనారంభించి పదారు సంవత్సరములు ఏలెను.",
    "11": "అతడు యెహోవా దృష్టికి చెడుతనము చేసెను; ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన నెబాతు కుమారుడగు యరొబాము పాపములలో దేనిని విడిచిపెట్టక వాటన్నిటిని అనుసరించెను.",
    "12": "యోవాషు చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు, యూదా రాజైన అమజ్యాతో అతడు చేసిన యుద్ధమందు చూపిన పరాక్రమమును గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "13": "యోవాషు తన పితరులతో నిద్రించెను; యరొబాము అతని సింహాసనము మీద ఆసీనుడాయెను. యోవాషు షోమ్రోనులో ఇశ్రాయేలు రాజుల యొద్ద పాతిపెట్టబడెను.",
    "14": "ఎలీషాకు మరణకరమైన రోగము కలిగెను; ఇశ్రాయేలు రాజైన యోవాషు అతని యొద్దకు వచ్చి అతనిని చూచి ఏడ్చుచు - నా తండ్రీ, నా తండ్రీ, ఇశ్రాయేలు రథమా, ఇశ్రాయేలు రౌతులారా అనెను.",
    "15": "ఎలీషా - విల్లును బాణములను తీసికొమ్మని అతనితో చెప్పగా అతడు విల్లును బాణములను తీసికొనెను.",
    "16": "విల్లు ఎక్కుపెట్టుమని అతడు ఇశ్రాయేలు రాజుతో చెప్పగా అతడు ఎక్కుపెట్టెను. ఎలీషా తన చేతులను రాజు చేతుల మీద ఉంచెను.",
    "17": "తూర్పు వైపున కిటికీని తెరువుమని చెప్పగా అతడు తెరిచెను. ఎలీషా - వివువుమని చెప్పగా అతడు విసిరెను. అప్పుడు ఎలీషా - ఇది యెహోవా రక్షణ బాణము, సిరియనుల మీద విజయ బాణము; నీవు అఫెకులో సిరియనులను పూర్తిగా హతము చేసెదవనెను.",
    "18": "మరియు అతడు - బాణములను తీసికొమ్మని చెప్పగా అతడు తీసికొనెను. నేలమీద కొట్టుమని అతడు ఇశ్రాయేలు రాజుతో చెప్పగా అతడు మూడు మారులు కొట్టి మానెను.",
    "19": "అందుచేత దైవజనుడు అతని మీద కోపించి - నీవు ఐదారు మారులు కొట్టినయెడల సిరియనులను పూర్తిగా హతము చేసియుందువు; అయితే ఇప్పుడు నీవు మూడు మారులు మాత్రమే సిరియనులను ఓడించెదవనెను.",
    "20": "ఎలీషా చనిపోగా వారు అతని పాతిపెట్టిరి. మరుసటి సంవత్సరమున మోయాబీయుల దండులు దేశము మీద పడెను.",
    "21": "కొందరు ఒక మనుష్యుని పాతిపెట్టుచుండగా ఆ దండు కనబడెను; అప్పుడు వారు ఆ శవమును ఎలీషా సమాధిలో పడవేసి పారిపోయిరి; ఆ శవము ఎలీషా శల్యములకు తగులగానే ఆ మనుష్యుడు బ్రతికి కాళ్లూని నిలిచెను.",
    "22": "యెహోయాహాజు దినములన్నిటను సిరియా రాజైన హజాయేలు ఇశ్రాయేలును బాధపెట్టెను.",
    "23": "అయినను యెహోవా వారిని కరుణించి వారి యందు జాలిపడి, అబ్రాహాము ఇస్సాకు యాకోబులతో తాను చేసిన నిబంధనను బట్టి వారిని లక్ష్యపెట్టి, వారిని నాశనము చేయనొల్లక, ఇంతవరకు తన సముఖమునుండి వారిని తోసివేయక యుండెను.",
    "24": "సిరియా రాజైన హజాయేలు చనిపోగా అతని కుమారుడైన బెన్హదదు అతనికి మారుగా రాజాయెను.",
    "25": "అప్పుడు యెహోయాహాజు కుమారుడైన యోవాషు, హజాయేలు కుమారుడైన బెన్హదదు యుద్ధములో తన తండ్రియైన యెహోయాహాజు చేతిలోనుండి తీసికొనిన పట్టణములను అతని చేతిలోనుండి తిరిగి తీసికొనెను. మూడు మారులు యోవాషు అతని ఓడించి ఇశ్రాయేలు పట్టణములను తిరిగి తీసికొనెను."
}
