
{
    "1": "ఇశ్రాయేలు రాజైన యెహోయాహాజు కుమారుడగు యోవాషు ఏలుబడిలో రెండవ సంవత్సరమున యూదా రాజైన యోవాషు కుమారుడగు అమజ్యా ఏలనారంభించెను.",
    "2": "అతడు ఏలనారంభించినప్పుడు ఇరవై ఐదు ఏండ్లవాడు; అతడు యెరూషలేములో ఇరవై తొమ్మిది సంవత్సరములు ఏలెను. అతని తల్లి యెరూషలేము కాపురస్థురాలైన యెహోద్దీను.",
    "3": "అతడు యెహోవా దృష్టికి నీతిగా ప్రవర్తించెను గాని తన పితరుడైన దావీదు వలె ప్రవర్తించలేదు; తన తండ్రియైన యోవాషు చేసినదంతటి ప్రకారము అతడు చేసెను.",
    "4": "అయినను ఉన్నత స్థలములు తీసివేయబడలేదు; జనులు ఇంకను ఉన్నత స్థలముల మీద బలులు అర్పించుచు ధూపము వేయుచు ఉండిరి.",
    "5": "రాజ్యము అతని చేతిలో స్థిరపడిన తరువాత తన తండ్రియైన రాజును చంపిన తన సేవకులను అతడు చంపెను.",
    "6": "అయితే - పిల్లల ద్రోహమును బట్టి తండ్రులకు మరణశిక్ష విధింపకూడదు, తండ్రుల ద్రోహమును బట్టి పిల్లలకు మరణశిక్ష విధింపకూడదు; ఎవని పాపము నిమిత్తము వాడే మరణశిక్ష నొందవలెనని మోషే ధర్మశాస్త్ర గ్రంథమందు యెహోవా ఆజ్ఞాపించినట్లు, ఆ నరహంతకుల పిల్లలను అతడు చంపలేదు.",
    "7": "అతడు ఉప్పు లోయలో ఎదోమీయుల పదివేలమందిని హతము చేసి, యుద్ధమునందు సెలాయేలును పట్టుకొని దానికి యొక్తెయేలు అని పేరు పెట్టెను; నేటి వరకు దానికి అదే పేరు.",
    "8": "అప్పుడు అమజ్యా, యెహూ మనుమడును యెహోయాహాజు కుమారుడునైన ఇశ్రాయేలు రాజు యోవాషు నొద్దకు దూతలను పంపి - మనము ఒకరినొకరము కలుసుకొందము రమ్మని వర్తమానము చేసెను.",
    "9": "అందుకు ఇశ్రాయేలు రాజైన యోవాషు యూదా రాజైన అమజ్యాకు ఈలాగు వర్తమానము పంపెను - లెబానోనులోనున్న ముండ్లచెట్టు లెబానోనులోనున్న దేవదారు వృక్షము నొద్దకు రాయబారము పంపి - నీ కుమార్తెను నా కుమారునికి భార్యగా ఇమ్మని అడుగగా, లెబానోనులోనున్న ఒక అడవి జంతువు దాటిపోవుచు ఆ ముండ్లచెట్టును త్రొక్కివేసెను.",
    "10": "నీవు ఎదోమీయులను హతము చేసితివని నీ మనస్సున గర్వించుచున్నావు; నీవు ఘనత వహించి ఇంటివద్ద ఉండుము; నీవును నీతోకూడ యూదావారును కూలునట్లు అపాయమును ఎందుకు కోరుకొనుచున్నావు?",
    "11": "అయితే అమజ్యా వినకపోయెను గనుక ఇశ్రాయేలు రాజైన యోవాషు వచ్చి, యూదాలోనున్న బేత్షెమెషులో తానును యూదా రాజైన అమజ్యాయును ఒకరినొకరు కలుసుకొనిరి.",
    "12": "యూదావారు ఇశ్రాయేలువారి యెదుట ఓడిపోయి, అందరును తమ గుడారములకు పారిపోయిరి.",
    "13": "ఇశ్రాయేలు రాజైన యోవాషు, అహజ్యా మనుమడును యోవాషు కుమారుడునైన యూదా రాజు అమజ్యాను బేత్షెమెషులో పట్టుకొని యెరూషలేమునకు వచ్చి, ఎఫ్రాయిము గుమ్మము మొదలుకొని మూల గుమ్మము వరకు యెరూషలేము ప్రాకారమును నాలుగు వందల మూరలు పడగొట్టెను.",
    "14": "మరియు యెహోవా మందిరములోను రాజనగరు బొక్కసములలోను దొరికిన బంగారమంతటిని వెండి అంతటిని పాత్రలన్నిటిని, ప్రజలను తాకట్టుగాను తీసికొని షోమ్రోనునకు తిరిగి వెళ్ళెను.",
    "15": "యోవాషు చేసిన ఇతర కార్యములను గూర్చియు, అతని పరాక్రమమును గూర్చియు, అతడు యూదా రాజైన అమజ్యాతో చేసిన యుద్ధమును గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "16": "యోవాషు తన పితరులతో నిద్రించి షోమ్రోనులో ఇశ్రాయేలు రాజుల యొద్ద పాతిపెట్టబడెను; అతని కుమారుడైన యరొబాము అతనికి మారుగా రాజాయెను.",
    "17": "ఇశ్రాయేలు రాజైన యెహోయాహాజు కుమారుడగు యోవాషు చనిపోయిన తరువాత యూదా రాజైన యోవాషు కుమారుడగు అమజ్యా పదిహేను సంవత్సరములు బ్రతికెను.",
    "18": "అమజ్యా చేసిన ఇతర కార్యములను గూర్చి యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది.",
    "19": "యెరూషలేములో అతని మీద కుట్ర చేయగా అతడు లాకీషుకు పారిపోయెను; అయితే వారు లాకీషుకు మనుష్యులను పంపి అక్కడ అతనిని చంపిరి.",
    "20": "వారు గుఱ్ఱముల మీద అతనిని తెచ్చిరి; యెరూషలేములో దావీదు పురమందు అతని పితరుల యొద్ద అతడు పాతిపెట్టబడెను.",
    "21": "యూదా జనులందరు పదారు ఏండ్లవాడైన అజర్యాను తీసికొని అతని తండ్రియైన అమజ్యాకు మారుగా రాజుగా చేసిరి.",
    "22": "రాజు తన పితరులతో నిద్రించిన తరువాత ఇతడు ఏలతును కట్టించి యూదాకు తిరిగి లోపరచుకొనెను.",
    "23": "యూదా రాజైన యోవాషు కుమారుడగు అమజ్యా ఏలుబడిలో పదిహేనవ సంవత్సరమున ఇశ్రాయేలు రాజైన యోవాషు కుమారుడగు యరొబాము షోమ్రోనులో ఏలనారంభించి నలభై ఒక్క సంవత్సరములు ఏలెను.",
    "24": "అతడు యెహోవా దృష్టికి చెడుతనము చేసెను; ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన నెబాతు కుమారుడగు యరొబాము పాపములలో దేనిని విడిచిపెట్టక వాటన్నిటిని అనుసరించెను.",
    "25": "అతడు ఇశ్రాయేలు దేవుడైన యెహోవా తన సేవకుడును గత్హేపెరు వాడైన అమిత్తయి కుమారుడునగు ప్రవక్తయైన యోనా ద్వారా పలికిన మాట చొప్పున హమాతునకు పోవు మార్గము మొదలుకొని అరాబా సముద్రము వరకు ఇశ్రాయేలు సరిహద్దును తిరిగి స్వాదీనపరచుకొనెను.",
    "26": "ఇశ్రాయేలువారి బాధ బహు కఠినమైనదనియు, బద్ధుడైనను ముక్తుడైనను ఎవరూ లేరనియు, ఇశ్రాయేలీయులకు సహాయము చేయువాడెవడును లేడనియు యెహోవా చూచెను.",
    "27": "యెహోవా ఆకాశము క్రిందనుండి ఇశ్రాయేలు నామమును తుడిచివేయుదునని చెప్పలేదు గనుక యోవాషు కుమారుడైన యరొబాము ద్వారా వారిని రక్షించెను.",
    "28": "యరొబాము చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు, అతని పరాక్రమమును గూర్చియు, అతడు యుద్ధము చేసినదానిని గూర్చియు, యూదావారివైన దమస్కును హమాతును ఇశ్రాయేలు కొరకు తిరిగి పట్టుకొనినదానిని గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది.",
    "29": "యరొబాము తన పితరులైన ఇశ్రాయేలు రాజులతో నిద్రించెను; అతని కుమారుడైన జెకర్యా అతనికి మారుగా రాజాయెను."
}
