
{
    "1": "రెమల్యా కుమారుడైన పెకహు ఏలుబడిలో పదిహేడవ సంవత్సరమున యూదా రాజైన యోతాము కుమారుడగు ఆహాజు ఏలనారంభించెను.",
    "2": "ఆహాజు ఏలనారంభించినప్పుడు ఇరవై ఏండ్లవాడు; అతడు యెరూషలేములో పదారు సంవత్సరములు ఏలెను. అతడు తన పితరుడైన దావీదువలే తన దేవుడైన యెహోవా దృష్టికి నీతిగా ప్రవర్తింపలేదు.",
    "3": "అతడు ఇశ్రాయేలు రాజుల మార్గములో నడిచెను; యెహోవా ఇశ్రాయేలీయుల యెదుటనుండి వెళ్లగొట్టిన అన్యజనుల హేయక్రియల చొప్పున అతడు తన కుమారుని అగ్నిగుండము దాటించెను.",
    "4": "మరియు అతడు ఉన్నత స్థలముల మీదను, మెట్టల మీదను, ప్రతి పచ్చని చెట్టు క్రిందను బలులు అర్పించుచు ధూపము వేయుచు ఉండెను.",
    "5": "అప్పుడు సిరియా రాజైన రెజీనును, ఇశ్రాయేలు రాజైన రెమల్యా కుమారుడగు పెకహును యెరూషలేము మీద యుద్ధము చేయుటకు వచ్చిరి; వారు ఆహాజును ముట్టడివేసిరి గాని అతని జయింపలేకపోయిరి.",
    "6": "ఆ కాలమున సిరియా రాజైన రెజీను ఏలతును సిరియాకు తిరిగి పట్టుకొని, ఏలతులోనుండి యూదులను వెళ్లగొట్టెను; సిరియనులు ఏలతుకు వచ్చిరి; నేటి వరకు వారు అక్కడ నివసించుచున్నారు.",
    "7": "అప్పుడు ఆహాజు అష్షూరు రాజైన తిగ్లత్పిలేసెరు నొద్దకు దూతలను పంపి - నేను నీ దాసుడను, నీ కుమారుడను; నీవు వచ్చి నా మీదికి లేచిన సిరియా రాజు చేతిలోనుండియు ఇశ్రాయేలు రాజు చేతిలోనుండియు నన్ను రక్షించుమని వర్తమానము చేసెను.",
    "8": "మరియు ఆహాజు యెహోవా మందిరములోను రాజనగరు బొక్కసములలోను దొరికిన వెండి బంగారములను తీసికొని అష్షూరు రాజునకు కానుకగా పంపెను.",
    "9": "అష్షూరు రాజు అతని మాట వినెను; అష్షూరు రాజు దమస్కు మీదికి వచ్చి దాని పట్టుకొని, జనులను కీరు పట్టణమునకు చెరగా తీసికొనిపోయి రెజీనును చంపెను.",
    "10": "రాజైన ఆహాజు అష్షూరు రాజైన తిగ్లత్పిలేసెరును కలుసుకొనుటకు దమస్కుకు వెళ్ళెను; దమస్కులోనున్న బలిపీఠమును చూచి, రాజైన ఆహాజు ఆ బలిపీఠము యొక్క పోలికను, దాని అలంకారమంతటి చొప్పున దాని నమూనాను యాజకుడైన ఊరియా యొద్దకు పంపెను.",
    "11": "రాజైన ఆహాజు దమస్కునుండి పంపినదంతటి చొప్పున యాజకుడైన ఊరియా ఒక బలిపీఠమును కట్టెను; రాజైన ఆహాజు దమస్కునుండి రాకమునుపే యాజకుడైన ఊరియా దాని సిద్ధము చేసెను.",
    "12": "రాజు దమస్కునుండి వచ్చినప్పుడు రాజు బలిపీఠమును చూచి, బలిపీఠము దగ్గరకు వెళ్లి దానిమీద అర్పించెను.",
    "13": "అతడు తన దహనబలిని నైవేద్యమును దహించి, తన పానార్పణమును పోసి, తన సమాధానబలుల రక్తమును బలిపీఠము మీద ప్రోక్షించెను.",
    "14": "మరియు యెహోవా సన్నిధిని ఉన్న ఇత్తడి బలిపీఠమును మందిరము ముందునుండి, అనగా తన బలిపీఠమునకును యెహోవా మందిరమునకును మధ్యనుండి తీసికొనివచ్చి తన బలిపీఠమునకు ఉత్తరపు ప్రక్కన ఉంచెను.",
    "15": "రాజైన ఆహాజు యాజకుడైన ఊరియాకు ఆజ్ఞాపించినదేమనగా - నీవు ఉదయకాలపు దహనబలిని, సాయంకాలపు నైవేద్యమును, రాజు దహనబలిని, అతని నైవేద్యమును, దేశ జనులందరి దహనబలిని, వారి నైవేద్యమును, వారి పానార్పణములను ఈ పెద్ద బలిపీఠము మీద దహించి, దహనబలి పశువుల రక్తమంతయు బలి పశువుల రక్తమంతయు దానిమీద ప్రోక్షింపవలెను; ఆ ఇత్తడి బలిపీఠము విచారణ చేయుటకు నాకు ఉండును.",
    "16": "రాజైన ఆహాజు ఆజ్ఞాపించినదంతటి చొప్పున యాజకుడైన ఊరియా చేసెను.",
    "17": "మరియు రాజైన ఆహాజు పీటల అడ్డ పలకలను కోసివేసి, వాటి మీదనుండి గంగాళములను తీసివేసెను; మరియు అతడు సముద్రమును దాని క్రిందనున్న ఇత్తడి ఎడ్ల మీదనుండి దించి రాతి కట్టడ మీద ఉంచెను.",
    "18": "మరియు విశ్రాంతి దినము కొరకు మందిరములో కట్టబడిన మంటపమును, రాజు బయట ప్రవేశించు మార్గమును అష్షూరు రాజు నిమిత్తము యెహోవా మందిరమునుండి తీసివేసెను.",
    "19": "ఆహాజు చేసిన ఇతర కార్యములను గూర్చి యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది.",
    "20": "ఆహాజు తన పితరులతో నిద్రించి దావీదు పురములో తన పితరుల యొద్ద పాతిపెట్టబడెను; అతని కుమారుడైన హిజ్కియా అతనికి మారుగా రాజాయెను."
}
