
{
    "1": "ఇశ్రాయేలు రాజైన ఏలా కుమారుడగు హోషేయ ఏలుబడిలో మూడవ సంవత్సరమున యూదా రాజైన ఆహాజు కుమారుడగు హిజ్కియా ఏలనారంభించెను.",
    "2": "అతడు ఏలనారంభించినప్పుడు ఇరవై ఐదు ఏండ్లవాడు; అతడు యెరూషలేములో ఇరవై తొమ్మిది సంవత్సరములు ఏలెను. అతని తల్లి జెకర్యా కుమార్తెయైన అబీ.",
    "3": "అతడు తన పితరుడైన దావీదు చేసినదంతటి ప్రకారము యెహోవా దృష్టికి నీతిగా ప్రవర్తించెను.",
    "4": "అతడు ఉన్నత స్థలములను తీసివేసి, విగ్రహములను పగులగొట్టి, దేవతాస్తంభములను నరికివేసి, మోషే చేసిన ఇత్తడి సర్పమును ముక్కలుగా చేసెను; ఆ దినముల వరకు ఇశ్రాయేలీయులు దానికి ధూపము వేయుచు వచ్చిరి; దానికి నెహుష్టాను అని పేరు.",
    "5": "అతడు ఇశ్రాయేలు దేవుడైన యెహోవా యందు నమ్మిక యుంచెను; అతని తరువాత గాని అతని పూర్వీకులలో గాని యూదా రాజులందరిలో అతనివంటివాడు లేడు.",
    "6": "అతడు యెహోవాను హత్తుకొని, ఆయనను వెంబడించుట మానక, యెహోవా మోషేకు ఆజ్ఞాపించిన ఆజ్ఞలను గైకొనెను.",
    "7": "యెహోవా అతనికి తోడైయుండెను; అతడు వెళ్లిన ప్రతి స్థలమందును జయము పొందెను. అతడు అష్షూరు రాజునకు సేవ చేయక అతని మీద తిరుగుబాటు చేసెను.",
    "8": "అతడు గాజా వరకును దాని సరిహద్దుల వరకును, కావలివాని గోపురము మొదలుకొని ప్రాకారము గల పట్టణము వరకు ఫిలిష్తీయులను మొత్తెను.",
    "9": "రాజైన హిజ్కియా ఏలుబడిలో నాలుగవ సంవత్సరమున, అనగా ఇశ్రాయేలు రాజైన ఏలా కుమారుడగు హోషేయ ఏలుబడిలో ఏడవ సంవత్సరమున అష్షూరు రాజైన షల్మనెసెరు షోమ్రోను మీదికి వచ్చి దానిని ముట్టడివేసెను.",
    "10": "మూడు సంవత్సరములైన తరువాత వారు దాని పట్టుకొనిరి; హిజ్కియా ఏలుబడిలో ఆరవ సంవత్సరమున, ఇశ్రాయేలు రాజైన హోషేయ ఏలుబడిలో తొమ్మిదవ సంవత్సరమున షోమ్రోను పట్టబడెను.",
    "11": "అష్షూరు రాజు ఇశ్రాయేలీయులను అష్షూరుకు తీసికొనిపోయి, హాలాలోను గోజాను నది దగ్గరనున్న హాబోరులోను మాదీయుల పట్టణములలోను ఉంచెను.",
    "12": "వారు తమ దేవుడైన యెహోవా మాట వినక, ఆయన నిబంధనను, యెహోవా సేవకుడైన మోషే ఆజ్ఞాపించినదంతటిని మీరిరి; వారు వినకయు చేయకయు ఉండిరి.",
    "13": "రాజైన హిజ్కియా ఏలుబడిలో పద్నాలుగవ సంవత్సరమున అష్షూరు రాజైన సన్హెరీబు యూదాలోని ప్రాకారము గల పట్టణములన్నిటి మీదికి వచ్చి వాటిని పట్టుకొనెను.",
    "14": "అప్పుడు యూదా రాజైన హిజ్కియా లాకీషులోనున్న అష్షూరు రాజునకు వర్తమానము పంపి - నేను తప్పు చేసితిని; నా యొద్దనుండి తిరిగి వెళ్లుము; నీవు నా మీద మోపినదానిని భరించెదనని చెప్పెను. అష్షూరు రాజు యూదా రాజైన హిజ్కియా మీద మూడు వందల తలాంతుల వెండిని ముప్పది తలాంతుల బంగారమును మోపెను.",
    "15": "కాబట్టి హిజ్కియా యెహోవా మందిరములోను రాజనగరు బొక్కసములలోను దొరికిన వెండి అంతయు ఇచ్చెను.",
    "16": "ఆ కాలమున యూదా రాజైన హిజ్కియా యెహోవా ఆలయపు తలుపులకును తాను చేయించిన స్తంభములకును ఉన్న బంగారమును ఒలిపించి అష్షూరు రాజునకిచ్చెను.",
    "17": "అప్పుడు అష్షూరు రాజు తర్తానును రబ్సారీసును రబ్షాకేను గొప్ప సైన్యముతో లాకీషునుండి యెరూషలేమునకు రాజైన హిజ్కియా యొద్దకు పంపెను. వారు వచ్చి యెరూషలేమునకు చేరి చాకలివాని పొలము మార్గమందున్న మెరక కొలను కాలువ యొద్ద నిలిచిరి.",
    "18": "వారు రాజును పిలువగా, హిల్కీయా కుమారుడగు గృహనిర్వాహకుడైన ఎల్యాకీమును, శాస్త్రియగు షెబ్నాయును, ఆసాపు కుమారుడగు రాజ్యవృత్తాంతముల లేఖకుడైన యోవాహును వారి యొద్దకు వచ్చిరి.",
    "19": "అప్పుడు రబ్షాకే వారితో ఇట్లనెను - మీరు హిజ్కియాతో ఈలాగు చెప్పుడి; మహా రాజైన అష్షూరు రాజు సెలవిచ్చునదేమనగా - నీవు నమ్ముకొనిన ఈ నమ్మకము ఏ పాటిది?",
    "20": "యుద్ధమునకు ఆలోచనయు బలమును వట్టి మాటలే అని నీవనుకొనుచున్నావు; ఎవనిని నమ్ముకొని నా మీద తిరుగుబాటు చేయుచున్నావు?",
    "21": "ఇదిగో నలిగిన రెల్లు వంటి ఆ ఐగుప్తును నీవు నమ్ముకొనుచున్నావు; ఒకడు దానిని ఆనుకొనినయెడల అది వాని చేతిలో గుచ్చుకొని దూసిపోవును; ఐగుప్తు రాజైన ఫరో అతని నమ్ముకొను వారందరికిని అట్టివాడే.",
    "22": "మీరు నాతో - మా దేవుడైన యెహోవాను మేము నమ్ముకొనుచున్నామని చెప్పినయెడల, హిజ్కియా ఎవరి ఉన్నత స్థలములను బలిపీఠములను తీసివేసి - ఈ బలిపీఠము యెదుటనే మీరు యెరూషలేములో నమస్కారము చేయవలెనని యూదావారితోను యెరూషలేమువారితోను చెప్పెనో ఆ దేవుడే గదా ఆయన?",
    "23": "కాబట్టి ఇప్పుడు నా యజమానుడైన అష్షూరు రాజుతో పందెము వేయుము; నీవు రౌతులను ఎక్కించగలిగినయెడల నేను నీకు రెండు వేల గుఱ్ఱములను ఇచ్చెదను.",
    "24": "నీవు రథముల కొరకును రౌతుల కొరకును ఐగుప్తును నమ్ముకొని, నా యజమానుని సేవకులలో అత్యల్పుడైన ఒక అధిపతిని ఎట్లు తిప్పివేయగలవు?",
    "25": "యెహోవా సెలవు లేకయే ఈ స్థలమును నాశనము చేయుటకు నేను వచ్చితినా? యెహోవా - ఆ దేశము మీదికి వెళ్లి దాని నాశనము చేయుమని నాతో చెప్పెను.",
    "26": "అప్పుడు హిల్కీయా కుమారుడైన ఎల్యాకీమును షెబ్నాయును యోవాహును రబ్షాకేతో - నీ దాసులమైన మాకు సిరియా భాష తెలియును, దయచేసి దానితో మాతో మాటలాడుము; ప్రాకారము మీదనున్న ప్రజల వినికిడిలో యూదా భాషతో మాతో మాటలాడవద్దనిరి.",
    "27": "అందుకు రబ్షాకే - మీతోను మీ యజమానునితోను ఈ మాటలు చెప్పుటకు నా యజమానుడు నన్ను పంపెనా? తమ మలమును తినునట్లును తమ మూత్రమును త్రాగునట్లును మీతో కూడ ప్రాకారము మీద కూర్చున్నవారితో చెప్పుటకు నన్ను పంపలేదు గదా అని చెప్పి",
    "28": "రబ్షాకే నిలిచి యూదా భాషతో బిగ్గరగా కేకలు వేసి ఇట్లనెను - మహా రాజైన అష్షూరు రాజు మాటలు వినుడి.",
    "29": "రాజు సెలవిచ్చునదేమనగా - హిజ్కియా చేత మోసపోకుడి; నా చేతిలోనుండి మిమ్మును విడిపించుటకు అతనికి శక్తి లేదు.",
    "30": "యెహోవా నిశ్చయముగా మనలను విడిపించును, ఈ పట్టణము అష్షూరు రాజు చేతికి అప్పగింపబడదని చెప్పి, హిజ్కియా మిమ్మును యెహోవా యందు నమ్మిక యుంచునట్లు చేయనియ్యకుడి.",
    "31": "హిజ్కియా మాట వినవద్దు; అష్షూరు రాజు సెలవిచ్చునదేమనగా - మీరు నాతో సంధి చేసికొని నా యొద్దకు బయటికి వచ్చినయెడల, మీలో ప్రతివాడు తన ద్రాక్షచెట్టు ఫలమును తన అంజూరపు చెట్టు ఫలమును తినుచు, తన బావి నీళ్లు త్రాగుచు ఉండును.",
    "32": "అటు తరువాత నేను వచ్చి, మిమ్మును మీ దేశము వంటి దేశమునకు, అనగా ధాన్యమును ద్రాక్షారసమును గల దేశమునకును, రొట్టెలును ద్రాక్షతోటలును గల దేశమునకును, ఒలీవ నూనెయు తేనెయు గల దేశమునకును తీసికొనిపోవుదును; అప్పుడు మీరు చావక బ్రతుకుదురు. యెహోవా మనలను విడిపించునని చెప్పి హిజ్కియా మీకు బోధించునప్పుడు అతని మాట వినవద్దు.",
    "33": "జనముల దేవతలలో ఏదైనను తన దేశమును అష్షూరు రాజు చేతిలోనుండి విడిపించెనా?",
    "34": "హమాతు దేవతలు ఏమాయెను? అర్పపాదు దేవతలు ఏమాయెను? సెపర్వయీము హేన ఇవ్వా అనువాటి దేవతలు ఏమాయెను? షోమ్రోనును నా చేతిలోనుండి వారు విడిపించిరా?",
    "35": "యెహోవా నా చేతిలోనుండి యెరూషలేమును విడిపించుననుటకు ఆ దేశముల దేవతలలో ఏదైనను తన దేశమును నా చేతిలోనుండి విడిపించినది కలదా?",
    "36": "అయితే జనులు మౌనముగా ఉండి అతనికి ఒక మాటైనను ఉత్తరమియ్యలేదు; ఏలయనగా - అతనికి ఉత్తరమియ్యవద్దని రాజు ఆజ్ఞాపించియుండెను.",
    "37": "అప్పుడు హిల్కీయా కుమారుడగు గృహనిర్వాహకుడైన ఎల్యాకీమును, శాస్త్రియగు షెబ్నాయును, ఆసాపు కుమారుడగు రాజ్యవృత్తాంతముల లేఖకుడైన యోవాహును తమ బట్టలు చింపుకొని హిజ్కియా యొద్దకు వచ్చి రబ్షాకే మాటలు అతనికి తెలియజేసిరి."
}
