
{
    "1": "రాజైన హిజ్కియా ఆ మాటలు వినినప్పుడు తన బట్టలు చింపుకొని గోనెపట్ట కట్టుకొని యెహోవా మందిరములోనికి వెళ్లెను.",
    "2": "మరియు అతడు గృహనిర్వాహకుడైన ఎల్యాకీమును శాస్త్రియైన షెబ్నాను యాజకులలో పెద్దలైనవారిని గోనెపట్ట కట్టుకొనినవారిని ఆమోజు కుమారుడైన యెషయా అను ప్రవక్త యొద్దకు పంపెను.",
    "3": "వారు అతనితో ఇట్లనిరి - హిజ్కియా సెలవిచ్చునదేమనగా - ఈ దినము శ్రమయు శిక్షయు దూషణయు గల దినము; పిల్లలు పుట్టవచ్చిరి గాని కనుటకు శక్తి లేదు.",
    "4": "జీవము గల దేవుని దూషించుటకు అష్షూరు రాజైన తన యజమానుని చేత పంపబడిన రబ్షాకే పలికిన మాటలన్నిటిని నీ దేవుడైన యెహోవా ఒకవేళ ఆలకించును; నీ దేవుడైన యెహోవాకు వినబడిన ఆ మాటలను బట్టి ఆయన వారిని గద్దించునేమో; కాబట్టి ఇంక నిలిచియున్న శేషము కొరకు నీవు హెచ్చుగా ప్రార్థన చేయుము.",
    "5": "రాజైన హిజ్కియా సేవకులు యెషయా యొద్దకు రాగా",
    "6": "యెషయా వారితో ఇట్లనెను - మీ యజమానునితో ఈ మాట చెప్పుడి - యెహోవా సెలవిచ్చునదేమనగా - అష్షూరు రాజు పనివారు నన్ను దూషించిన మాటలకు భయపడకుము.",
    "7": "ఇదిగో నేను అతనిలో ఒక ఆత్మను పుట్టించుదును; అతడు ఒక వదంతిని విని తన దేశమునకు తిరిగి వెళ్లును; అతని దేశమందు కత్తిచేత అతని కూలజేసెదను.",
    "8": "అష్షూరు రాజు లాకీషును విడిచి వెళ్లిపోయెనని రబ్షాకే విని, అతడు లిబ్నా మీద యుద్ధము చేయుట చూచెను.",
    "9": "అప్పుడు - కూషు రాజైన తిర్హాకా నీతో యుద్ధము చేయుటకు బయలుదేరి వచ్చెనని అష్షూరు రాజు వినెను. అతడు వినినప్పుడు హిజ్కియా యొద్దకు దూతలను పంపి యిట్లనెను",
    "10": "మీరు యూదా రాజైన హిజ్కియాతో ఈలాగు చెప్పుడి - యెరూషలేము అష్షూరు రాజు చేతికి అప్పగింపబడదని చెప్పి నీవు నమ్ముకొనిన నీ దేవుడు నిన్ను మోసపుచ్చనియ్యకుము.",
    "11": "ఇదిగో అష్షూరు రాజులు సకల దేశములను బొత్తిగా నశింపజేసిన సంగతి నీవు వింటివి గదా, నీవు మాత్రము తప్పించుకొందువా?",
    "12": "నా పితరులు నాశనము చేసిన గోజాను, హారాను, రెజెపు, తెలస్సారులోనున్న ఏదెను వారిని వారి దేవతలు విడిపించినవా?",
    "13": "హమాతు రాజు ఏడి? అర్పపాదు రాజు ఏడి? సెపర్వయీము, హేన, ఇవ్వా అను పట్టణముల రాజులు ఏరి?",
    "14": "హిజ్కియా దూతల చేతినుండి ఆ ఉత్తరమును తీసికొని చదివి, యెహోవా మందిరములోనికి వెళ్లి యెహోవా సన్నిధిని దాని విప్పి",
    "15": "యెహోవా సన్నిధిని ఈలాగు ప్రార్థించెను - కెరూబుల మధ్య నివసించు ఇశ్రాయేలు దేవుడవైన యెహోవా, నీవు, నీవు మాత్రమే భూలోక రాజ్యములన్నిటికి దేవుడవు; నీవు ఆకాశమును భూమిని సృజించినవాడవు.",
    "16": "యెహోవా, చెవియొగ్గి వినుము; యెహోవా, కన్నులు తెరచి చూడుము; జీవము గల దేవుని దూషించుటకు సన్హెరీబు పంపిన మాటలను వినుము.",
    "17": "యెహోవా, అష్షూరు రాజులు ఆ జనములను వారి దేశములను నాశనము చేసినది నిజమే.",
    "18": "వారి దేవతలను అగ్నిలో వేసిరి; అవి దేవుళ్లు కావు, మనుష్యుల చేతిపనియైన కర్రయు రాయియు మాత్రమే గనుక వారు వాటిని నాశనము చేసిరి.",
    "19": "కాబట్టి మా దేవుడవైన యెహోవా, నీవు, నీవు మాత్రమే యెహోవావైన దేవుడవని భూలోక రాజ్యములన్నియు తెలిసికొనునట్లు అతని చేతిలోనుండి మమ్మును రక్షించుము.",
    "20": "అప్పుడు ఆమోజు కుమారుడైన యెషయా హిజ్కియాకు వర్తమానము పంపి ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - అష్షూరు రాజైన సన్హెరీబును గూర్చి నీవు చేసిన ప్రార్థన నేను వింటిని.",
    "21": "అతని గూర్చి యెహోవా సెలవిచ్చిన మాట ఇదే - సీయోను కుమారియగు కన్యక నిన్ను చూచి తిరస్కరించుచున్నది, నిన్ను చూచి ఎగతాళి చేయుచున్నది; యెరూషలేము కుమారి నీ వెనుక తల ఊచుచున్నది.",
    "22": "నీవు ఎవరిని నిందించి దూషించితివి? ఎవరి మీద నీ స్వరమును హెచ్చించితివి? ఇశ్రాయేలు పరిశుద్ధుని మీదే గదా నీవు కన్నులు పైకెత్తితివి?",
    "23": "నీ దూతల ద్వారా నీవు ప్రభువును నిందించి ఇట్లంటివి - నా రథముల సముదాయముతో నేను పర్వత శిఖరములకు, లెబానోను పార్శ్వములకు ఎక్కియున్నాను; ఎత్తైన దాని దేవదారు వృక్షములను శ్రేష్ఠమైన సరళపు వృక్షములను నరికివేసెదను; దాని దూరపు బసలలోనికిని దాని కర్మెలు వనములోనికిని ప్రవేశించెదను.",
    "24": "నేను త్రవ్వి అన్య నీళ్లను త్రాగితిని; నా అరకాళ్లతో ఐగుప్తు నదులన్నిటిని ఎండిపోజేసితినని చెప్పితివి.",
    "25": "నేను పూర్వకాలమందు దానిని కలుగజేసితిననియు, పురాతనకాలమందు దానిని నిర్ణయించితిననియు నీకు వినబడలేదా? ఇప్పుడు నేను దానిని సంభవించజేసితిని; ప్రాకారము గల పట్టణములను పాడుదిబ్బలుగా చేయువాడవు నీవే.",
    "26": "కాబట్టి వాటి నివాసులు బలహీనులైరి; వారు జడిసి కలవరపడిరి; వారు పొలములోని గడ్డివలెను పచ్చికూరవలెను ఇంటిమీది గడ్డివలెను ఎదగకమునుపే వడగాలికి కొట్టబడిన పైరువలెను ఉండిరి.",
    "27": "నీవు కూర్చుండుట, నీవు బయలువెళ్లుట, నీవు లోపలికి వచ్చుట, నా మీద నీవు వేయు రంకెలు నాకు తెలియును.",
    "28": "నా మీద నీవు వేయు రంకెలును నీ గర్వమును నా చెవులలో చొచ్చెను గనుక నా గాలము నీ ముక్కుకును నా కళ్ళెము నీ నోటికిని తగిలించి, నీవు వచ్చిన మార్గముననే నిన్ను మళ్లించెదను.",
    "29": "నీకు సూచన ఏదనగా - ఈ సంవత్సరమున దానంతట అదే పండినదానిని, రెండవ సంవత్సరమున దానిలోనుండి పుట్టినదానిని మీరు తిందురు; మూడవ సంవత్సరమున విత్తి కోసి ద్రాక్షతోటలు నాటి వాటి ఫలమును అనుభవింతురు.",
    "30": "యూదా వంశములో తప్పించుకొనిన శేషము ఇంకను క్రింద వేరుపారి పైన ఫలించును.",
    "31": "శేషించినవారు యెరూషలేములోనుండియు, తప్పించుకొనినవారు సీయోను కొండలోనుండియు బయలుదేరుదురు; యెహోవా ఆసక్తి దీనిని నెరవేర్చును.",
    "32": "కాబట్టి అష్షూరు రాజును గూర్చి యెహోవా సెలవిచ్చునదేమనగా - అతడు ఈ పట్టణములోనికి రాడు, ఇక్కడ ఒక బాణమైనను వేయడు, ఒక డాలైనను దీని యెదుట కనపరచడు, దీని మీద ముట్టడిదిబ్బ కట్టడు.",
    "33": "తాను వచ్చిన మార్గముననే తిరిగి పోవును; ఈ పట్టణములోనికి రాడు; ఇదే యెహోవా వాక్కు.",
    "34": "నా నిమిత్తమును నా సేవకుడైన దావీదు నిమిత్తమును నేను ఈ పట్టణమును కాపాడి రక్షించెదను.",
    "35": "ఆ రాత్రి యెహోవా దూత బయలుదేరి అష్షూరు వారి పాళెములో లక్షా ఎనభై ఐదు వేలమందిని మొత్తెను; ఉదయమున జనులు లేవగా వారందరును మృతకళేబరములై యుండిరి.",
    "36": "అప్పుడు అష్షూరు రాజైన సన్హెరీబు సాగి తిరిగి వెళ్లి నీనెవెలో నివసించెను.",
    "37": "అతడు తన దేవతయైన నిస్రోకు గుడిలో మ్రొక్కుచుండగా అద్రెమ్మెలెకు షరేజెరు అను అతని కుమారులు కత్తితో అతని చంపి అరరాతు దేశములోనికి పారిపోయిరి; అతని కుమారుడైన ఏసర్హద్దోను అతనికి మారుగా రాజాయెను."
}
