
{
    "1": "యెహోవా సుడిగాలి చేత ఏలీయాను పరలోకమునకు తీసికొనిపోబోవునప్పుడు, ఏలీయా ఎలీషాతో కూడ గిల్గాలునుండి వెళ్లుచుండెను.",
    "2": "ఏలీయా - యెహోవా నన్ను బేతేలుకు పంపుచున్నాడు గనుక నీవు దయచేసి ఇక్కడ ఉండుమని ఎలీషాతో అనగా ఎలీషా - యెహోవా జీవముతోడు నీ జీవముతోడు నేను నిన్ను విడువననెను; కాబట్టి వారిద్దరు బేతేలుకు వెళ్లిరి.",
    "3": "బేతేలులోనున్న ప్రవక్తల శిష్యులు ఎలీషా యొద్దకు వచ్చి - నేడు యెహోవా నీ యొద్దనుండి నీ గురువును పరమునకు తీసికొనిపోవునని నీకు తెలియునా అని అడుగగా అతడు - నాకు తెలియును, మీరు ఊరకుండుడని చెప్పెను.",
    "4": "ఏలీయా - ఎలీషా, యెహోవా నన్ను యెరికోకు పంపుచున్నాడు గనుక నీవు దయచేసి ఇక్కడ ఉండుమని అతనితో చెప్పగా అతడు - యెహోవా జీవముతోడు నీ జీవముతోడు నేను నిన్ను విడువననెను; కాబట్టి వారిద్దరు యెరికోకు వచ్చిరి.",
    "5": "యెరికోలోనున్న ప్రవక్తల శిష్యులు ఎలీషా యొద్దకు వచ్చి - నేడు యెహోవా నీ యొద్దనుండి నీ గురువును పరమునకు తీసికొనిపోవునని నీకు తెలియునా అని అడుగగా అతడు - నాకు తెలియును, మీరు ఊరకుండుడని చెప్పెను.",
    "6": "ఏలీయా - యెహోవా నన్ను యొర్దానుకు పంపుచున్నాడు గనుక నీవు దయచేసి ఇక్కడ ఉండుమని అతనితో చెప్పగా అతడు - యెహోవా జీవముతోడు నీ జీవముతోడు నేను నిన్ను విడువననెను; కాబట్టి వారిద్దరు వెళ్లిరి.",
    "7": "ప్రవక్తల శిష్యులలో ఏబదిమంది వెళ్లి వారికి దూరముగా ఎదురుగా నిలిచిరి; వారిద్దరు యొర్దాను దరిన నిలిచిరి.",
    "8": "అప్పుడు ఏలీయా తన దుప్పటి తీసి మడిచి నీళ్లమీద కొట్టగా అవి ఇటు అటు విడిపోయెను గనుక వారిద్దరు ఆరిన నేల మీద దాటిపోయిరి.",
    "9": "వారు దాటిన తరువాత ఏలీయా - నేను నీ యొద్దనుండి తీయబడక మునుపు నేను నీకు ఏమి చేయవలెనో కోరుకొనుమని ఎలీషాతో చెప్పగా ఎలీషా - నీ ఆత్మలో రెండు పాళ్లు నా మీదికి వచ్చునట్లు దయచేయుమనెను.",
    "10": "అందుకతడు - నీవు అడిగినది కష్టమైన కార్యము; అయినను నీ యొద్దనుండి నేను తీయబడగా నీవు నన్ను చూచినయెడల ఆలాగు నీకు కలుగును; లేనియెడల కలగదనెను.",
    "11": "వారు ఇంకను వెళ్లుచు మాటలాడుచుండగా, ఇదిగో అగ్ని రథమును అగ్ని గుఱ్ఱములును కనబడి వారిద్దరిని వేరుచేసెను; అప్పుడు ఏలీయా సుడిగాలి చేత ఆకాశమునకు ఎక్కిపోయెను.",
    "12": "ఎలీషా అది చూచి - నా తండ్రీ, నా తండ్రీ, ఇశ్రాయేలు రథమా, ఇశ్రాయేలు రౌతులారా అని కేకలు వేసెను; మరి ఎన్నడును అతడు అతనికి కనబడలేదు. అప్పుడు అతడు తన వస్త్రములు పట్టుకొని రెండు తునకలుగా చింపివేసెను.",
    "13": "మరియు అతడు ఏలీయా మీదనుండి క్రింద పడిన దుప్పటిని తీసికొని తిరిగి వెళ్లి యొర్దాను ఒడ్డున నిలిచెను.",
    "14": "ఏలీయా మీదనుండి క్రింద పడిన దుప్పటిని తీసికొని నీళ్లమీద కొట్టి - ఏలీయా దేవుడైన యెహోవా ఎక్కడ ఉన్నాడని చెప్పి నీళ్లమీద కొట్టగా అవి ఇటు అటు విడిపోయెను; అప్పుడు ఎలీషా దాటిపోయెను.",
    "15": "యెరికోలో అతనికి ఎదురుగా నున్న ప్రవక్తల శిష్యులు అతనిని చూచి - ఏలీయా ఆత్మ ఎలీషా మీద నిలిచియున్నదని చెప్పుకొని, అతనిని ఎదుర్కొనబోయి అతనికి సాష్టాంగ నమస్కారము చేసి",
    "16": "ఇదిగో నీ దాసులయొద్ద ఏబదిమంది బలవంతులున్నారు; వారు వెళ్లి నీ గురువును వెతుకునట్లు సెలవిమ్ము; ఒకవేళ యెహోవా ఆత్మ అతనిని ఎత్తుకొనిపోయి యొక కొండ మీదనైనను లోయలోనైనను పడవేసియుండునేమో అని అతనితో చెప్పగా అతడు - పంపవద్దనెను.",
    "17": "అయితే వారు అతడు సిగ్గుపడునంతగా అతనిని బలవంతము చేయగా అతడు - పంపుడని చెప్పెను. కాబట్టి వారు ఏబదిమందిని పంపిరి; వారు మూడు దినములు వెతికిరి గాని అతడు కనబడలేదు.",
    "18": "ఎలీషా యెరికోలో నుండగా వారు అతని యొద్దకు తిరిగి వచ్చిరి; అతడు - వెళ్లవద్దని నేను మీతో చెప్పలేదా అని వారితో అనెను.",
    "19": "ఆ పట్టణపు మనుష్యులు ఎలీషాతో - ఇదిగో నా ఏలినవాడవు చూచుచున్నట్లు ఈ పట్టణపు నివాసము రమ్యమైనది గాని నీళ్లు మంచివి కావు, భూమి నిస్సారముగా ఉన్నదని చెప్పగా",
    "20": "అతడు - ఒక క్రొత్త పాత్ర తీసికొని దానిలో ఉప్పు వేసి నా యొద్దకు తెండనెను; వారు అతని యొద్దకు దానిని తెచ్చిరి.",
    "21": "అప్పుడు అతడు నీటి ఊట యొద్దకు పోయి అందులో ఉప్పు వేసి - యెహోవా సెలవిచ్చునదేమనగా - నేను ఈ నీటిని బాగుచేసియున్నాను; ఇక దీనివలన చావు గాని నిస్సారత గాని కలుగదని చెప్పెను.",
    "22": "కాబట్టి ఎలీషా చెప్పిన మాట చొప్పున ఆ నీళ్లు నేటి వరకు మంచివిగా ఉన్నవి.",
    "23": "అతడు అక్కడనుండి బేతేలుకు ఎక్కిపోయెను. అతడు దారిలో వెళ్లుచుండగా బాలురు పట్టణములోనుండి వచ్చి - బోడివాడా ఎక్కిపొమ్ము, బోడివాడా ఎక్కిపొమ్ము అని అతనిని ఎగతాళి చేసిరి.",
    "24": "అతడు వెనుకకు తిరిగి వారిని చూచి యెహోవా నామమున వారిని శపించెను; అప్పుడు అడవిలోనుండి రెండు ఆడు ఎలుగుబంట్లు వచ్చి వారిలో నలభై ఇద్దరు బాలురను చీల్చివేసెను.",
    "25": "అతడు అక్కడనుండి కర్మెలు కొండకు వెళ్లి అక్కడనుండి షోమ్రోనుకు తిరిగి వచ్చెను."
}
