
{
    "1": "ఆ దినములలో హిజ్కియాకు మరణకరమైన రోగము కలుగగా ఆమోజు కుమారుడైన ప్రవక్తయగు యెషయా అతని యొద్దకు వచ్చి - నీవు మరణమవుచున్నావు, బ్రతుకవు గనుక నీవు నీ ఇల్లు చక్కబెట్టుకొనుమని యెహోవా సెలవిచ్చుచున్నాడని చెప్పెను.",
    "2": "అప్పుడతడు తన ముఖము గోడతట్టు త్రిప్పుకొని",
    "3": "యెహోవా, యథార్థ హృదయుడనై సత్యముతో నీ సన్నిధిని నేనెట్లు నడుచుకొంటినో, నీ దృష్టికి అనుకూలముగా సమస్తమును నేనెట్లు చేసితినో కృపతో జ్ఞాపకము చేసికొనుమని యెహోవాను ప్రార్థించి కన్నీళ్లు విడిచితిని.",
    "4": "యెషయా నడిమి ముంగిటిలోనుండి వెళ్ళకమునుపే యెహోవా వాక్కు అతనికి ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను -",
    "5": "నీవు తిరిగి నా ప్రజలకు అధిపతియైన హిజ్కియా యొద్దకు వెళ్లి అతనితో ఇట్లనుము - నీ పితరుడైన దావీదు దేవుడగు యెహోవా సెలవిచ్చునదేమనగా - నీవు చేసిన ప్రార్థనను నేను వింటిని; నీ కన్నీళ్లను చూచితిని; నేను నిన్ను బాగుచేసెదను; మూడవ దినమున నీవు యెహోవా మందిరమునకు ఎక్కి పోదువు.",
    "6": "నీ ఆయుష్కాలమును పదిహేను సంవత్సరములు పొడిగించెదను; నిన్నును ఈ పట్టణమును అష్షూరు రాజు చేతిలోనుండి విడిపించెదను; నా నిమిత్తమును నా సేవకుడైన దావీదు నిమిత్తమును ఈ పట్టణమును కాపాడెదను.",
    "7": "అంజూరపు పండ్ల ముద్దను తీసికొనిరండని యెషయా చెప్పగా, వారు దానిని తీసికొనివచ్చి కురుపు మీద వేసిన తరువాత అతడు బాగుపడెను.",
    "8": "యెహోవా నన్ను స్వస్థపరచుననియు, మూడవ దినమున నేను యెహోవా మందిరమునకు ఎక్కి పోదుననియు తెలుపుటకు సూచన ఏది అని హిజ్కియా యెషయాను అడుగగా",
    "9": "యెషయా - యెహోవా తాను పలికిన మాటను నెరవేర్చుననుటకు యెహోవా వలన నీకు కలుగు సూచన ఏదనగా - నీడ పది గడులు ముందుకు నడవవలెనా? పది గడులు వెనుకకు నడవవలెనా? అని అడిగెను.",
    "10": "అందుకు హిజ్కియా - నీడ పది గడులు ముందుకు సాగుట అల్పము గాని నీడ పది గడులు వెనుకకు నడవవలెననెను.",
    "11": "అప్పుడు ప్రవక్తయైన యెషయా యెహోవాను ప్రార్థింపగా ఆయన ఆహాజు గడియారము పలక మీద పది గడులు ముందుకు నడిచిన నీడ పది గడులు వెనుకకు నడుచునట్లు చేసెను.",
    "12": "ఆ కాలమున బలదాను కుమారుడైన బబులోను రాజు బెరోదక్బలదాను హిజ్కియా రోగియై యున్న సంగతి విని, పత్రికలను ఒక కానుకను హిజ్కియా యొద్దకు పంపెను.",
    "13": "హిజ్కియా వారి మాట విని, తన బొక్కసమును, వెండి బంగారములను, గంధవర్గములను, పరిమళ తైలమును, ఆయుధశాలను, తన పదార్థములలోనున్న సమస్తమును వారికి చూపించెను; తన నగరులోను తన రాజ్యమంతటిలోను హిజ్కియా వారికి చూపించనిది ఏదియు లేదు.",
    "14": "అప్పుడు ప్రవక్తయైన యెషయా రాజైన హిజ్కియా యొద్దకు వచ్చి - ఆ మనుష్యులు ఏమనిరి? ఎక్కడనుండి నీ యొద్దకు వచ్చిరని అడుగగా హిజ్కియా - బబులోను అను దూరదేశమునుండి వారు వచ్చిరనెను.",
    "15": "నీ యింట వారు ఏమి చూచిరని అతడు అడుగగా హిజ్కియా - నా యింటనున్న సమస్తమును వారు చూచిరి; నా పదార్థములలో నేను వారికి చూపించనిది ఏదియు లేదనెను.",
    "16": "అప్పుడు యెషయా హిజ్కియాతో ఇట్లనెను - యెహోవా మాట వినుము.",
    "17": "వచ్చు దినములలో నీ యింటనున్న సమస్తమును, నీ పితరులు నేటి వరకు సమకూర్చినదంతయు బబులోనునకు ఎత్తుకొనిపోబడును; ఏదియు మిగిలియుండదని యెహోవా సెలవిచ్చుచున్నాడు.",
    "18": "మరియు నీ గర్భవాసమున పుట్టిన నీ సంతానమును వారు తీసికొనిపోదురు; వారు బబులోను రాజు నగరులో షండులగుదురు.",
    "19": "అందుకు హిజ్కియా - నీవు చెప్పిన యెహోవా మాట చొప్పున జరుగుట మేలే; నా దినములలో సమాధానమును సత్యమును కలిగినయెడల మేలే గదా అని యెషయాతో అనెను.",
    "20": "హిజ్కియా చేసిన ఇతర కార్యములను గూర్చియు, అతని పరాక్రమమంతటిని గూర్చియు, అతడు కోనేరును కాలువను తవ్వించి పట్టణములోనికి నీళ్లు రప్పించినదానిని గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "21": "హిజ్కియా తన పితరులతో నిద్రించెను; అతని కుమారుడైన మనష్షే అతనికి మారుగా రాజాయెను."
}
