
{
    "1": "మనష్షే ఏలనారంభించినప్పుడు పన్నెండేండ్లవాడు; అతడు యెరూషలేములో ఏబది ఐదు సంవత్సరములు ఏలెను; అతని తల్లి పేరు హెఫ్సీబా.",
    "2": "అతడు యెహోవా ఇశ్రాయేలీయుల యెదుటనుండి వెళ్లగొట్టిన అన్యజనుల హేయక్రియల చొప్పున చేసి, యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "3": "తన తండ్రియైన హిజ్కియా పాడుచేసిన ఉన్నత స్థలములను అతడు తిరిగి కట్టించెను; ఇశ్రాయేలు రాజైన అహాబు చేసినట్లు బయలు దేవతకు బలిపీఠములను కట్టించి దేవతాస్తంభమును చేయించి ఆకాశ సమూహమునకు నమస్కరించి వాటిని పూజించెను.",
    "4": "మరియు యెరూషలేములో నా నామము ఉంచెదనని యెహోవా సెలవిచ్చిన యెహోవా మందిరములో అతడు బలిపీఠములను కట్టించెను.",
    "5": "యెహోవా మందిరము యొక్క రెండు ఆవరణములలో ఆకాశ సమూహమంతటికి బలిపీఠములను కట్టించెను.",
    "6": "అతడు తన కుమారుని అగ్నిగుండము దాటించి, జ్యోతిషమును శకునమును వాడుకచేసి, కర్ణపిశాచి గలవారితోను సోదెగాండ్రతోను సాంగత్యము చేసెను; అతడు యెహోవాకు కోపము పుట్టించునట్లు ఆయన దృష్టికి బహుగా చెడుతనము చేసెను.",
    "7": "మరియు ఈ మందిరములోను, ఇశ్రాయేలు గోత్రములన్నిటిలోనుండి నేను కోరుకొనిన యెరూషలేములోను నా నామమును నిత్యము ఉంచెదనని దావీదుతోను అతని కుమారుడైన సొలొమోనుతోను యెహోవా సెలవిచ్చిన ఆ మందిరములో అతడు తాను చేయించిన దేవతాస్తంభ విగ్రహమును ఉంచెను.",
    "8": "నేను వారి పితరులకు ఇచ్చిన దేశమునుండి ఇశ్రాయేలీయుల పాదములను ఇక అల్లాడనీయను; అయితే నా సేవకుడైన మోషే వారికి ఆజ్ఞాపించినదంతటిని, అనగా ధర్మశాస్త్రమంతటిని వారు గైకొని చేసినయెడల ఆలాగు చేసెదను.",
    "9": "అయినను వారు వినకపోయిరి; యెహోవా ఇశ్రాయేలీయుల యెదుటనుండి నశింపజేసిన అన్యజనులకంటే ఎక్కువగా చెడుతనము చేయునట్లు మనష్షే వారిని రేపెను.",
    "10": "కాబట్టి యెహోవా తన సేవకులైన ప్రవక్తల ద్వారా ఈలాగు సెలవిచ్చెను",
    "11": "యూదా రాజైన మనష్షే తనకు ముందున్న అమోరీయులు చేసినదంతటికంటే చెడ్డదైన ఈ హేయక్రియలను చేసి, తన విగ్రహములవలన యూదావారు పాపము చేయుటకు కారకుడాయెను.",
    "12": "కాబట్టి ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - వినువారందరి రెండు చెవులు గింగురుమనునట్లు యెరూషలేము మీదికిని యూదా మీదికిని కీడు రప్పించుచున్నాను.",
    "13": "షోమ్రోనును కొలిచిన నూలును, అహాబు ఇంటివారిని సరిచూచిన మట్టగుండును యెరూషలేము మీద సాగలాగెదను; ఒకడు పళ్లెమును తుడిచి బోర్లించునట్లు యెరూషలేమును తుడిచివేసెదను.",
    "14": "నా స్వాస్థ్యములో శేషించినవారిని విడిచిపెట్టి వారి శత్రువుల చేతికి వారిని అప్పగించెదను; వారు తమ శత్రువులందరికి దోపుడుసొమ్ముగాను కొల్లసొమ్ముగాను ఉందురు.",
    "15": "తమ పితరులు ఐగుప్తులోనుండి వచ్చిన దినము మొదలుకొని నేటి వరకు వారు నా దృష్టికి చెడుతనము చేసి నాకు కోపము పుట్టించిరి.",
    "16": "మరియు యెహోవా దృష్టికి చెడుతనము చేయునట్లు యూదావారు పాపము చేయుటకు కారకుడగుటే గాక మనష్షే యెరూషలేమును ఈ కొననుండి ఆ కొన వరకు నిండునట్లు నిరపరాధుల రక్తమును బహుగా చిందించెను.",
    "17": "మనష్షే చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు, అతడు చేసిన పాపమును గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "18": "మనష్షే తన పితరులతో నిద్రించి తన యింటిదైన ఉజ్జా తోటలో పాతిపెట్టబడెను; అతని కుమారుడైన ఆమోను అతనికి మారుగా రాజాయెను.",
    "19": "ఆమోను ఏలనారంభించినప్పుడు ఇరవై రెండు ఏండ్లవాడు; అతడు యెరూషలేములో రెండు సంవత్సరములు ఏలెను. అతని తల్లి పేరు మెషుల్లెమెతు; ఆమె యొత్బా ఊరివాడైన హారూసు కుమార్తె.",
    "20": "తన తండ్రియైన మనష్షే చేసినట్లు అతడు యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "21": "తన తండ్రి వెళ్లిన మార్గమంతటిలో నడిచి, తన తండ్రి సేవించిన విగ్రహములను సేవించి వాటికి నమస్కరించెను.",
    "22": "అతడు తన పితరుల దేవుడైన యెహోవాను విసర్జించి యెహోవా మార్గమందు నడువకపోయెను.",
    "23": "ఆమోను సేవకులు అతని మీద కుట్ర చేసి, రాజును తన నగరులోనే చంపిరి.",
    "24": "దేశపు జనులు రాజైన ఆమోను మీద కుట్ర చేసినవారినందరిని చంపి, అతని కుమారుడైన యోషీయాను అతనికి మారుగా రాజుగా చేసిరి.",
    "25": "ఆమోను చేసిన ఇతర కార్యములను గూర్చి యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "26": "ఉజ్జా తోటయందలి అతని సమాధిలో అతడు పాతిపెట్టబడెను; అతని కుమారుడైన యోషీయా అతనికి మారుగా రాజాయెను."
}
