
{
    "1": "యోషీయా ఏలనారంభించినప్పుడు ఎనిమిది ఏండ్లవాడు; అతడు యెరూషలేములో ముప్పది ఒకటి సంవత్సరములు ఏలెను. అతని తల్లి పేరు యెదీదా; ఆమె బొస్కతు ఊరివాడైన అదాయా కుమార్తె.",
    "2": "అతడు యెహోవా దృష్టికి నీతిగా ప్రవర్తించి, కుడికైనను ఎడమకైనను తిరుగక తన పితరుడైన దావీదు మార్గమంతటిలో నడిచెను.",
    "3": "రాజైన యోషీయా పద్దెనిమిదవ సంవత్సరమున రాజు మెషుల్లాము మనుమడును అజల్యా కుమారుడునైన శాస్త్రియగు షాఫానును యెహోవా మందిరమునకు పంపి ఇట్లనెను",
    "4": "నీవు ప్రధాన యాజకుడైన హిల్కీయా యొద్దకు వెళ్లి, ద్వారపాలకులు జనులవద్ద వసూలు చేసినదై యెహోవా మందిరములోనికి తేబడిన ద్రవ్యమును లెక్కించుమని చెప్పుము.",
    "5": "యెహోవా మందిరమునందలి పనివారిపైని విచారణకర్తలకు దానిని అప్పగింపవలెను; వారు యెహోవా మందిరమును బాగుచేయుటకు మందిరములో పని చేయువారికి దానిని ఇయ్యవలెను.",
    "6": "అనగా వడ్రంగులకును భవనము కట్టువారికిని రాతి పనివారికిని, మందిరమును బాగుచేయుటకై మ్రానులను చెక్కిన రాళ్లను కొనుటకును దానిని ఇయ్యవలెను.",
    "7": "అయితే వారి చేతికి అప్పగించిన ద్రవ్యమును గూర్చి వారి యొద్ద లెక్క అడుగకూడదు; వారు నమ్మకముగా పని చేయువారైరి.",
    "8": "ప్రధాన యాజకుడైన హిల్కీయా - యెహోవా మందిరములో ధర్మశాస్త్ర గ్రంథము నాకు దొరికినదని శాస్త్రియైన షాఫానుతో చెప్పి ఆ గ్రంథమును షాఫానుకిచ్చెను, అతడు దానిని చదివెను.",
    "9": "శాస్త్రియైన షాఫాను రాజునొద్దకు వచ్చి రాజుకు వర్తమానము తెలియజేసి - నీ దాసులు మందిరములో దొరికిన ద్రవ్యమును ప్రోగుచేసి, యెహోవా మందిరమందలి పనివారిపైని విచారణకర్తల చేతికి అప్పగించిరని చెప్పెను.",
    "10": "మరియు శాస్త్రియైన షాఫాను - యాజకుడైన హిల్కీయా నాకొక గ్రంథమును ఇచ్చెనని రాజుతో చెప్పి రాజు సమక్షమున దానిని చదివెను.",
    "11": "ధర్మశాస్త్ర గ్రంథపు మాటలను రాజు వినినప్పుడు తన బట్టలు చింపుకొనెను.",
    "12": "రాజు యాజకుడైన హిల్కీయాకును, షాఫాను కుమారుడైన అహీకాముకును, మీకాయా కుమారుడైన అక్బోరుకును, శాస్త్రియైన షాఫానుకును, రాజు సేవకుడైన అశాయాకును ఆజ్ఞాపించినదేమనగా",
    "13": "మీరు వెళ్లి దొరికిన ఈ గ్రంథపు మాటలను గూర్చి నా నిమిత్తమును జనుల నిమిత్తమును యూదావారందరి నిమిత్తమును యెహోవా యొద్ద విచారణ చేయుడి; మన పితరులు ఈ గ్రంథపు మాటలను వినక, మనలను గూర్చి వ్రాయబడిన వాటన్నిటి ప్రకారము చేయకపోయినందున మన మీద రగులుకొనిన యెహోవా కోపము గొప్పది.",
    "14": "కాబట్టి యాజకుడైన హిల్కీయా, అహీకాము, అక్బోరు, షాఫాను, అశాయా అనువారు హర్హసు మనుమడును తిక్వా కుమారుడునైన వస్త్రశాల అధిపతియగు షల్లూము భార్యయైన హుల్దా అను ప్రవక్తరి యొద్దకు వెళ్లిరి; ఆమె యెరూషలేములో రెండవ భాగమందు కాపురముండెను; వారు ఆమెతో మాటలాడగా",
    "15": "ఆమె వారితో ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - నన్ను మీ యొద్దకు పంపినవానితో మీరు ఈ మాట చెప్పుడి.",
    "16": "యెహోవా సెలవిచ్చునదేమనగా - యూదా రాజు చదివిన గ్రంథపు మాటలన్నిటి చొప్పున ఈ స్థలము మీదికిని దీని నివాసుల మీదికిని నేను కీడు రప్పించుచున్నాను.",
    "17": "వారు నన్ను విడిచి, తమ చేతి పనులన్నిటివలన నాకు కోపము పుట్టించునట్లు ఇతర దేవతలకు ధూపము వేసిరి గనుక నా కోపము ఈ స్థలము మీద రగులుకొనెను, అది ఆరిపోదు.",
    "18": "యెహోవా యొద్ద విచారణ చేయుటకు మిమ్మును పంపిన యూదా రాజుతో మీరు ఈలాగు చెప్పవలెను - నీవు వినిన మాటలను గూర్చి ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా",
    "19": "ఈ స్థలమును గూర్చియు దీని నివాసులను గూర్చియు, వారు నాశనముగాను శాపముగాను ఉందురని నేను చెప్పినది నీవు వినినప్పుడు నీ హృదయము మెత్తబడి, యెహోవా సన్నిధిని నిన్ను నీవు తగ్గించుకొని, నీ బట్టలు చింపుకొని నా యెదుట ఏడ్చితివి గనుక నేను నీ మొర ఆలకించితిని; ఇదే యెహోవా వాక్కు.",
    "20": "కాబట్టి నేను నిన్ను నీ పితరుల యొద్దకు చేర్చెదను; నీవు సమాధానముగా నీ సమాధిలోనికి చేర్చబడుదువు; నేను ఈ స్థలము మీదికి రప్పించు కీడంతయు నీవు కన్నులారా చూడవు. వారు ఆ వర్తమానమును రాజునొద్దకు తెచ్చిరి."
}
