
{
    "1": "రాజు యూదా పెద్దలనందరిని యెరూషలేము పెద్దలనందరిని తన యొద్దకు పిలిపించెను.",
    "2": "రాజును యూదావారందరును యెరూషలేము నివాసులందరును యాజకులును ప్రవక్తలును అల్పులేమి ఘనులేమి జనులందరును యెహోవా మందిరమునకు ఎక్కి వచ్చిరి; యెహోవా మందిరమందు దొరికిన నిబంధన గ్రంథపు మాటలన్నిటిని అతడు వారికి వినిపించెను.",
    "3": "రాజు స్తంభము దగ్గర నిలిచి - యెహోవాను వెంబడించుచు, ఆయన ఆజ్ఞలను కట్టడలను శాసనములను పూర్ణహృదయముతోను పూర్ణాత్మతోను గైకొనుచు, ఈ గ్రంథమందు వ్రాయబడిన నిబంధన మాటలను స్థిరపరచెదమని యెహోవా సన్నిధిని నిబంధన చేసెను; జనులందరు ఆ నిబంధనను ఒప్పుకొనిరి.",
    "4": "బయలునకును అషెరాకును ఆకాశ సమూహమునకును చేయబడిన ఉపకరణములన్నిటిని యెహోవా ఆలయములోనుండి బయటికి తీసికొనిరావలెనని రాజు ప్రధాన యాజకుడైన హిల్కీయాకును రెండవ వరస యాజకులకును ద్వారపాలకులకును ఆజ్ఞాపించెను; అతడు యెరూషలేము వెలుపల కిద్రోను పొలములలో వాటిని కాల్చివేసి, వాటి బూడిదెను బేతేలుకు పంపివేసెను.",
    "5": "యూదా పట్టణములయందలి ఉన్నత స్థలములలోను యెరూషలేము చుట్టుపట్ల ప్రదేశములలోను ధూపము వేయుటకు యూదా రాజులు నియమించిన అర్చకులను, బయలునకును సూర్యచంద్రులకును గ్రహములకును సర్వ ఆకాశ సమూహమునకును ధూపము వేయువారిని అతడు నిలిపివేసెను.",
    "6": "మరియు అతడు యెహోవా మందిరములోనుండి అషెరాదేవి విగ్రహమును యెరూషలేము వెలుపలనున్న కిద్రోను వాగు దగ్గరకు తీసికొనిపోయి, కిద్రోను వాగు దగ్గర దానిని కాల్చి పొడి చేసి, ఆ పొడిని సామాన్య జనుల సమాధుల మీద చల్లెను.",
    "7": "మరియు యెహోవా మందిరమందున్న పురుషగాముల ఇండ్లను అతడు పడగొట్టెను; అక్కడ స్త్రీలు అషెరాదేవికి గుడారములను అల్లుచుండిరి.",
    "8": "యూదా పట్టణములలోనుండి యాజకులనందరిని పిలిపించి, గెబా మొదలుకొని బెేర్షెబా వరకు యాజకులు ధూపము వేసిన ఉన్నత స్థలములను అపవిత్రపరచెను; మరియు పట్టణపు అధికారియైన యెహోషువ గుమ్మము దగ్గర, ఒకడు పట్టణపు గుమ్మములో ప్రవేశించునప్పుడు ఎడమ ప్రక్కన ఉండు గుమ్మముల దగ్గరున్న ఉన్నత స్థలములను పడగొట్టెను.",
    "9": "అయినను ఉన్నత స్థలముల యాజకులు యెరూషలేమునందున్న యెహోవా బలిపీఠము మీదికి ఎక్కలేదు గాని తమ సహోదరుల మధ్య పులియని రొట్టెలను తినుచుండిరి.",
    "10": "మరియు ఎవడైనను తన కుమారునైనను తన కుమార్తెనైనను మోలెకుకు అగ్నిగుండము దాటించకుండునట్లు అతడు బెన్హిన్నోము లోయలోనున్న తోపెతును అపవిత్రపరచెను.",
    "11": "మరియు యూదా రాజులు సూర్యునికి ప్రతిష్ఠించిన గుఱ్ఱములను అతడు తీసివేసెను; అవి యెహోవా మందిరపు ద్వారమునొద్ద పరివారము గల నాతన్మెలెకు అనువాని గది దగ్గర ఉండెను; అతడు సూర్య రథములను అగ్నితో కాల్చివేసెను.",
    "12": "యూదా రాజులు అహాబు మేడ గది పైన కట్టించిన బలిపీఠములను, యెహోవా మందిరపు రెండు ఆవరణములలో మనష్షే కట్టించిన బలిపీఠములను రాజు పడగొట్టి, అక్కడనుండి వాటిని పగులగొట్టి, వాటి పొడిని కిద్రోను వాగులో పారవేసెను.",
    "13": "ఇశ్రాయేలు రాజైన సొలొమోను సీదోనీయుల దేవతయైన అష్తారోతుకును, మోయాబీయుల దేవతయైన కెమోషుకును, అమ్మోనీయుల హేయమైన మిల్కోముకును యెరూషలేము ఎదుటనున్న నాశనము కొండకు కుడి వైపున కట్టించిన ఉన్నత స్థలములను రాజు అపవిత్రపరచెను.",
    "14": "అతడు విగ్రహములను తుత్తునియలుగా చేసి, దేవతాస్తంభములను నరికివేసి, ఆ స్థలములను మనుష్యుల ఎముకలతో నింపెను.",
    "15": "మరియు ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన నెబాతు కుమారుడగు యరొబాము బేతేలులో కట్టించిన బలిపీఠమును ఉన్నత స్థలమును అతడు పడగొట్టెను; ఆ బలిపీఠమును ఉన్నత స్థలమును పడగొట్టి, ఆ ఉన్నత స్థలమును కాల్చి పొడి చేసి, దేవతాస్తంభమును కాల్చివేసెను.",
    "16": "యోషీయా తిరిగి చూచి ఆ కొండమీదనున్న సమాధులను కనిపెట్టి, మనుష్యులను పంపి ఆ సమాధులలోనున్న ఎముకలను తీసికొనివచ్చి, దైవజనుడు ఆ మాటలు చాటించిన యెహోవా మాట చొప్పున ఆ బలిపీఠము మీద వాటిని కాల్చి దానిని అపవిత్రపరచెను.",
    "17": "అప్పుడు అతడు - నాకు కనబడుచున్న ఆ సమాధి రాయి ఏది అని అడుగగా ఆ పట్టణపు మనుష్యులు - అది యూదానుండి వచ్చి, నీవు బేతేలు బలిపీఠమునకు చేసిన క్రియలను చాటించిన దైవజనుని సమాధి అని అతనితో చెప్పిరి.",
    "18": "అప్పుడతడు - అతనిని ఉండనియ్యుడి; అతని ఎముకలను ఎవడును కదల్చకూడదని చెప్పెను; కాబట్టి వారు అతని ఎముకలను షోమ్రోనునుండి వచ్చిన ప్రవక్త ఎముకలతో కూడ ఉండనిచ్చిరి.",
    "19": "మరియు ఇశ్రాయేలు రాజులు షోమ్రోను పట్టణములలో కట్టించి యెహోవాకు కోపము పుట్టించిన ఉన్నత స్థలముల గుళ్లన్నిటిని యోషీయా తీసివేసి, బేతేలులో తాను చేసిన క్రియలన్నిటి చొప్పున వాటికి చేసెను.",
    "20": "అక్కడ ఉన్న ఉన్నత స్థలముల యాజకులనందరిని అతడు బలిపీఠముల మీద చంపి, వాటిమీద మనుష్యుల ఎముకలను కాల్చి యెరూషలేమునకు తిరిగి వచ్చెను.",
    "21": "రాజు ప్రజలందరికి ఆజ్ఞాపించినదేమనగా - ఈ నిబంధన గ్రంథమందు వ్రాయబడినట్లు మీ దేవుడైన యెహోవాకు పస్కా పండుగను ఆచరించుడి.",
    "22": "ఇశ్రాయేలీయులకు తీర్పు తీర్చిన న్యాయాధిపతుల దినములు మొదలుకొని ఇశ్రాయేలు రాజుల దినములన్నిటిలోను యూదా రాజుల దినములన్నిటిలోను అట్టి పస్కా పండుగ జరుగలేదు.",
    "23": "రాజైన యోషీయా ఏలుబడిలో పద్దెనిమిదవ సంవత్సరమున యెరూషలేములో యెహోవాకు ఈ పస్కా పండుగ ఆచరింపబడెను.",
    "24": "మరియు యెరూషలేములోను యూదా దేశములోను కనబడిన కర్ణపిశాచి గలవారిని, సోదెగాండ్రను, గృహదేవతలను, విగ్రహములను, సకలమైన హేయ వస్తువులను యోషీయా వెళ్లగొట్టెను; యాజకుడైన హిల్కీయాకు యెహోవా మందిరములో దొరికిన గ్రంథమందు వ్రాయబడిన ధర్మశాస్త్ర విధులను నెరవేర్చుటకై అతడు ఈలాగు చేసెను.",
    "25": "అతని పూర్వీకులైన రాజులలో అతనివలె తన పూర్ణహృదయముతోను తన పూర్ణాత్మతోను తన పూర్ణశక్తితోను యెహోవా వైపు తిరిగి మోషే ధర్మశాస్త్రమంతటి చొప్పున చేసినవాడు లేడు; అతని తరువాతనైనను అతని వంటివాడు పుట్టలేదు.",
    "26": "అయినను మనష్షే యెహోవాకు పుట్టించిన కోపమంతటిని బట్టి యూదా మీద రగులుకొనిన తన మహా కోపాగ్నిని యెహోవా మాన్పుకొనలేదు.",
    "27": "యెహోవా - నేను ఇశ్రాయేలును దూరము చేసినట్లు యూదాను కూడ నా సముఖమునుండి దూరము చేసి, నేను కోరుకొనిన యీ యెరూషలేము పట్టణమును, నా పేరు అక్కడ ఉండునని నేను చెప్పిన మందిరమును విసర్జించెదననెను.",
    "28": "యోషీయా చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "29": "అతని దినములలో ఐగుప్తు రాజైన ఫరో నెకో అష్షూరు రాజు మీదికి యూఫ్రటీసు నదియొద్దకు వెళ్లగా రాజైన యోషీయా అతనిని ఎదుర్కొన వెళ్ళెను; ఫరో అతనిని చూచినప్పుడు మెగిద్దోలో అతనిని చంపెను.",
    "30": "అతని సేవకులు మృతినొందిన అతనిని రథము మీద ఉంచి, మెగిద్దోనుండి యెరూషలేమునకు తీసికొనివచ్చి అతని సమాధిలో అతని పాతిపెట్టిరి. దేశపు జనులు యోషీయా కుమారుడైన యెహోయాహాజును తీసికొని అభిషేకించి అతని తండ్రికి మారుగా రాజును చేసిరి.",
    "31": "యెహోయాహాజు ఏలనారంభించినప్పుడు ఇరవై మూడు ఏండ్లవాడు; అతడు యెరూషలేములో మూడు నెలలు ఏలెను. అతని తల్లి పేరు హమూటాలు; ఆమె లిబ్నా ఊరివాడైన యిర్మీయా కుమార్తె.",
    "32": "అతడు తన పితరులు చేసినదంతటి ప్రకారము యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "33": "అతడు యెరూషలేములో ఏలకుండ ఫరో నెకో హమాతు దేశమందలి రిబ్లాలో అతనిని బంధించి, దేశము మీద నూరు తలాంతుల వెండిని ఒక తలాంతు బంగారమును పన్నుగా నిర్ణయించెను.",
    "34": "ఫరో నెకో యోషీయా కుమారుడైన ఎల్యాకీమును అతని తండ్రియైన యోషీయాకు మారుగా రాజుగా చేసి, అతని పేరును యెహోయాకీముగా మార్చెను; యెహోయాహాజును తీసికొనిపోగా అతడు ఐగుప్తునకు వచ్చి అక్కడ చనిపోయెను.",
    "35": "యెహోయాకీము ఆ వెండిని బంగారమును ఫరోకు ఇచ్చెను; అయితే ఫరో ఆజ్ఞ చొప్పున ఆ ద్రవ్యమును ఇచ్చుటకు అతడు దేశము మీద పన్ను వేసెను; అతడు ఫరో నెకోకు ఇచ్చుటకై దేశపు జనులలో ప్రతివాని యొద్ద దాని విలువ చొప్పున వెండిని బంగారమును వసూలు చేసెను.",
    "36": "యెహోయాకీము ఏలనారంభించినప్పుడు ఇరవై ఐదు ఏండ్లవాడు; అతడు యెరూషలేములో పదకొండు సంవత్సరములు ఏలెను. అతని తల్లి పేరు జెబూదా; ఆమె రూమా ఊరివాడైన పెదాయా కుమార్తె.",
    "37": "అతడు తన పితరులు చేసినదంతటి ప్రకారము యెహోవా దృష్టికి చెడుతనము చేసెను."
}
