
{
    "1": "అతని దినములలో బబులోను రాజైన నెబుకద్నెజరు రాగా, యెహోయాకీము మూడు సంవత్సరములు అతనికి దాసుడాయెను; తరువాత అతడు అతని మీద తిరుగుబాటు చేసెను.",
    "2": "యెహోవా తన సేవకులైన ప్రవక్తల ద్వారా పలికిన మాట చొప్పున యూదాను నాశనము చేయుటకు యెహోవా కల్దీయుల సైన్యములను, సిరియనుల సైన్యములను, మోయాబీయుల సైన్యములను, అమ్మోనీయుల సైన్యములను అతని మీదికి రప్పించెను.",
    "3": "మనష్షే చేసిన వాటన్నిటిని బట్టి అతని పాపముల నిమిత్తమును,",
    "4": "అతడు చిందించిన నిరపరాధ రక్తము నిమిత్తమును యూదా వారిని తన సముఖమునుండి తొలగించుటకు యెహోవా ఆజ్ఞ వలన ఈ కార్యము వారికి సంభవించెను; అతడు యెరూషలేమును నిరపరాధ రక్తముతో నింపెను గనుక యెహోవా క్షమింపనొల్లకపోయెను.",
    "5": "యెహోయాకీము చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "6": "యెహోయాకీము తన పితరులతో నిద్రించెను; అతని కుమారుడైన యెహోయాకీను అతనికి మారుగా రాజాయెను.",
    "7": "బబులోను రాజు ఐగుప్తు నది మొదలుకొని యూఫ్రటీసు నది వరకు ఐగుప్తు రాజునకు కలిగినదంతయు తీసికొనెను గనుక ఐగుప్తు రాజు తన దేశములోనుండి ఇక బయలువెళ్లలేదు.",
    "8": "యెహోయాకీను ఏలనారంభించినప్పుడు పద్దెనిమిది ఏండ్లవాడు; అతడు యెరూషలేములో మూడు నెలలు ఏలెను. అతని తల్లి పేరు నెహుష్టా; ఆమె యెరూషలేము కాపురస్థుడైన ఎల్నాతాను కుమార్తె.",
    "9": "అతడు తన తండ్రి చేసినదంతటి ప్రకారము యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "10": "ఆ కాలమున బబులోను రాజైన నెబుకద్నెజరు సేవకులు యెరూషలేము మీదికి వచ్చి పట్టణమును ముట్టడివేసిరి.",
    "11": "అతని సేవకులు దానిని ముట్టడివేయుచుండగా బబులోను రాజైన నెబుకద్నెజరు పట్టణము మీదికి వచ్చెను.",
    "12": "యూదా రాజైన యెహోయాకీనును, అతని తల్లియు, అతని సేవకులును, అతని అధిపతులును, అతని పరివారమును బబులోను రాజునొద్దకు బయలువెళ్లగా, బబులోను రాజు తన ఏలుబడిలో ఎనిమిదవ సంవత్సరమున అతనిని పట్టుకొనెను.",
    "13": "యెహోవా చెప్పినట్లు అతడు అక్కడనుండి యెహోవా మందిరపు బొక్కసములన్నిటిని రాజనగరు బొక్కసములను తీసికొనిపోయి, ఇశ్రాయేలు రాజైన సొలొమోను యెహోవా ఆలయములో చేయించిన బంగారు ఉపకరణములన్నిటిని ముక్కలుగా చేసెను.",
    "14": "మరియు అతడు యెరూషలేము వారినందరిని, అధిపతులనందరిని, పరాక్రమశాలులందరిని, పదివేలమంది ఖైదీలను, కంసాలివారినందరిని, వడ్రంగులనందరిని తీసికొనిపోయెను; దేశములోని పేదవారు తప్ప ఎవరూ మిగిలియుండలేదు.",
    "15": "అతడు యెహోయాకీనును బబులోనునకు తీసికొనిపోయెను; రాజు తల్లిని, రాజు భార్యలను, అతని పరివారమును, దేశములోనిను ఘనులను అతడు యెరూషలేమునుండి బబులోనునకు చెరగా తీసికొనిపోయెను.",
    "16": "మరియు బబులోను రాజు ఏడు వేలమంది శూరులను, వెయ్యిమంది కంసాళ్లను వడ్రంగులను, యుద్ధవీరులైన పరాక్రమశాలులనందరిని బబులోనునకు చెరగా తీసికొనిపోయెను.",
    "17": "బబులోను రాజు యెహోయాకీను పినతండ్రియైన మత్తన్యాను అతనికి మారుగా రాజుగా చేసి, అతని పేరును సిద్కియాగా మార్చెను.",
    "18": "సిద్కియా ఏలనారంభించినప్పుడు ఇరవై ఒక సంవత్సరములవాడు; అతడు యెరూషలేములో పదకొండు సంవత్సరములు ఏలెను. అతని తల్లి పేరు హమూటాలు; ఆమె లిబ్నా ఊరివాడైన యిర్మీయా కుమార్తె.",
    "19": "యెహోయాకీము చేసినదంతటి ప్రకారము అతడు యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "20": "యెహోవా కోపము యెరూషలేము మీదను యూదా మీదను రగులుకొనెను గనుక ఆయన తన సముఖమునుండి వారిని వెళ్లగొట్టు వరకు వారికి అలాగు చేసెను. సిద్కియా బబులోను రాజు మీద తిరుగుబాటు చేసెను."
}
