
{
    "1": "అతని ఏలుబడిలో తొమ్మిదవ సంవత్సరమున పదవ నెల పదవ దినమున బబులోను రాజైన నెబుకద్నెజరు తన సైన్యమంతటితో యెరూషలేము మీదికి వచ్చి, దానికి ఎదురుగా దిగి, దాని చుట్టు ముట్టడిదిబ్బ కట్టెను.",
    "2": "రాజైన సిద్కియా యొక్క పదకొండవ సంవత్సరము వరకు పట్టణము ముట్టడిలో ఉండెను.",
    "3": "నాలుగవ నెల తొమ్మిదవ దినమున పట్టణములో కరవు భారము కాగా దేశపు జనులకు ఆహారము లేకపోయెను.",
    "4": "పట్టణము ప్రాకారము పడగొట్టబడెను; കലదీయులు పట్టణము చుట్టు ఉండగా యోధులందరు రాత్రివేళ రాజు తోట దగ్గరనున్న రెండు గోడల మధ్య ద్వారమున పారిపోయిరి; రాజు అరాబా మార్గమున వెళ్ళెను.",
    "5": "కల్దీయుల సైన్యము రాజును తరిమి యెరికో మైదానములలో అతనిని కలుసుకొనెను; అతని సైన్యమంతయు అతని యొద్దనుండి చెదరిపోయెను.",
    "6": "వారు రాజును పట్టుకొని రిబ్లాలోనున్న బబులోను రాజునొద్దకు తీసికొనిరాగా వారు అతనికి తీర్పు తీర్చిరి.",
    "7": "వారు సిద్కియా కన్నుల యెదుట అతని కుమారులను చంపి, సిద్కియా కన్నులను ఊడదీయించి, ఇత్తడి సంకెళ్లతో అతని బంధించి బబులోనునకు తీసికొనిపోయిరి.",
    "8": "బబులోను రాజైన నెబుకద్నెజరు ఏలుబడిలో పంతొమ్మిదవ సంవత్సరమున ఐదవ నెల ఏడవ దినమున బబులోను రాజు సేవకుడును రాజదేహసంరక్షకుల అధిపతియునైన నెబూజరదాను యెరూషలేమునకు వచ్చెను.",
    "9": "అతడు యెహోవా మందిరమును రాజనగరును యెరూషలేము ఇండ్లన్నిటిని కాల్చివేసెను; గొప్పవారి ఇండ్లన్నిటిని అగ్నితో కాల్చివేసెను.",
    "10": "రాజదేహసంరక్షకుల అధిపతితోనున్న కల్దీయుల సైన్యమంతయు యెరూషలేము చుట్టునున్న ప్రాకారములను పడగొట్టెను.",
    "11": "పట్టణములో మిగిలిన జనులను, బబులోను రాజు పక్షమున చేరినవారిని, సామాన్య జనులలో మిగిలినవారిని రాజదేహసంరక్షకుల అధిపతియైన నెబూజరదాను చెరగా తీసికొనిపోయెను.",
    "12": "అయితే వ్యవసాయము చేయుటకును ద్రాక్షతోటలు కాయుటకును రాజదేహసంరక్షకుల అధిపతి దేశములోని బీదవారిలో కొందరిని ఉండనిచ్చెను.",
    "13": "యెహోవా మందిరమునకున్న ఇత్తడి స్తంభములను, యెహోవా మందిరములోనున్న మటాలను, ఇత్తడి సముద్రమును కల్దీయులు ముక్కలుగా కొట్టి ఆ ఇత్తడిని బబులోనునకు ఎత్తుకొనిపోయిరి.",
    "14": "కుండలను, చేటలను, కత్తెరలను, ధూపార్తులను, సేవచేయు ఇత్తడి ఉపకరణములన్నిటిని వారు తీసికొనిపోయిరి.",
    "15": "రాజదేహసంరక్షకుల అధిపతి అగ్ని పాత్రలను, గిన్నెలను, బంగారువాటిని బంగారముగాను వెండివాటిని వెండిగాను తీసికొనిపోయెను.",
    "16": "రెండు స్తంభములును, ఒక సముద్రమును, యెహోవా మందిరము కొరకు సొలొమోను చేయించిన మటాలును అను వీటి ఇత్తడికి ఎత్తు లేదు.",
    "17": "ఒక్కొక్క స్తంభము ఎత్తు పద్దెనిమిది మూరలు; దానిమీద ఇత్తడి పీట ఉండెను; ఆ పీట ఎత్తు మూడు మూరలు; ఆ పీట మీద చుట్టునున్న అల్లిక పనియు దానిమ్మ పండ్లును ఇత్తడివి; రెండవ స్తంభమును దాని అల్లిక పనియు వాటివలెనే ఉండెను.",
    "18": "రాజదేహసంరక్షకుల అధిపతి ప్రధాన యాజకుడైన శెరాయాను, రెండవ యాజకుడైన జెఫన్యాను, ముగ్గురు ద్వారపాలకులను పట్టుకొనెను.",
    "19": "యుద్ధవీరుల మీదనున్న ఒక అధిపతిని, పట్టణములో దొరికిన రాజు సేవకులలో ఐదుగురిని, దేశపు జనులను సంభలములోనికి వ్రాసుకొను సేనాధిపతియొక్క లేఖకుని, పట్టణములో దొరికిన దేశపు జనులలో అరువదిమందిని అతడు పట్టణములో పట్టుకొనెను.",
    "20": "రాజదేహసంరక్షకుల అధిపతియైన నెబూజరదాను వీరిని పట్టుకొని రిబ్లాలోనున్న బబులోను రాజునొద్దకు తీసికొనిపోయెను.",
    "21": "బబులోను రాజు హమాతు దేశమందలి రిబ్లాలో వారిని కొట్టి చంపెను. ఈలాగున యూదావారు తమ దేశములోనుండి చెరగా కొనిపోబడిరి.",
    "22": "బబులోను రాజైన నెబుకద్నెజరు యూదా దేశములో ఉండనిచ్చిన ప్రజల మీద అతడు షాఫాను మనుమడును అహీకాము కుమారుడునైన గెదల్యాను అధిపతిగా నియమించెను.",
    "23": "బబులోను రాజు గెదల్యాను అధిపతిగా నియమించెనని సైన్యాధిపతులందరును వారి జనులును వినినప్పుడు, నెతన్యా కుమారుడైన ఇష్మాయేలు, కారేహు కుమారుడైన యోహానాను, నెటోపాతీయుడైన తన్హుమెతు కుమారుడగు శెరాయా, మయకాతీయుని కుమారుడైన యజన్యా అనువారును వారి జనులును మిస్పాలోనున్న గెదల్యా యొద్దకు వచ్చిరి.",
    "24": "గెదల్యా వారితోను వారి జనులతోను ప్రమాణము చేసి - కల్దీయులకు సేవ చేయుటకు భయపడకుడి; దేశములో నివసించి బబులోను రాజును సేవించుడి, అప్పుడు మీకు మేలు కలుగునని వారితో చెప్పెను.",
    "25": "అయితే ఏడవ నెలలో రాజవంశస్థుడును ఎలీషామా మనుమడును నెతన్యా కుమారుడునైన ఇష్మాయేలు పదిమంది మనుష్యులతో కూడ వచ్చి గెదల్యాను, అతనితోకూడ మిస్పాలోనున్న యూదులను కల్దీయులను చంపిరి.",
    "26": "అప్పుడు చిన్నవారేమి పెద్దవారేమి జనులందరును సైన్యాధిపతులును లేచి ఐగుప్తునకు వెళ్లిరి; ఏలయనగా వారు కల్దీయులకు భయపడిరి.",
    "27": "యూదా రాజైన యెహోయాకీను చెరపట్టబడిన ముప్పది ఏడవ సంవత్సరమున పన్నెండవ నెల ఇరవై ఏడవ దినమున బబులోను రాజైన ఎవీల్మెరోదకు తాను ఏలనారంభించిన సంవత్సరమున యూదా రాజైన యెహోయాకీనును కటాక్షించి, బంధకములలోనుండి అతనిని విడిపించి",
    "28": "అతనితో దయగా మాటలాడి, బబులోనులో తన యొద్దనున్న రాజుల పీఠములకంటే అతని పీఠమును హెచ్చించి",
    "29": "అతని చెరసాల వస్త్రములను మార్పించెను; అతడు బ్రతికిన దినములన్నియు రాజు సముఖమందు భోజనము చేయుచుండెను.",
    "30": "అతడు బ్రతికిన దినములన్నియు అతని భత్యము నిమిత్తము అనుదినము రాజునొద్దనుండి అతనికి నిత్యవృత్తి ఇయ్యబడుచుండెను."
}
