
{
    "1": "ప్రవక్తల శిష్యుల భార్యలలో ఒకతె ఎలీషాకు మొరపెట్టి - నీ దాసుడైన నా పెనిమిటి చనిపోయెను; అతడు యెహోవా యందు భయభక్తులు గలవాడై యుండెనని నీకు తెలియును; ఇప్పుడు అప్పులవాడు నా ఇద్దరు కుమారులను తనకు దాసులుగా ఉండుటకు తీసికొనిపోవచ్చియున్నాడని చెప్పెను.",
    "2": "ఎలీషా - నేను నీకు ఏమి చేయవలెను? నీ యింట ఏమి ఉన్నదో చెప్పుమని ఆమెనడుగగా ఆమె - నీ దాసురాలనైన నా యింట ఒక నూనె కుండ తప్ప మరేమియు లేదని చెప్పెను.",
    "3": "అప్పుడతడు - నీవు బయటికి వెళ్లి నీ పొరుగువారందరి యొద్ద ఖాళీ పాత్రలను అడుగము; కొద్దిగా కాదు, చాలా పాత్రలను తెచ్చి",
    "4": "నీవును నీ కుమారులును లోపలికి వెళ్లి తలుపు వేసికొని ఆ పాత్రలన్నిటిలో పోసి, నిండినవాటిని ఒక పక్కన ఉంచుమని చెప్పెను.",
    "5": "ఆమె అతని యొద్దనుండి వెళ్లి తానును తన కుమారులును లోపల ఉండి తలుపు వేసికొనెను; వారు పాత్రలను ఆమె యొద్దకు తేగా ఆమె పోసెను.",
    "6": "పాత్రలు నిండిన తరువాత ఆమె - ఇంకొక పాత్ర తెమ్మని తన కుమారునితో చెప్పగా వాడు - పాత్ర మరి లేదు అనెను; అప్పుడు నూనె ఆగిపోయెను.",
    "7": "ఆమె వచ్చి దైవజనునికి ఆ సంగతి తెలియజేయగా అతడు - నీవు వెళ్లి ఆ నూనెను అమ్మి నీ అప్పు తీర్చి, మిగిలినదానితో నీవును నీ పిల్లలును బ్రతుకుడని చెప్పెను.",
    "8": "ఒకనాడు ఎలీషా షూనేమునకు వెళ్ళెను; అక్కడ ఘనురాలైన ఒక స్త్రీ ఉండెను; ఆమె అతనిని భోజనము చేయుటకు బలవంతము చేసెను గనుక అతడు ఆ మార్గమున వెళ్లినప్పుడెల్ల భోజనము చేయుటకు అక్కడ బస చేయుచు వచ్చెను.",
    "9": "ఆమె తన పెనిమిటితో - మన యొద్దకు వచ్చుచు పోవుచు నున్న యితడు దేవుని పరిశుద్ధుడైన మనుష్యుడని నేనెరుగుదును.",
    "10": "మనము గోడ మీద ఒక చిన్న గది కట్టించి, అందులో అతని కొరకు మంచమును బల్లను పీఠమును దీపస్తంభమును ఉంచుదము; అతడు మన యొద్దకు వచ్చినప్పుడు అందులో ఉండవచ్చునని చెప్పెను.",
    "11": "ఒకనాడు అతడు అక్కడికి వచ్చి ఆ గదిలో ప్రవేశించి పండుకొనెను.",
    "12": "అతడు తన దాసుడైన గేహజీతో - ఈ షూనేమీయురాలిని పిలువుమని చెప్పగా వాడు ఆమెను పిలిచెను, ఆమె అతని యెదుట నిలిచెను.",
    "13": "అతడు వానితో - నీవు ఆమెతో ఇట్లనుము - ఇదిగో నీవు మా కొరకు ఇంత శ్రద్ధ పుచ్చుకొంటివి, నేను నీకు ఏమి చేయవలెను? రాజుతోనైనను సైన్యాధిపతితోనైనను నిన్ను గూర్చి మాటలాడవలెనా అని అడుగగా ఆమె - నేను నా స్వజనుల మధ్య నివసించుచున్నాననెను.",
    "14": "అతడు - ఆమెకు ఏమి చేయవలెనని అడుగగా గేహజీ - ఆమెకు పిల్లలు లేరు, ఆమె పెనిమిటి ముసలివాడని చెప్పెను.",
    "15": "అతడు - ఆమెను పిలువుమనగా వాడు ఆమెను పిలిచెను, ఆమె ద్వారమునందు నిలిచెను.",
    "16": "అప్పుడతడు - మీదటికి ఈ కాలమున నీవు ఒక కుమారుని ఎత్తుకొందువని చెప్పగా ఆమె - కాదు, నా ఏలినవాడా, దైవజనుడా, నీ దాసురాలనైన నాతో అబద్ధమాడవద్దని చెప్పెను.",
    "17": "ఆ స్త్రీ గర్భవతియై ఎలీషా తనతో చెప్పిన కాలమున మరుసటి ఏట కుమారుని కనెను.",
    "18": "ఆ బిడ్డ పెరిగిన తరువాత ఒకనాడు కోతకాండ్ర యొద్దనున్న తన తండ్రి యొద్దకు వెళ్ళెను.",
    "19": "అతడు - అయ్యో నా తల, అయ్యో నా తల అని తన తండ్రితో అనగా, తండ్రి - వానిని తల్లి యొద్దకు ఎత్తుకొనిపొమ్మని ఒక పనివానితో చెప్పెను.",
    "20": "వాడు వానిని ఎత్తుకొని తల్లి యొద్దకు తేగా వాడు మధ్యాహ్నము వరకు ఆమె ఒడిలో ఉండి చనిపోయెను.",
    "21": "అప్పుడామె పైకి వెళ్లి దైవజనుని మంచము మీద వానిని పండుకోబెట్టి తలుపు వేసి బయటికి వచ్చెను.",
    "22": "ఆమె తన పెనిమిటిని పిలిచి - నేను దైవజనుని యొద్దకు పరుగెత్తి వచ్చెదను; పనివారిలో ఒకనిని గాడిదలలో ఒకదానిని నా కొరకు పంపుమని అడుగగా",
    "23": "అతడు - అమావాస్య కాదే, విశ్రాంతి దినము కాదే, నేడు అతని యొద్దకు ఎందుకు వెళ్లుదువని అడిగెను. అందుకామె - క్షేమమే అని చెప్పి",
    "24": "గాడిదకు గంత కట్టించి - తోలుము, పోనిమ్ము, నేను చెప్పితేనే గాని నడక ఆపవద్దని తన పనివానితో చెప్పెను.",
    "25": "ఆమె వెళ్లి కర్మెలు కొండ మీదనున్న దైవజనుని యొద్దకు వచ్చెను. దైవజనుడు ఆమె వచ్చుట దూరమునుండి చూచి తన దాసుడైన గేహజీతో - అదిగో ఆ షూనేమీయురాలు;",
    "26": "పరుగెత్తి వెళ్లి ఆమెను కలుసుకొని - నీకు క్షేమమా? నీ పెనిమిటికి క్షేమమా? బిడ్డకు క్షేమమా? అని అడుగుమనగా ఆమె - క్షేమమే అని చెప్పెను.",
    "27": "ఆమె కొండ మీదనున్న దైవజనుని యొద్దకు వచ్చి అతని కాళ్లు పట్టుకొనగా గేహజీ ఆమెను తోసివేయుటకు దగ్గరకు వచ్చెను. అయితే దైవజనుడు - ఆమెను విడువుము; ఆమె ఆత్మకు వ్యాకులము కలిగినది; యెహోవా అది నాకు తెలియజేయక దాచారని చెప్పెను.",
    "28": "అప్పుడామె - కుమారుడు కావలెనని నేను నా ఏలినవానిని అడిగితినా? నన్ను మోసపుచ్చవద్దని నేను చెప్పలేదా అనెను.",
    "29": "అతడు - నీ నడుము కట్టుకొని నా కర్రను చేత పట్టుకొని పొమ్ము; ఎవరైనను నీకు ఎదురుపడితే వందనము చేయవద్దు, ఎవరైనను నీకు వందనము చేసినయెడల అతనికి మారుమాట పలుకవద్దు; నా కర్రను ఆ బిడ్డ ముఖము మీద ఉంచుమని గేహజీతో చెప్పెను.",
    "30": "ఆ బిడ్డ తల్లి - యెహోవా జీవముతోడు నీ జీవముతోడు నేను నిన్ను విడువనని చెప్పగా అతడు లేచి ఆమె వెంబడి వెళ్ళెను.",
    "31": "గేహజీ వారికి ముందుగా వెళ్లి ఆ బిడ్డ ముఖము మీద కర్రను ఉంచెను గాని మాటయైనను వినిపించుటయైనను లేకపోయెను గనుక వాడు వెనుకకు తిరిగి అతనిని ఎదుర్కొనవచ్చి - ఆ చిన్నవాడు లేవలేదని అతనితో చెప్పెను.",
    "32": "ఎలీషా ఇంటికి వచ్చినప్పుడు ఆ బిడ్డ చనిపోయి తన మంచము మీద పడియుండెను.",
    "33": "అతడు లోపలికి వెళ్లి తలుపు వేసి యెహోవాకు ప్రార్థన చేసెను.",
    "34": "అతడు మంచముెక్కి బిడ్డ మీద పండుకొని, తన నోరు వాని నోటి మీదను, తన కన్నులు వాని కన్నుల మీదను, తన చేతులు వాని చేతుల మీదను ఉంచి, వాని మీద పారజూడగా బిడ్డ వంటికి వెట్ట కలిగెను.",
    "35": "అతడు దిగి ఇంట ఇటు అటు తిరిగి, మరల ఎక్కి వాని మీద పారజూడగా బిడ్డ ఏడు మార్లు తుమ్మి కన్నులు తెరచెను.",
    "36": "అతడు గేహజీని పిలిచి - ఆ షూనేమీయురాలిని పిలువుమని చెప్పెను. వాడు ఆమెను పిలువగా ఆమె అతని యొద్దకు వచ్చెను. అతడు - నీ కుమారుని తీసికొమ్మని చెప్పెను.",
    "37": "ఆమె లోపలికి వచ్చి అతని పాదముల మీద పడి నేలకు వంగి నమస్కారము చేసి తన కుమారుని తీసికొని వెళ్ళెను.",
    "38": "ఎలీషా గిల్గాలుకు తిరిగి వచ్చెను. ఆ దేశములో కరవు ఉండెను; ప్రవక్తల శిష్యులు అతని యెదుట కూర్చునియుండగా అతడు - పెద్ద పొయ్యి పెట్టి ప్రవక్తల శిష్యులకు వంటకము వండుమని తన దాసునితో చెప్పెను.",
    "39": "ఒకడు కూరలు ఏరుటకు పొలములోనికి వెళ్లి ఒక అడవి తీగెను చూచి, దానిలోనుండి అడవి సొరకాయలను ఒడి నిండా కోసికొని వచ్చి, అవి ఏవైనది తెలియక తరిగి వంటకము కుండలో వేసెను.",