
{
    "1": "సిరియా రాజు సైన్యాధిపతియైన నయమాను తన యజమానుని దృష్టికి గొప్పవాడును ఘనుడునై యుండెను; అతని ద్వారా యెహోవా సిరియాకు జయము కలుగజేసెను; అతడు మహా పరాక్రమశాలి, అయితే అతడు కుష్ఠురోగి.",
    "2": "సిరియనులు గుంపులు గుంపులుగా బయలుదేరి, ఇశ్రాయేలు దేశమునుండి ఒక చిన్నదానిని చెరపట్టుకొని వచ్చిరి; ఆమె నయమాను భార్యకు పరిచర్య చేయుచుండెను.",
    "3": "ఆమె తన యజమానురాలితో - నా ఏలినవాడు షోమ్రోనులోనున్న ప్రవక్త దగ్గర ఉండినయెడల ఎంత మేలు; అతడు అతని కుష్ఠురోగమును బాగుచేయునని చెప్పెను.",
    "4": "ఒకడు లోపలికి వెళ్లి - ఇశ్రాయేలు దేశపు చిన్నది ఈలాగు చెప్పెనని తన యజమానునికి తెలియజేసెను.",
    "5": "అప్పుడు సిరియా రాజు - నీవు బయలుదేరి వెళ్లుము; ఇశ్రాయేలు రాజునకు నేను పత్రిక పంపెదననెను. కాబట్టి నయమాను పది తలాంతుల వెండిని, ఆరు వేల షెకెలుల బంగారమును, పది దుస్తుల బట్టలను తీసికొని పోయెను.",
    "6": "అతడు ఇశ్రాయేలు రాజునొద్దకు ఆ పత్రికను తీసికొనివచ్చెను; అందులో - ఈ పత్రిక నీకు ముట్టగానే నేను నా సేవకుడైన నయమానును నీ యొద్దకు పంపియున్నానని తెలిసికొని, నీవు అతని కుష్ఠురోగమును బాగుచేయవలెనని వ్రాయబడియుండెను.",
    "7": "ఇశ్రాయేలు రాజు ఆ పత్రికను చదివి, తన బట్టలు చింపుకొని - మనుష్యుని చంపుటకును బ్రతికించుటకును నేను దేవుడనా? కుష్ఠురోగమును పోగొట్టి ఒకని బాగుచేయుమని ఇతడు నా యొద్దకు పంపుట ఏమి? నాతో జగడము పెట్టుకొనుటకు ఇతడు కారణము వెతుకుచున్నాడేమో ఆలోచించుడని చెప్పెను.",
    "8": "ఇశ్రాయేలు రాజు తన బట్టలు చింపుకొనిన సంగతి దైవజనుడైన ఎలీషా విని - నీవు బట్టలు చింపుకొననేల? ఆ మనుష్యుని నా యొద్దకు రానిమ్ము; ఇశ్రాయేలులో ప్రవక్త ఉన్నాడని అతడు తెలిసికొనునని రాజునకు వర్తమానము పంపెను.",
    "9": "కాబట్టి నయమాను తన గుఱ్ఱములతోను రథములతోను వచ్చి ఎలీషా యింటి వాకిట నిలిచెను.",
    "10": "ఎలీషా ఒక దూత చేత - నీవు వెళ్లి యొర్దాను నదిలో ఏడు మారులు స్నానము చేయుము; నీ ఒళ్లు మరల బాగై నీవు శుద్దుడవగుదువని అతనికి వర్తమానము పంపెను.",
    "11": "అందుకు నయమాను కోపగించి - అతడు నా యొద్దకు వచ్చి నిలిచి, తన దేవుడైన యెహోవా నామమును బట్టి తన చెయ్యి కుష్ఠురోగుమున్న స్థలము పైన ఆడించి కుష్ఠురోగమును మాన్పునని నేననుకొంటిని.",
    "12": "ఇశ్రాయేలులోని జలములన్నిటికంటె దమస్కు నదులైన అబానాయు పర్పరును శ్రేష్ఠమైనవి కావా? వాటిలో స్నానము చేసి శుద్ధుడను కాలేనా అని అనుకొని రౌద్రముతో తిరిగి వెళ్లిపోయెను.",
    "13": "అప్పుడు అతని సేవకులు దగ్గరకు వచ్చి - మా తండ్రీ, ఆ ప్రవక్త ఏదైన ఒక గొప్ప కార్యము చేయమని నీకు చెప్పినయెడల నీవు చేయకుందువా? స్నానము చేసి శుద్ధుడవు కమ్మని అతడు నీతో చెప్పినది ఎంత మేలు అనిరి.",
    "14": "కాబట్టి అతడు పోయి దైవజనుడు చెప్పిన మాట చొప్పున యొర్దానులో ఏడు మారులు మునుగగా అతని దేహము పసిపిల్లవాని దేహమువలె అయి అతడు శుద్ధుడాయెను.",
    "15": "అప్పుడు అతడును అతని పరివారమంతయు దైవజనుని యొద్దకు తిరిగి వచ్చి అతని ముందర నిలిచి - చిత్తగించుము; ఇశ్రాయేలులో నున్న దేవుడు తప్ప లోకమంతటియందును మరియొక దేవుడు లేడని నేను తెలిసికొంటిని; దయచేసి నీ దాసుడనైన నా యొద్ద బహుమానము తీసికొనుమని చెప్పెను.",
    "16": "అందుకతడు - నేను ఎవని సన్నిధిని నిలబడియున్నానో, ఇశ్రాయేలు దేవుడైన ఆ యెహోవా జీవముతోడు నేను ఏమియు తీసికొననని చెప్పెను; అతడు తీసికొనుమని ఎలీషాను బలవంతము చేసినను అతడు ఒప్పకపోయెను.",
    "17": "అప్పుడు నయమాను - ఆలాగైతే రెండు కంచరగాడిదల బరువు మన్ను నీ దాసునికి ఇప్పించుము; నీ దాసుడనైన నేను ఇప్పటినుండి యెహోవాకు తప్ప దహనబలినైనను బలినినైనను ఇతర దేవతలకు అర్పింపను.",
    "18": "ఈ ఒక్క విషయములో యెహోవా నీ దాసుని క్షమించును గాక; నా యజమానుడు మ్రొక్కుటకు రిమ్మోను గుడిలోనికి వచ్చినప్పుడు అతడు నా చెయ్యి ఆనుకొనినయెడల నేనును రిమ్మోను గుడిలో నమస్కారము చేసెదను; రిమ్మోను గుడిలో నేను నమస్కారము చేసినయెడల యెహోవా ఈ విషయములో నీ దాసుని క్షమించును గాక అనెను.",
    "19": "అందుకతడు - నీవు క్షేమముగా వెళ్లుమని చెప్పెను. అతడు ఎలీషా యొద్దనుండి కొంచెము దూరము వెళ్లిన తరువాత",
    "20": "దైవజనుడైన ఎలీషాకు సేవకుడగు గేహజీ - నా యజమానుడు ఈ సిరియనుడైన నయమాను తెచ్చినవాటిని అతని చేతినుండి తీసికొనక అతనిని పోనిచ్చెను; యెహోవా జీవముతోడు నేను అతని వెనుక పరుగెత్తి అతని యొద్ద ఏదైనను తీసికొందుననుకొని",
    "21": "నయమానును కలుసుకొనుటకు పరుగెత్తెను. తన వెనుక ఒకడు పరుగెత్తుకొని వచ్చుట నయమాను చూచి, అతనిని ఎదుర్కొనుటకు రథము దిగి - క్షేమమా అని అడుగగా",
    "22": "వాడు - క్షేమమే; ఎఫ్రాయిము మన్నెమునుండి ప్రవక్తల శిష్యులలో ఇద్దరు యౌవనస్థులు ఇప్పుడు నా యొద్దకు వచ్చిరి; వారి కొరకు ఒక తలాంతు వెండిని రెండు దుస్తుల బట్టలను ఇమ్మని నా యజమానుడు నన్ను పంపెనని చెప్పెను.",
    "23": "అందుకు నయమాను - దయచేసి రెండు తలాంతులు తీసికొనుమని చెప్పి అతనిని బలవంతము చేసి, రెండు తలాంతుల వెండిని రెండు సంచులలో కట్టి, రెండు దుస్తుల బట్టలను తీసి తన పనివారిలో ఇద్దరి మీద పెట్టగా వారు వాటిని మోసికొని గేహజీకి ముందుగా నడిచిరి.",
    "24": "వారు మెట్టకు వచ్చినప్పుడు అతడు వారి చేతినుండి వాటిని తీసికొని ఇంట్లో దాచిపెట్టి ఆ మనుష్యులను పంపివేసెను, వారు వెళ్లిపోయిరి.",
    "25": "అతడు లోపలికి వెళ్లి తన యజమానుని యెదుట నిలువగా ఎలీషా - గేహజీ, నీవు ఎక్కడినుండి వచ్చితివని అడిగెను. అతడు - నీ దాసుడనైన నేను ఎక్కడికిని వెళ్లలేదనెను.",
    "26": "అందుకతడు - ఆ మనుష్యుడు తన రథము దిగి నిన్ను ఎదుర్కొనుటకు తిరిగి వచ్చినప్పుడు నా మనస్సు నీతో కూడా రాలేదా? వెండిని బట్టలను ఒలీవతోటలను ద్రాక్షతోటలను గొర్రెలను ఎడ్లను దాసదాసీలను సంపాదించుకొనుటకు ఇది సమయమా?",
    "27": "కాబట్టి నయమాను కుష్ఠు నీకును నీ సంతానమునకును ఎల్లప్పుడును అంటుకొనియుండుననెను. అంతట వాడు హిమమువంటి కుష్ఠు గలవాడై ఎలీషా యెదుటనుండి బయలువెళ్ళెను."
}
