
{
    "1": "ప్రవక్తల శిష్యులు ఎలీషాతో - ఇదిగో మేము నీ యొద్ద నివసించు స్థలము మాకు ఇరుకుగా ఉన్నది.",
    "2": "మేము యొర్దానుకు వెళ్లి అక్కడ ఒక్కొక్కరము ఒక దూలమును తెచ్చుకొని, నివసించుటకు అక్కడ ఒక స్థలమును చేయుదుము, దయచేసి సెలవిమ్మని అడుగగా అతడు - వెళ్లుడని చెప్పెను.",
    "3": "ఒకడు - దయచేసి నీవును నీ దాసులమైన మాతో కూడ రావలెనని కోరగా అతడు - నేను వచ్చెదనని చెప్పి",
    "4": "వారితో కూడ వెళ్ళెను. వారు యొర్దానుకు వచ్చి చెట్లు నరుకుచుండిరి.",
    "5": "ఒకడు దూలము నరుకుచుండగా గొడ్డలి ఇనుము నీళ్లలో పడెను; వాడు - అయ్యో నా ఏలినవాడా, అదిెరరువు తెచ్చినదని మొరపెట్టెను.",
    "6": "దైవజనుడు - అది ఎక్కడ పడెనని అడుగగా వాడు ఆ స్థలమును అతనికి చూపించెను; అప్పుడతడు ఒక కొమ్మను నరికి అక్కడ వేయగా ఆ ఇనుము తేలెను.",
    "7": "అతడు - దానిని తీసికొనుమనగా వాడు చెయ్యి చాపి దానిని తీసికొనెను.",
    "8": "సిరియా రాజు ఇశ్రాయేలుతో యుద్ధము చేయుచు, తన సేవకులతో ఆలోచన చేసి - ఫలాని చోట మనము దిగుదమని చెప్పగా",
    "9": "దైవజనుడు ఇశ్రాయేలు రాజునొద్దకు మనిషిని పంపి - సిరియనులు అక్కడికి దిగియున్నారు, నీవు ఆ స్థలమునకు వెళ్లకుండ జాగ్రత్తపడుమని వర్తమానము చేసెను.",
    "10": "ఇశ్రాయేలు రాజు దైవజనుడు తనకు చెప్పి హెచ్చరించిన స్థలమునకు మనుష్యులను పంపి సంగతి తెలుసుకొని జాగ్రత్తపడెను; ఈలాగు ఒకటి రెండు సార్లు గాక అనేక పర్యాయములు జరిగెను.",
    "11": "అందువలన సిరియా రాజు మనస్సు కలవరపడెను; అతడు తన సేవకులను పిలిచి - మనలో ఇశ్రాయేలు రాజు పక్షముగా ఉన్నవాడెవడో మీరు నాకు తెలియజెప్పరా అని వారిని అడుగగా",
    "12": "అతని సేవకులలో ఒకడు - రాజా నా ఏలినవాడా, ఎవరును లేరు గాని ఇశ్రాయేలులో నున్న ప్రవక్తయైన ఎలీషా నీవు నీ అంతఃపురమందు చెప్పుకొను మాటలను ఇశ్రాయేలు రాజునకు తెలియజేయుచున్నాడనెను.",
    "13": "అప్పుడతడు - నేను మనుష్యులను పంపి అతని పట్టుకొనునట్లు మీరు వెళ్లి అతడు ఎక్కడ ఉన్నాడో చూడుడని చెప్పగా - అతడు దోతానులో ఉన్నాడని అతనికి వర్తమానము వచ్చెను.",
    "14": "కాబట్టి అతడు అక్కడికి గుఱ్ఱములను రథములను గొప్ప సైన్యమును పంపెను; వారు రాత్రివేళ వచ్చి ఆ పట్టణమును చుట్టుకొనిరి.",
    "15": "దైవజనుని పనివాడు పెందలకడ లేచి బయటికి వచ్చినప్పుడు గుఱ్ఱములును రథములును గల సైన్యము పట్టణమును చుట్టుకొనియుండుట కనబడెను. అంతట అతని పనివాడు - అయ్యో నా ఏలినవాడా, మనము ఏమి చేయుదమని ఆ దైవజనునితో అనగా",
    "16": "అతడు - భయపడకుము, మన పక్షమున నున్నవారు వారికంటే అధికులై యున్నారని చెప్పి",
    "17": "ప్రార్థన చేసి - యెహోవా, వీడు చూచునట్లు దయచేసి వీని కన్నులు తెరువుమని అనెను. యెహోవా ఆ పనివాని కన్నులు తెరవగా వాడు ఎలీషా చుట్టును పర్వతము అగ్నిగుఱ్ఱముల చేతను రథముల చేతను నిండియుండుట చూచెను.",
    "18": "సిరియనులు అతని మీదికి వచ్చినప్పుడు ఎలీషా యెహోవాను వేడుకొని - ఈ జనులను అంధత్వముతో మొత్తుమని ప్రార్థించెను; ఎలీషా మాట చొప్పున ఆయన వారిని అంధత్వముతో మొత్తెను.",
    "19": "ఎలీషా వారి యొద్దకు వచ్చి - ఇది మార్గము కాదు, ఇది పట్టణము కాదు; నా వెంబడి రండి, మీరు వెతుకు మనుష్యుని యొద్దకు మిమ్మును తీసికొనిపోయెదనని చెప్పి వారిని షోమ్రోనునకు నడిపించెను.",
    "20": "వారు షోమ్రోనులో ప్రవేశించిన తరువాత ఎలీషా - యెహోవా, వీరు చూచునట్లు వీరి కన్నులు తెరువుమని ప్రార్థింపగా యెహోవా వారి కన్నులు తెరచెను గనుక వారు చూడగలిగిరి; అప్పుడు వారు షోమ్రోను మధ్యలో ఉండిరి.",
    "21": "ఇశ్రాయేలు రాజు వారిని చూచి - నా తండ్రీ, వీరిని కొట్టుదునా? కొట్టుదునా? అని ఎలీషాను అడుగగా",
    "22": "అతడు - కొట్టవద్దు; నీ కత్తితోను నీ విల్లువతోను నీవు చెరపట్టినవారిని నీవు కొట్టుదువా? వారికి అన్నపానములు పెట్టుము; వారు తిని త్రాగి తమ యజమానుని యొద్దకు వెళ్లనిమ్మని చెప్పెను.",
    "23": "అప్పుడు రాజు వారికి గొప్ప విందు చేయించెను; వారు తిని త్రాగిన తరువాత అతడు వారిని పంపివేయగా వారు తమ యజమానుని యొద్దకు వెళ్లిరి. అప్పటినుండి సిరియా దండులు ఇశ్రాయేలు దేశములోనికి వచ్చుట మానెను.",
    "24": "అటు తరువాత సిరియా రాజైన బెన్హదదు తన సైన్యమంతటిని సమకూర్చుకొని వచ్చి షోమ్రోనును ముట్టడివేసెను.",
    "25": "వారు షోమ్రోనును ముట్టడివేసియుండగా అక్కడ గొప్ప కరవు కలిగెను; గాడిద తల ఎనభై వెండి రూకలకును, అర పావు పావురపు రెట్ట ఐదు వెండి రూకలకును అమ్మబడెను.",
    "26": "ఇశ్రాయేలు రాజు ప్రాకారము మీద నడుచుచుండగా ఒక స్త్రీ - నా ఏలినవాడా రాజా, సహాయము చేయుమని అతనిని చూచి కేకలు వేసెను.",
    "27": "అందుకతడు - యెహోవా నీకు సహాయము చేయనియెడల నేను ఎక్కడినుండి నీకు సహాయము చేయుదును? కళ్లములోనుండియైనను ద్రాక్ష గానుగలోనుండియైనను చేయగలనా అని చెప్పి",
    "28": "నీకు ఏమి కావలెనని ఆమెనడుగగా ఆమె - ఈ స్త్రీ నాతో - నీ బిడ్డను ఇమ్ము, నేడు మనము వానిని తిందాము, రేపు నా బిడ్డను తిందామని చెప్పెను.",
    "29": "కాబట్టి మేము నా బిడ్డను వండుకొని తింటిమి; మరునాడు నేను - నీ బిడ్డను ఇమ్ము, మనము వానిని తిందామని చెప్పగా ఆమె తన బిడ్డను దాచిపెట్టెనని చెప్పెను.",
    "30": "రాజు ఆ స్త్రీ మాటలు విని తన బట్టలు చింపుకొనెను; అతడు ప్రాకారము మీద నడుచుచుండగా జనులు అతనిని చూచిరి; లోపల అతని శరీరము మీద గోనెపట్ట ఉండెను.",
    "31": "అప్పుడతడు - షాపాతు కుమారుడైన ఎలీషా తల నేడు అతని మీద నిలిచినయెడల దేవుడు నాకు గొప్ప అపాయము కలుగజేయును గాక అనెను.",
    "32": "పెద్దలు ఎలీషా యొద్ద కూర్చునియుండగా అతడు తన యింట కూర్చునియుండెను. రాజు తన యొద్దనుండి ఒకని పంపెను గాని ఆ దూత రాకమునుపే అతడు ఆ పెద్దలతో - ఆ నరహంతకుని కుమారుడు నా తల తీసివేయుటకు మనుష్యుని పంపియున్నాడని మీకు తెలియునా? ఆ దూత వచ్చునప్పుడు మీరు తలుపు వేసి, తలుపుతో అతనిని వెనుకకు త్రోయుడి; అతని యజమానుని కాళ్ల చప్పుడు అతని వెనుక వినబడుచున్నది గదా అనెను.",
    "33": "అతడు వారితో మాటలాడుచుండగా దూత అతని యొద్దకు వచ్చెను. అప్పుడు రాజు - ఈ కీడు యెహోవా యొద్దనుండి వచ్చినది, నేను యెహోవా కొరకు ఇక ఎందుకు కనిపెట్టుకొని యుండవలెననెను."
}
