
{
    "1": "అప్పుడు ఎలీషా - యెహోవా మాట వినుడి; యెహోవా సెలవిచ్చునదేమనగా - రేపు ఈ వేళకు షోమ్రోను ద్వారమునందు ఒక తూము సన్నపు పిండి ఒక వెండి రూకకును, రెండు తూముల యవలు ఒక వెండి రూకకును అమ్మబడును అని చెప్పెను.",
    "2": "అందుకు రాజునకు అండగా ఉన్న ఒక అధికారి - యెహోవా ఆకాశమున కిటికీలు చేసినను ఈలాగు జరుగునా అని దైవజనునితో అనగా, అతడు - నీ కన్నులారా దానిని చూచెదవు గాని నీవు దానిని తినవని చెప్పెను.",
    "3": "అప్పుడు కుష్ఠురోగులు నలుగురు గవిని దగ్గర ఉండిరి. వారు - మనము ఇక్కడ ఉండి చచ్చుట ఎందుకు?",
    "4": "పట్టణములో ప్రవేశించుదమంటే పట్టణములో కరవు ఉన్నది గనుక అక్కడ చనిపోవుదుము; ఇక్కడ కూర్చుండినను చనిపోవుదుము; కాబట్టి మనము సిరియనుల దండులోనికి పోవుదము రండి; వారు మనలను బ్రతుకనిచ్చినయెడల బ్రతుకుదుము, చంపినయెడల చచ్చెదము అని ఒకనితో ఒకడు చెప్పుకొని",
    "5": "చీకటి పడునప్పుడు సిరియనుల దండులోనికి వెళ్లుటకు లేచి, సిరియనుల పాళెము యొక్క వెలుపలికి వచ్చినప్పుడు అక్కడ ఎవరూ లేకపోయిరి.",
    "6": "ఏలయనగా యెహోవా సిరియనుల దండుకు రథముల ధ్వనియు గుఱ్ఱముల ధ్వనియు గొప్ప సమూహపు ధ్వనియు వినబడునట్లు చేసెను గనుక వారు - ఇశ్రాయేలు రాజు మనతో యుద్ధము చేయుటకు హిత్తీయుల రాజులను ఐగుప్తు రాజులను మనకు విరోధముగా కూలికి పిలిపించెనని ఒకనితో ఒకడు చెప్పుకొని",
    "7": "లేచి చీకటి పడగానే తమ గుడారములను గుఱ్ఱములను గాడిదలను పాళెమును ఉన్నదున్నట్లుగా విడిచిపెట్టి తమ ప్రాణములను దక్కించుకొనుటకై పారిపోయిరి.",
    "8": "ఆ కుష్ఠురోగులు పాళెము యొక్క వెలుపలికి వచ్చి ఒక గుడారములో చొచ్చి తిని త్రాగి, అక్కడనుండి వెండిని బంగారమును వస్త్రములను ఎత్తుకొనిపోయి దాచిపెట్టి, తిరిగి వచ్చి మరియొక గుడారములో చొచ్చి అక్కడనుండియు ఎత్తుకొనిపోయి దాచిపెట్టిరి.",
    "9": "అప్పుడు వారు - మనము చేయునది బాగులేదు, ఈ దినము శుభవర్తమానము గల దినము; మనము ఊరకుండి తెల్లవారువరకు దీనిని దాచినయెడల మనకు శిక్ష కలుగును; కాబట్టి మనము వెళ్లి రాజు ఇంటివారికి దీనిని తెలియజేయుదము రండని ఒకనితో ఒకడు చెప్పుకొనిరి.",
    "10": "వారు వచ్చి పట్టణపు ద్వారపాలకలను పిలిచి - మేము సిరియనుల పాళెమునకు వెళ్లితివిు; అక్కడ ఎవరూ లేరు, మనుష్యుని శబ్దము లేదు; గుఱ్ఱములు కట్టబడియున్నవి, గాడిదలు కట్టబడియున్నవి, గుడారములు ఉన్నదున్నట్లుగా ఉన్నవని వారితో చెప్పిరి.",
    "11": "అప్పుడు ద్వారపాలకలు కేకలు వేసి ఆ వర్తమానమును రాజు ఇంటిలో తెలియజేసిరి.",
    "12": "రాజు రాత్రివేళ లేచి తన సేవకులతో - సిరియనులు మనకు చేసినదానిని మీకు తెలియజేయుదును; మనము ఆకలిగొని యున్నామని వారు ఎరిగి - వీరు పట్టణములోనుండి బయటికి వచ్చెదరు, అప్పుడు మనము వారిని ప్రాణముతో పట్టుకొని పట్టణములో ప్రవేశించుదమని అనుకొని, పాళెములోనుండి వెళ్లి పొలములో దాగియున్నారని చెప్పెను.",
    "13": "అప్పుడు అతని సేవకులలో ఒకడు - ఇక్కడ మిగిలిన ఐదుగురు గుఱ్ఱములను తీసికొననిమ్ము; అవి ఇక్కడ మిగిలియున్న ఇశ్రాయేలీయులందరివలె ఉన్నవి; నశించిపోయిన ఇశ్రాయేలీయులందరివలె ఉన్నవి; వాటిని పంపి చూతము అని ఉత్తరమిచ్చెను.",
    "14": "కాబట్టి వారు రెండు రథములను గుఱ్ఱములను సిద్ధపరచగా, రాజు - వెళ్లి చూడుడని సిరియనుల సైన్యము వెనుక వారిని పంపెను.",
    "15": "వారు యొర్దాను వరకు వారి వెనుక వెళ్లిరి; సిరియనులు త్వరపడి పారిపోవుచు పారవేసిన వస్త్రములతోను సామానులతోను దారి అంతయు నిండియుండెను. పంపబడినవారు తిరిగి వచ్చి రాజుకు ఆ సంగతి తెలియజేసిరి.",
    "16": "అప్పుడు ప్రజలు బయటికి వెళ్లి సిరియనుల పాళెమును దోచుకొనిరి; కాబట్టి యెహోవా మాట చొప్పున ఒక తూము సన్నపు పిండి ఒక వెండి రూకకును, రెండు తూముల యవలు ఒక వెండి రూకకును అమ్మబడెను.",
    "17": "రాజు తనకు అండగా ఉన్న ఆ అధికారిని గవిని యొద్ద కావలి ఉంచగా, జనులు గవినిలో అతనిని త్రొక్కి వేసిరి; దైవజనుడు చెప్పినట్లు అతడు చనిపోయెను; రాజు తన యొద్దకు వచ్చినప్పుడు అతడు ఆలాగు చెప్పియుండెను.",
    "18": "రేపు ఈ వేళకు షోమ్రోను ద్వారమునందు రెండు తూముల యవలు ఒక వెండి రూకకును, ఒక తూము సన్నపు పిండి ఒక వెండి రూకకును అమ్మబడునని దైవజనుడు రాజుతో చెప్పినప్పుడు",
    "19": "ఆ అధికారి దైవజనునితో - యెహోవా ఆకాశమున కిటికీలు చేసినను ఆలాగు జరుగునా అని చెప్పగా, అతడు - నీ కన్నులారా దానిని చూచెదవు గాని నీవు దానిని తినవని చెప్పెను.",
    "20": "అతనికి ఆలాగుననే జరిగెను; జనులు గవినిలో అతనిని త్రొక్కి వేయగా అతడు చనిపోయెను."
}
