
{
    "1": "ఎలీషా తాను ఎవరి కుమారుని బ్రతికించెనో ఆ స్త్రీతో - నీవు లేచి నీ ఇంటివారితో కూడ ఎక్కడనైనను వెళ్లి పరదేశివై యుండుము; యెహోవా కరవును రప్పించుచున్నాడు; అది ఏడేండ్లు దేశము మీద ఉండునని చెప్పియుండెను.",
    "2": "ఆ స్త్రీ లేచి దైవజనుని మాట చొప్పున చేసెను; ఆమె తన ఇంటివారితో కూడ వెళ్లి ఏడేండ్లు ఫిలిష్తీయుల దేశములో పరదేశిగా ఉండెను.",
    "3": "ఏడు సంవత్సరములు గతించిన తరువాత ఆ స్త్రీ ఫిలిష్తీయుల దేశమునుండి తిరిగి వచ్చి, తన ఇంటిని గూర్చియు తన పొలమును గూర్చియు రాజుతో మనవి చేయుటకు వెళ్ళెను.",
    "4": "అప్పుడు రాజు దైవజనుని సేవకుడైన గేహజీతో మాటలాడుచు - ఎలీషా చేసిన గొప్ప కార్యములన్నిటిని నాకు తెలియజేయుమని అడిగెను.",
    "5": "ఎలీషా చనిపోయినవానిని ఎట్లు బ్రతికించెనో అతడు రాజునకు తెలియజేయుచుండగా, ఎలీషా ఎవరి కుమారుని బ్రతికించెనో ఆ స్త్రీ తన ఇంటిని గూర్చియు తన పొలమును గూర్చియు రాజుతో మనవి చేయుటకు వచ్చెను. అప్పుడు గేహజీ - రాజా, నా ఏలినవాడా, ఈమెయే ఆ స్త్రీ; ఎలీషా బ్రతికించిన ఈమె కుమారుడు ఇతడే అని చెప్పెను.",
    "6": "రాజు ఆ స్త్రీని అడుగగా ఆమె అతనికి ఆ సంగతి తెలియజేసెను. అప్పుడు రాజు ఆమె కొరకు ఒక అధికారిని నియమించి - ఈమెకు కలిగినదంతయు, ఆమె దేశమును విడిచినది మొదలుకొని నేటి వరకు ఆ పొలమునకు వచ్చిన పంట అంతయు ఆమెకు ఇప్పించుమని ఆజ్ఞాపించెను.",
    "7": "ఎలీషా దమస్కుకు వచ్చెను. అప్పుడు సిరియా రాజైన బెన్హదదు రోగియై యుండెను. దైవజనుడు ఇక్కడికి వచ్చియున్నాడని అతనికి వర్తమానము రాగా",
    "8": "రాజు హజాయేలుతో - నీవు ఒక కానుకను చేత పట్టుకొని ఆ దైవజనుని ఎదుర్కొన వెళ్లి, అతని ద్వారా యెహోవా యొద్ద విచారణ చేసి - ఈ రోగమునుండి నేను బాగుపడుదునా అని అడుగుమని చెప్పెను.",
    "9": "కాబట్టి హజాయేలు దమస్కులోని సకలవిధములైన మంచి వస్తువులను నలభై ఒంటెల బరువు కానుకగా తీసికొని అతనిని ఎదుర్కొనుటకు వెళ్లి అతని యెదుట నిలిచి - సిరియా రాజైన బెన్హదదు అను నీ కుమారుడు నన్ను నీ యొద్దకు పంపి - ఈ రోగమునుండి నేను బాగుపడుదునా అని అడుగుచున్నాడని చెప్పెను.",
    "10": "అందుకు ఎలీషా - నీవు వెళ్లి - నీవు బాగుపడుదువని అతనితో చెప్పుము; అయినను అతడు నిశ్చయముగా చనిపోవునని యెహోవా నాకు బయలుపరచియున్నాడని చెప్పెను.",
    "11": "మరియు దైవజనుడు సిగ్గుపడునంత సేపు అతనిని తేరిచూచి ఏడ్చెను.",
    "12": "హజాయేలు - నా ఏలినవాడవగు నీవు ఎందుకు ఏడ్చుచున్నావని అడుగగా అతడు - నీవు ఇశ్రాయేలీయులకు చేయబోవు కీడు నాకు తెలియును; నీవు వారి కోటలను అగ్నితో కాల్చివేయుదువు, వారి యౌవనస్థులను కత్తితో చంపుదువు, వారి పసిపిల్లలను నేలకు వేసి కొట్టుదువు, వారి గర్భిణీ స్త్రీల కడుపులు చీల్చుదువని చెప్పెను.",
    "13": "అందుకు హజాయేలు - కుక్క వంటివాడనగు నీ దాసుడనైన నేను ఇంత గొప్ప కార్యము చేయుటకు ఏపాటివాడననగా ఎలీషా - నీవు సిరియా మీద రాజవగుదువని యెహోవా నాకు బయలుపరచియున్నాడనెను.",
    "14": "అతడు ఎలీషా యొద్దనుండి వెళ్లి తన యజమానుని యొద్దకు రాగా అతడు - ఎలీషా నీతో ఏమి చెప్పెనని అడిగెను. అందుకు హజాయేలు - నీవు నిశ్చయముగా బాగుపడుదువని అతడు నాతో చెప్పెననెను.",
    "15": "మరునాడు హజాయేలు దుప్పటి తీసికొని నీళ్లలో ముంచి అతని ముఖము మీద పరచగా అతడు చనిపోయెను; అప్పుడు హజాయేలు అతనికి మారుగా రాజాయెను.",
    "16": "ఇశ్రాయేలు రాజైన అహాబు కుమారుడగు యెహోరాము ఏలుబడిలో ఐదవ సంవత్సరమున, యెహోషాపాతు యూదాకు రాజైయుండగా, యూదా రాజైన యెహోషాపాతు కుమారుడగు యెహోరాము ఏలనారంభించెను.",
    "17": "అతడు ఏలనారంభించినప్పుడు ముప్పది రెండు ఏండ్లవాడు; అతడు యెరూషలేములో ఎనిమిది సంవత్సరములు ఏలెను.",
    "18": "అతడు ఇశ్రాయేలు రాజుల మార్గములో నడిచి అహాబు ఇంటివారు చేసినట్లు చేసెను; అహాబు కుమార్తె అతనికి భార్యయై యుండెను; అతడు యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "19": "అయినను యెహోవా తన సేవకుడైన దావీదునకును అతని సంతానమునకును ఎల్లప్పుడును ఒక దీపమును ఉంచెదనని వాగ్దానము చేసినందున, దావీదు నిమిత్తము యూదాను నాశనము చేయుటకు ఆయనకు ఇష్టము లేకపోయెను.",
    "20": "అతని దినములలో ఎదోమీయులు యూదావారి చేతి క్రింద నుండకుండ తిరుగుబాటు చేసి తమ మీద ఒకని రాజుగా చేసికొనిరి.",
    "21": "కాబట్టి యెహోరాము సాయీరుకు వెళ్లి, తన రథములన్నిటిని తీసికొని రాత్రివేళ లేచి, తనను చుట్టుకొనిన ఎదోమీయులను రథముల అధిపతులను హతము చేసెను; జనులు తమ గుడారములకు పారిపోయిరి.",
    "22": "అట్లు నేటి వరకు ఎదోము యూదా చేతి క్రింద నుండకుండ తిరుగుబాటు చేయుచున్నది. ఆ కాలమున లిబ్నా కూడ తిరుగుబాటు చేసెను.",
    "23": "యెహోరాము చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "24": "యెహోరాము తన పితరులతో నిద్రించి, దావీదు పురములో తన పితరుల యొద్ద పాతిపెట్టబడెను; అతని కుమారుడైన అహజ్యా అతనికి మారుగా రాజాయెను.",
    "25": "ఇశ్రాయేలు రాజైన అహాబు కుమారుడగు యెహోరాము ఏలుబడిలో పన్నెండవ సంవత్సరమున యూదా రాజైన యెహోరాము కుమారుడగు అహజ్యా ఏలనారంభించెను.",
    "26": "అహజ్యా ఏలనారంభించినప్పుడు ఇరవై రెండు ఏండ్లవాడు; అతడు యెరూషలేములో ఒక సంవత్సరము ఏలెను. అతని తల్లి పేరు అతల్యా; ఆమె ఇశ్రాయేలు రాజైన ఒమ్రీ కుమార్తె.",
    "27": "అతడు అహాబు ఇంటివారి మార్గములో నడిచి, అహాబు ఇంటివారివలె యెహోవా దృష్టికి చెడుతనము చేసెను; ఏలయనగా అతడు అహాబు ఇంటివారికి అల్లుడు.",
    "28": "అతడు అహాబు కుమారుడైన యెహోరాముతో కూడ సిరియా రాజైన హజాయేలుతో యుద్ధము చేయుటకు గిలాదులోని రామోతుకు వెళ్లెను; సిరియనులు యెహోరామును గాయపరచిరి.",
    "29": "రాజైన యెహోరాము సిరియా రాజైన హజాయేలుతో యుద్ధము చేసినప్పుడు రామాలో సిరియనులు తనను కొట్టిన గాయములను బాగుచేసికొనుటకు యెజ్రెయేలునకు తిరిగి వచ్చెను. అహాబు కుమారుడైన యెహోరాము రోగియై యున్నందున యూదా రాజైన యెహోరాము కుమారుడగు అహజ్యా యెజ్రెయేలులో అతనిని చూడవెళ్ళెను."
}
