
{
    "1": "ప్రవక్తయైన ఎలీషా ప్రవక్తల శిష్యులలో ఒకనిని పిలిచి - నీవు నడుము కట్టుకొని ఈ తైలపు బుడ్డిని చేత పట్టుకొని గిలాదులోని రామోతుకు వెళ్లుము.",
    "2": "నీవు అక్కడికి వచ్చినప్పుడు నింషీ మనుమడును యెహోషాపాతు కుమారుడునైన యెహూను చూచి లోపలికి వెళ్లి, అతని సహోదరుల మధ్యనుండి అతని లేపి లోపలి గదిలోనికి అతని తీసికొనిపోయి",
    "3": "ఈ తైలపు బుడ్డిని తీసికొని అతని తలమీద పోసి - నిన్ను ఇశ్రాయేలు మీద రాజుగా అభిషేకించితినని యెహోవా సెలవిచ్చుచున్నాడని చెప్పి, తలుపు తీసి తడవు చేయక పారిపొమ్మని చెప్పెను.",
    "4": "కాబట్టి ఆ యౌవనుడు, ఆ ప్రవక్తయైన యౌవనుడు గిలాదులోని రామోతుకు వెళ్ళెను.",
    "5": "అతడు వచ్చినప్పుడు సైన్యాధిపతులు కూర్చునియుండిరి. అతడు - అధిపతీ, నీతో ఒక మాట చెప్పవలెననగా, యెహోషూ - మా అందరిలో ఎవరితో అని అడిగెను. అందుకతడు - అధిపతీ, నీతోనే అని చెప్పెను.",
    "6": "అతడు లేచి ఇంటిలోనికి వెళ్ళెను; అతడు అతని తలమీద ఆ తైలము పోసి అతనితో ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - యెహోవా ప్రజలైన ఇశ్రాయేలు మీద నేను నిన్ను రాజుగా అభిషేకించితిని.",
    "7": "నా సేవకులైన ప్రవక్తల రక్తమును గూర్చియు యెహోవా సేవకులందరి రక్తమును గూర్చియు నేను యెజెబెలు మీద పగ తీర్చుకొనునట్లు నీవు నీ యజమానుడైన అహాబు ఇంటివారిని హతము చేయవలెను.",
    "8": "అహాబు ఇంటివారందరు నశింతురు; అహాబు సంతానములో బద్ధుడనేమి ముక్తుడనేమి ప్రతి మగవానిని ఇశ్రాయేలులో నుండకుండ నేను నిర్మూలము చేసెదను.",
    "9": "నెబాతు కుమారుడైన యరొబాము ఇంటిని చేసినట్లును అహీయా కుమారుడైన బయెషా ఇంటిని చేసినట్లును అహాబు ఇంటిని చేసెదను.",
    "10": "యెజ్రెయేలు భూభాగములో కుక్కలు యెజెబెలును తినును; ఆమెను పాతిపెట్టువాడెవడును ఉండడు అని చెప్పి తలుపు తీసి పారిపోయెను.",
    "11": "యెహూ తన యజమానుని సేవకుల యొద్దకు బయటికి రాగా ఒకడు - అంతయు క్షేమమా? ఆ వెర్రివాడు నీ యొద్దకు ఎందుకు వచ్చెనని అడుగగా, అతడు - ఆ మనుష్యుని అతని మాటను మీరు ఎరుగుదురని వారితో చెప్పెను.",
    "12": "అందుకు వారు - అది అబద్ధము, దయచేసి మాతో చెప్పుమనిరి. అప్పుడతడు - అతడు ఈలాగున ఈలాగున నాతో చెప్పెను; యెహోవా సెలవిచ్చునదేమనగా - ఇశ్రాయేలు మీద నేను నిన్ను రాజుగా అభిషేకించితిని అని చెప్పెను.",
    "13": "అప్పుడు వారు త్వరపడి ప్రతివాడును తన వస్త్రమును తీసికొని మెట్ల పైన అతని క్రింద వేసి బూర ఊది - యెహోషూ రాజాయెనని చాటించిరి.",
    "14": "నింషీ మనుమడును యెహోషాపాతు కుమారుడునైన యెహూ యోరాము మీద కుట్ర చేసెను. (యోరామును ఇశ్రాయేలీయులందరును సిరియా రాజైన హజాయేలును బట్టి గిలాదులోని రామోతును కాపాడుచుండిరి.",
    "15": "అయితే రాజైన యోరాము సిరియా రాజైన హజాయేలుతో యుద్ధము చేసినప్పుడు సిరియనులు తనను కొట్టిన గాయములను బాగుచేసికొనుటకు యెజ్రెయేలునకు తిరిగి వచ్చియుండెను). అప్పుడు యెహోషూ - ఇది మీకు సమ్మతమైతే ఈ సంగతి తెలియజేయుటకు ఈ పట్టణములోనుండి ఒకడైనను తప్పించుకొని యెజ్రెయేలునకు వెళ్ళకుండ చూడుడని చెప్పెను.",
    "16": "యెహోషూ రథమెక్కి యెజ్రెయేలునకు వెళ్ళెను; యోరాము అక్కడ మంచమున పడియుండెను; ఇశ్రాయేలు రాజైన యోరామును చూచుటకు యూదా రాజైన అహజ్యా అక్కడికి వచ్చియుండెను.",
    "17": "యెజ్రెయేలు గోపురము మీదనున్న కావలివాడు యెహోషూ సైన్యము వచ్చుట చూచి - నాకు ఒక సైన్యము కనబడుచున్నదని చెప్పగా, యోరాము - ఒక రౌతును పిలిచి వారిని ఎదుర్కొనుటకు పంపి - సమాధానమా అని అడుగుమనగా",
    "18": "ఒకడు గుఱ్ఱమెక్కి అతనిని ఎదుర్కొన వెళ్లి - సమాధానమా అని రాజు అడుగుచున్నాడని చెప్పెను. అందుకు యెహోషూ - సమాధానముతో నీకేమి పని? నా వెనుకకు తిరుగుమనగా, కావలివాడు - దూత వారి యొద్దకు వెళ్లెను గాని తిరిగి రాలేదని తెలియజేసెను.",
    "19": "అప్పుడు అతడు రెండవ రౌతును పంపగా వాడు వారి యొద్దకు వచ్చి - సమాధానమా అని రాజు అడుగుచున్నాడని చెప్పెను. అందుకు యెహోషూ - సమాధానముతో నీకేమి పని? నా వెనుకకు తిరుగుమనెను.",
    "20": "కావలివాడు - వాడు వారి యొద్దకు వెళ్ళెను గాని తిరిగి రాలేదు; మరియు తోలుట నింషీ కుమారుడైన యెహోషూ తోలునట్లున్నది; అతడు వెర్రిగా తోలుచున్నాడని చెప్పెను.",
    "21": "అప్పుడు యోరాము - రథము సిద్ధపరచుమని చెప్పగా వారు రథమును సిద్ధపరచిరి. ఇశ్రాయేలు రాజైన యోరామును యూదా రాజైన అహజ్యాయును తమ తమ రథములెక్కి యెహోషూను ఎదుర్కొన వెళ్లి యెజ్రెయేలీయుడైన నాబోతు పొలములో అతనిని కలుసుకొనిరి.",
    "22": "యోరాము యెహోషూను చూచి - యెహోషూ, సమాధానమా అని అడుగగా అతడు - నీ తల్లియైన యెజెబెలు జారత్వములును చిల్లంగి పనులును ఇంత విస్తారమై యుండగా సమాధానమెక్కడిదని చెప్పెను.",
    "23": "అప్పుడు యోరాము తన రథమును త్రిప్పి పారిపోయి - అహజ్యా, కుట్ర అని అహజ్యాతో చెప్పెను.",
    "24": "యెహోషూ తన బలము కొలది విల్లు ఎక్కుపెట్టి యోరామును భుజముల మధ్య కొట్టగా బాణము అతని గుండెలో గుండా దూసిపోయెను; అతడు తన రథములో క్రుంగిపడెను.",
    "25": "అప్పుడు యెహోషూ తన అధిపతియైన బిద్కరుతో ఇట్లనెను - ఇతనిని తీసికొని యెజ్రెయేలీయుడైన నాబోతు పొలములో పారవేయుము; నేనును నీవును జతగా గుఱ్ఱములెక్కి ఇతని తండ్రియైన అహాబు వెనుక వెళ్లుచుండగా యెహోవా ఇతని మీద ఈ శిక్ష మోపిన సంగతి జ్ఞాపకము చేసికొనుము.",
    "26": "నేను నిన్న నాబోతు రక్తమును అతని కుమారుల రక్తమును నిశ్చయముగా చూచితిని; ఈ పొలములోనే దానికి ప్రతికారము చేసెదనని యెహోవా సెలవిచ్చెను గనుక యెహోవా మాట చొప్పున ఇతనిని తీసికొని ఈ పొలములో పారవేయుము.",
    "27": "యూదా రాజైన అహజ్యా దీనిని చూచి ఉద్యానవన గృహ మార్గమున పారిపోయెను; యెహోషూ అతని తరిమి - రథము నందు అతనిని కూడ కొట్టుడని చెప్పగా, వారు ఇబ్లెయాము దగ్గరనున్న గూరు ఎక్కుడు మార్గమున అతని కొట్టిరి. అతడు మెగిద్దోకు పారిపోయి అక్కడ చనిపోయెను.",
    "28": "అతని సేవకులు రథము మీద అతని యెరూషలేమునకు తీసికొనిపోయి దావీదు పురములో అతని పితరుల యొద్ద అతని సమాధిలో అతని పాతిపెట్టిరి.",
    "29": "అహాబు కుమారుడైన యోరాము ఏలుబడిలో పదకొండవ సంవత్సరమున అహజ్యా యూదాను ఏలనారంభించెను.",
    "30": "యెహోషూ యెజ్రెయేలునకు వచ్చెను; యెజెబెలు అది విని కళ్లకు కాటుక పెట్టుకొని, తల అలంకరించుకొని కిటికీలోనుండి చూచుచుండెను.",
    "31": "యెహోషూ గుమ్మము ద్వారా లోపలికి వచ్చినప్పుడు ఆమె - తన యజమానుని చంపిన జిమ్రీ, నీకు సమాధానమా అనెను.",
    "32": "అతడు ఆ కిటికీ వైపు తల ఎత్తి - నా పక్షమున నున్నవారెవరు? ఎవరని అడుగగా ఇద్దరు ముగ్గురు షండులు అతని వైపు చూచిరి.",
    "33": "ఆమెను క్రిందికి త్రోయుడని అతడు చెప్పగా వారు ఆమెను క్రిందికి త్రోసిరి; ఆమె రక్తము గోడ మీదను గుఱ్ఱముల మీదను చిందెను; అతడు ఆమెను త్రొక్కించెను.",
    "34": "అతడు లోపలికి వెళ్లి తిని త్రాగి - శాపగ్రస్తురాలైన ఆ స్త్రీని కనుగొని ఆమెను పాతిపెట్టుడి; ఆమె రాజు కుమార్తె గదా అనెను.",
    "35": "వారు ఆమెను పాతిపెట్టుటకు వెళ్లిరి గాని ఆమె కపాలమును పాదములును అరచేతులును తప్ప మరి ఏమియు వారికి దొరకలేదు.",
    "36": "వారు తిరిగి వచ్చి అతనికి ఆ సంగతి తెలియజేయగా అతడు ఇట్లనెను - తిష్బీయుడైన ఏలీయా అను తన సేవకుని ద్వారా యెహోవా సెలవిచ్చిన మాట ఇదే; అదేమనగా - యెజ్రెయేలు భూభాగములో కుక్కలు యెజెబెలు మాంసమును తినును.",
    "37": "ఇది యెజెబెలు అని చెప్పుటకు వీలులేకుండ యెజెబెలు శవము యెజ్రెయేలు భూభాగములో పెంటవలె ఉండును."
}
