
{
    "1": "నా ప్రాణమా, యెహోవాను సన్నుతించుము; యెహోవా నా దేవా, నీవు అధిక ఘనత వహించినవాడవు; నీవు మహిమాప్రభావములను ధరించియున్నావు.",
    "2": "వస్త్రమువలె నీవు వెలుగును కప్పుకొనియున్నావు; తెరవలె ఆకాశములను విశాలపరచుచున్నావు.",
    "3": "జలములలో ఆయన తన గదుల దూలములను వేసియున్నాడు; మేఘములను తనకు వాహనముగా చేసికొనియున్నాడు; గాలి రెక్కల మీద ఆయన సంచరించుచున్నాడు.",
    "4": "వాయువులను తనకు దూతలుగాను, అగ్ని జ్వాలలను తనకు సేవకులుగాను ఆయన చేసికొనుచున్నాడు.",
    "5": "భూమి ఎన్నటికీ కదలకుండునట్లు ఆయన దానిని పునాదుల మీద స్థిరపరచెను.",
    "6": "నీవు దానిని వస్త్రముతో కప్పినట్లు అగాధ జలములతో కప్పితివి; పర్వతములకు పైగా నీళ్లు నిలిచెను.",
    "7": "నీవు గద్దించగానే అవి పారిపోయెను; నీ ఉరుము శబ్దమునకు అవి త్వరగా పారిపోయెను.",
    "8": "నీవు వాటికి నియమించిన స్థలమునకు అవి పోవునప్పుడు కొండలు ఎక్కెను లోయలు దిగెను.",
    "9": "అవి దాటలేని సరిహద్దును నీవు వాటికి నియమించితివి; భూమిని కప్పుటకు అవి తిరిగి రావు.",
    "10": "ఆయన లోయలలో నీటిబుగ్గలను పుట్టించును; అవి కొండల నడుమ పారును.",
    "11": "అవి అడవి జంతువులన్నిటికి దాహమిచ్చును; అడవి గాడిదలు తమ దప్పిక తీర్చుకొనును.",
    "12": "వాటి ఒడ్డున ఆకాశ పక్షులు వాసము చేయును; కొమ్మల నడుమ అవి మృదువుగా కూయును.",
    "13": "ఆయన తన గదులలోనుండి కొండలకు నీళ్లు కట్టును; నీ క్రియల ఫలము చేత భూమి తృప్తి పొందుచున్నది.",
    "14": "పశువులకు గడ్డిని, నరులకు ఉపయోగపడు కూర మొక్కలను ఆయన మొలిపించుచున్నాడు.",
    "15": "అందువలన భూమిలోనుండి ఆహారమును, నరుల హృదయమును సంతోషపెట్టు ద్రాక్షారసమును, వారి మొహములకు మెరుగు నిచ్చు నూనెను, నరుల హృదయమును బలపరచు ఆహారమును ఆయన పుట్టించుచున్నాడు.",
    "16": "యెహోవా వృక్షములు, ఆయన నాటిన లెబానోను దేవదారులు తృప్తి పొందుచున్నవి.",
    "17": "అక్కడ పక్షులు గూళ్లు కట్టుకొనును; సన్నజాజి చెట్లు కొంగలకు ఇిల్లు.",
    "18": "గొప్ప కొండలు కొండ మేకలకు ఉనికిపట్టు; బండలు కుందేళ్లకు ఆశ్రయము.",
    "19": "ఋతువులను తెలుపుటకు ఆయన చంద్రుని నియమించెను; సూర్యునికి తన అస్తమయకాలము తెలియును.",
    "20": "నీవు చీకటి కలుగజేయగా రాత్రి అగుచున్నది; అప్పుడు అడవి జంతువులన్నియు తిరుగులాడును.",
    "21": "కొదమ సింహములు వేట కొరకు గర్జించును; తమ ఆహారమును దేవుని అడుగును.",
    "22": "సూర్యుడు ఉదయింపగానే అవి మరలిపోయి తమ గుహలలో పండుకొనును.",
    "23": "సాయంకాలము వరకు పాటుపడి తమ పనులు జరుపుకొనుటకై మనుష్యులు బయలుదేరుదురు.",
    "24": "యెహోవా, నీ కార్యములు ఎన్నెన్ని విధములుగా ఉన్నవి! జ్ఞానముతో నీవు వాటన్నిటిని చేసితివి; భూమి నీ ఆస్తితో నిండియున్నది.",
    "25": "అదిగో విశాలమైన మహా సముద్రము; అందులో లెక్కలేని జలచరములు, అనగా చిన్నవియు పెద్దవియునైన జంతువులున్నవి.",
    "26": "అందులో ఓడలు నడుచుచున్నవి; అందులో ఆడుకొనుటకు నీవు నిర్మించిన మకరములున్నవి.",
    "27": "తగిన కాలమున నీవు వాటికి ఆహారమిచ్చుదువని అవన్నియు నీ కొరకు కనిపెట్టుచున్నవి.",
    "28": "నీవు వాటికి పెట్టునది అవి కూర్చుకొనును; నీవు గుప్పిలి విప్పగా అవి మేలుతో తృప్తి పొందును.",
    "29": "నీవు ముఖము మరుగుచేసికొనగా అవి కలవరపడును; నీవు వాటి ఊపిరి తీసివేయునప్పుడు అవి మరణము నొంది తమ మంటికి చేరును.",
    "30": "నీవు నీ ఊపిరి విడువగా అవి సృజింపబడును; అట్లు నీవు భూతలమును నూతనపరచుచున్నావు.",
    "31": "యెహోవా మహిమ నిత్యము ఉండును గాక; యెహోవా తన క్రియలను బట్టి సంతోషించును గాక.",
    "32": "ఆయన భూమిని చూడగా అది వణకును; ఆయన పర్వతములను ముట్టగా అవి పొగరాజును.",
    "33": "నా జీవితకాలమంతయు నేను యెహోవాకు పాటలు పాడెదను; నేను బ్రతుకు కాలమంతయు నా దేవుని కీర్తించెదను.",
    "34": "నా ధ్యానము ఆయనకు ఇంపుగా ఉండును గాక; నేను యెహోవా యందు సంతోషించెదను.",
    "35": "పాపులు భూమిమీదనుండి లయమగుదురు గాక; భక్తిహీనులు ఇక నుండకపోవుదురు గాక. నా ప్రాణమా, యెహోవాను సన్నుతించుము; యెహోవాను స్తుతించుడి."
}
