
{
    "1": "యెహోవాకు కృతజ్ఞతాస్తుతులు చెల్లించుడి; ఆయన నామమును ప్రకటించుడి; జనములలో ఆయన కార్యములను తెలియజేయుడి.",
    "2": "ఆయనకు పాడుడి, ఆయనను కీర్తించుడి; ఆయన అద్భుత క్రియలన్నిటిని గూర్చి మాటలాడుడి.",
    "3": "ఆయన పరిశుద్ధ నామమును బట్టి అతిశయించుడి; యెహోవాను వెదకువారి హృదయము సంతోషించును గాక.",
    "4": "యెహోవాను వెదకుడి, ఆయన బలమును వెదకుడి; ఆయన ముఖమును నిత్యము వెదకుడి.",
    "5": "ఆయన చేసిన అద్భుతములను జ్ఞాపకము చేసికొనుడి; ఆయన సూచక క్రియలను ఆయన నోటి తీర్పులను జ్ఞాపకము చేసికొనుడి.",
    "6": "ఆయన సేవకుడైన అబ్రాహాము వంశస్థులారా, ఆయన ఏర్పరచుకొనిన యాకోబు సంతానమా, మీరాయనను జ్ఞాపకము చేసికొనుడి.",
    "7": "ఆయనే మన దేవుడైన యెహోవా; ఆయన తీర్పులు భూమియందంతట జరుగుచున్నవి.",
    "8": "ఆయన తన నిబంధనను నిత్యము జ్ఞాపకము చేసికొనుచున్నాడు; వేయి తరముల వరకు ఆయన ఆజ్ఞాపించిన మాటను జ్ఞాపకము చేసికొనుచున్నాడు.",
    "9": "అబ్రాహాముతో తాను చేసిన నిబంధనను, ఇస్సాకుతో తాను చేసిన ప్రమాణమును ఆయన జ్ఞాపకము చేసికొనుచున్నాడు.",
    "10": "ఆయన దానిని యాకోబుకు కట్టడగాను ఇశ్రాయేలుకు నిత్య నిబంధనగాను స్థిరపరచెను.",
    "11": "మీ స్వాస్థ్యభాగమైన కనాను దేశమును నీకు ఇచ్చెదనని ఆయన సెలవిచ్చెను.",
    "12": "అప్పుడు వారు లెక్కకు కొద్దిమందిగా ఉండిరి; బహు కొద్దిమందిగా ఉండి అందులో పరదేశులై యుండిరి.",
    "13": "వారు ఈ జనమునుండి ఆ జనమునకును, ఈ రాజ్యమునుండి వేరొక జనుల యొద్దకును తిరుగులాడుచుండగా",
    "14": "ఎవరును వారికి హాని చేయుటకు ఆయన ఒప్పుకొనలేదు; ఆయన వారి నిమిత్తము రాజులను గద్దించెను.",
    "15": "నేను అభిషేకించినవారిని ముట్టకూడదు; నా ప్రవక్తలకు కీడు చేయకూడదు అనెను.",
    "16": "మరియు ఆయన దేశము మీద కరవు రప్పించెను; ఆహారమను ఆధారమును బొత్తిగా కొట్టివేసెను.",
    "17": "ఆయన వారికంటే ముందుగా ఒకని పంపెను; యోసేపు దాసుడుగా అమ్మబడెను.",
    "18": "వారు సంకెళ్లతో అతని కాళ్లను నొప్పించిరి; అతడు ఇనుప కట్లలలో ఉండెను.",
    "19": "అతడు చెప్పిన సంగతి నెరవేరు వరకు యెహోవా వాక్కు అతనిని పరిశోధించెను.",
    "20": "రాజు వర్తమానము పంపి అతని విడిపించెను; ప్రజల ఏలిక అతనిని విడుదల చేసెను.",
    "21": "తన ఇంటికి యజమానునిగాను తన ఆస్తి అంతటి మీద అధికారిగాను అతని నియమించెను.",
    "22": "అందువలన అతడు తన ఇష్టప్రకారము రాజు యొక్క అధికారులను బంధించుటకును, అతని పెద్దలకు జ్ఞానము నేర్పుటకును అధికారి ఆయెను.",
    "23": "తరువాత ఇశ్రాయేలు ఐగుప్తునకు వచ్చెను; యాకోబు హాము దేశములో పరదేశిగా ఉండెను.",
    "24": "అక్కడ ఆయన తన ప్రజలను అత్యధికముగా సంతానాభివృద్ధి పొందించెను; వారి విరోధులకంటె వారిని బలపరచెను.",
    "25": "తన ప్రజలను ద్వేషించునట్లును, తన సేవకుల యెడల కుయుక్తిగా ప్రవర్తించునట్లును ఆయన వారి హృదయమును త్రిప్పెను.",
    "26": "ఆయన తన సేవకుడైన మోషేను, తాను ఏర్పరచుకొనిన అహరోనును పంపెను.",
    "27": "వీరు వారి మధ్య ఆయన సూచక క్రియలను, హాము దేశములో అద్భుతములను చేసిరి.",
    "28": "ఆయన చీకటిని పంపి అంధకారము కలుగజేసెను; వారు ఆయన మాటను ఎదిరింపలేదు.",
    "29": "ఆయన వారి జలములను రక్తముగా మార్చి వారి చేపలను చంపెను.",
    "30": "వారి దేశము కప్పలతో నిండెను; వారి రాజుల గదులలో సహితము అవి ఉండెను.",
    "31": "ఆయన ఆజ్ఞాపింపగా ఈగలును వారి ప్రాంతములన్నిటిలో దోమలును వచ్చెను.",
    "32": "ఆయన వారికి వర్షమునకు బదులుగా వడగండ్లను, వారి దేశములో అగ్నిజ్వాలలను కురిపించెను.",
    "33": "ఆయన వారి ద్రాక్షతోటలను అంజూరపు చెట్లను పాడుచేసెను; వారి ప్రాంతములలోని చెట్లను విరిచివేసెను.",
    "34": "ఆయన ఆజ్ఞాపింపగా మిడతలును లెక్కలేనన్ని గొంగళిపురుగులును వచ్చెను.",
    "35": "అవి వారి దేశములోని పచ్చిక అంతయు తినివేసెను; వారి నేల పంటను తినివేసెను.",
    "36": "ఆయన వారి దేశములోని జ్యేష్ఠులనందరిని, వారి బలమునకు ప్రథమఫలమైన వారినందరిని హతము చేసెను.",
    "37": "వెండి బంగారములతో ఆయన వారిని వెలుపలికి రప్పించెను; ఆయన గోత్రములలో నిస్సత్తువ గలవాడొకడును లేకపోయెను.",
    "38": "వారు బయలుదేరినప్పుడు ఐగుప్తీయులు సంతోషించిరి; ఏలయనగా వారివలన వీరికి భయము కలిగెను.",
    "39": "ఆయన వారికి చాటుగా ఉండుటకు మేఘమును, రాత్రివేళ వెలుగిచ్చుటకు అగ్నిని వ్యాపింపజేసెను.",
    "40": "వారు అడుగగా ఆయన పూరేళ్లను రప్పించెను; ఆకాశధాన్యముతో వారిని తృప్తిపరచెను.",
    "41": "ఆయన బండను చీల్చగా నీళ్లు ఉబికెను; అవి ఎడారిలో ఏరులై పారెను.",
    "42": "ఏలయనగా ఆయన తన పరిశుద్ధ వాగ్దానమును, తన సేవకుడైన అబ్రాహామును జ్ఞాపకము చేసికొనెను.",
    "43": "ఆయన సంతోషముతో తన ప్రజలను, ఉత్సాహగానముతో తాను ఏర్పరచుకొనినవారిని వెలుపలికి రప్పించెను.",
    "44": "ఆయన అన్యజనుల భూములను వారికిచ్చెను; జనులు కష్టపడి సంపాదించినదానిని వారు స్వతంత్రించుకొనిరి.",
    "45": "వారు తన కట్టడలను గైకొనునట్లును, తన ధర్మశాస్త్రమును ఆచరించునట్లును ఆయన ఆలాగు చేసెను. యెహోవాను స్తుతించుడి."
}
