
{
    "1": "యెహోవాను స్తుతించుడి; యెహోవా దయాలుడు, ఆయనకు కృతజ్ఞతాస్తుతులు చెల్లించుడి; ఆయన కృప నిరంతరముండును.",
    "2": "యెహోవా పరాక్రమ కార్యములను ఎవరు వివరించగలరు? ఆయన కీర్తి అంతయు ఎవరు ప్రకటించగలరు?",
    "3": "న్యాయమును గైకొనువారును, ఎల్లప్పుడు నీతిని అనుసరించి నడుచుకొనువారును ధన్యులు.",
    "4": "యెహోవా, నీ ప్రజల యెడల నీకున్న దయ చొప్పున నన్ను జ్ఞాపకము చేసికొనుము; నీ రక్షణతో నన్ను దర్శించుము.",
    "5": "అప్పుడు నేను నీవు ఏర్పరచుకొనినవారికి కలుగు క్షేమమును చూచెదను; నీ జనుల సంతోషముతో నేను సంతోషించెదను; నీ స్వాస్థ్యమైనవారితో కూడి నేను అతిశయించెదను.",
    "6": "మా పితరులవలె మేము పాపము చేసితిమి; మేము దోషము కట్టుకొని భక్తిహీనముగా ప్రవర్తించితిమి.",
    "7": "ఐగుప్తులో మా పితరులు నీ అద్భుత కార్యములను గ్రహింపకపోయిరి; నీ కృపాబాహుళ్యమును జ్ఞాపకము చేసికొనకపోయిరి; సముద్రమునొద్ద, ఎర్ర సముద్రమునొద్దనే వారు తిరుగుబాటు చేసిరి.",
    "8": "అయినను ఆయన తన పరాక్రమమును వెల్లడిచేయుటకై తన నామమును బట్టి వారిని రక్షించెను.",
    "9": "ఆయన ఎర్ర సముద్రమును గద్దించగా అది ఆరిపోయెను; మైదానములో నడిపించునట్లు ఆయన వారిని అగాధ జలములలో నడిపించెను.",
    "10": "పగవాని చేతిలోనుండి ఆయన వారిని రక్షించెను; శత్రువు చేతిలోనుండి వారిని విమోచించెను.",
    "11": "నీళ్లు వారి విరోధులను కప్పివేసెను; వారిలో ఒక్కడును మిగిలియుండలేదు.",
    "12": "అప్పుడు వారు ఆయన మాటలు నమ్మిరి; ఆయన కీర్తిని గానము చేసిరి.",
    "13": "అయినను వారు ఆయన కార్యములను త్వరగా మరచిపోయిరి; ఆయన ఆలోచన కొరకు కనిపెట్టుకొనకపోయిరి.",
    "14": "అరణ్యములో వారు మిక్కిలి ఆశపడిరి; ఎడారిలో దేవునిని శోధించిరి.",
    "15": "ఆయన వారు అడిగినది వారికిచ్చెను గాని వారి ప్రాణములకు క్షీణత కలుగజేసెను.",
    "16": "పాళెములో వారు మోషే యందును, యెహోవాకు ప్రతిష్ఠితుడైన అహరోను నందును అసూయపడిరి.",
    "17": "భూమి చీలి దాతానును మింగివేసెను; అబీరాము గుంపును కప్పివేసెను.",
    "18": "వారి గుంపులో అగ్ని రగులుకొనెను; మంట భక్తిహీనులను కాల్చివేసెను.",
    "19": "హోరేబులో వారు దూడను చేసికొనిరి; పోత విగ్రహమునకు నమస్కరించిరి.",
    "20": "గడ్డి మేయు ఎద్దు రూపమునకు తమ మహిమను మార్చుకొనిరి.",
    "21": "ఐగుప్తులో గొప్ప కార్యములను, హాము దేశములో ఆశ్చర్యకార్యములను,",
    "22": "ఎర్ర సముద్రమునొద్ద భయము పుట్టించు క్రియలను చేసిన తమ రక్షకుడైన దేవుని వారు మరచిపోయిరి.",
    "23": "కాబట్టి వారిని నాశనము చేసెదనని ఆయన చెప్పెను; అయితే ఆయన వారిని నాశనము చేయకుండునట్లు ఆయన ఏర్పరచుకొనిన మోషే ఆయన ఉగ్రతను మళ్లించుటకై ఆయన సముఖమున నిలిచెను.",
    "24": "మరియు వారు రమ్యమైన దేశమును తృణీకరించిరి; ఆయన మాట నమ్మకపోయిరి.",
    "25": "తమ గుడారములలో సణుగుకొనుచు యెహోవా మాట వినకపోయిరి.",
    "26": "కావున ఆయన వారిని అరణ్యములో కూల్చునట్లును,",
    "27": "వారి సంతానమును అన్యజనులలో పడవేయునట్లును, వారిని దేశములలో చెదరగొట్టునట్లును వారి మీద చెయ్యి ఎత్తెను.",
    "28": "మరియు వారు బయల్పెయోరును హత్తుకొని, చచ్చినవారికి అర్పించిన బలులను తినిరి.",
    "29": "తమ క్రియలవలన వారు ఆయనకు కోపము పుట్టించిరి; వారిలో తెగులు రేగెను.",
    "30": "అప్పుడు ఫీనెహాసు లేచి తీర్పు తీర్చగా తెగులు ఆగిపోయెను.",
    "31": "నిరంతరము తరతరములకు అది అతనికి నీతిగా ఎంచబడెను.",
    "32": "మెరీబా జలముల యొద్ద వారు ఆయనకు కోపము పుట్టించిరి; వారిని బట్టి మోషేకు బాధ కలిగెను.",
    "33": "వారు అతని ఆత్మకు కోపము పుట్టించగా అతడు తన పెదవులతో ఆలోచన లేక పలికెను.",
    "34": "యెహోవా తమకు ఆజ్ఞాపించినట్లు వారు అన్యజనులను నాశనము చేయలేదు.",
    "35": "వారితో సహవాసము చేసి, వారి క్రియలను నేర్చుకొనిరి.",
    "36": "వారి విగ్రహములను పూజించిరి; అవి వారికి ఉరి ఆయెను.",
    "37": "మరియు వారు తమ కుమారులను తమ కుమార్తెలను దయ్యములకు బలిగా అర్పించిరి.",
    "38": "నిరపరాధ రక్తము, అనగా కనానీయుల విగ్రహములకు బలిగా అర్పించిన తమ కుమారుల రక్తమును తమ కుమార్తెల రక్తమును చిందించిరి; ఆ రక్తమువలన దేశము అపవిత్రమాయెను.",
    "39": "ఈలాగున వారు తమ క్రియలవలన అపవిత్రులైరి; తమ నడకవలన వారు వ్యభిచరించిరి.",
    "40": "కాబట్టి యెహోవా కోపము ఆయన ప్రజల మీద రగులుకొనెను; ఆయన తన స్వాస్థ్యమును అసహ్యించుకొనెను.",
    "41": "ఆయన అన్యజనుల చేతికి వారిని అప్పగించెను; వారిని ద్వేషించినవారు వారిని ఏలిరి.",
    "42": "వారి శత్రువులు వారిని బాధపెట్టిరి; వారు వీరి చేతి క్రింద అణగద్రొక్కబడిరి.",
    "43": "అనేక పర్యాయములు ఆయన వారిని విడిపించెను గాని వారు తమ ఆలోచనలచేత ఆయనకు కోపము పుట్టించిరి; తమ దోషమును బట్టి వారు క్రుంగిపోయిరి.",
    "44": "అయినను వారి మొరను ఆయన విన్నప్పుడు వారి ఇబ్బందిని చూచెను.",
    "45": "వారికొరకు తన నిబంధనను జ్ఞాపకము చేసికొని, తన కృపాబాహుళ్యమును బట్టి సంతాపము నొందెను.",
    "46": "వారిని చెరపట్టిన వారందరివలన వారికి కనికరము కలుగునట్లు చేసెను.",
    "47": "యెహోవా మా దేవా, మమ్మును రక్షించుము; మేము నీ పరిశుద్ధ నామమునకు కృతజ్ఞతాస్తుతులు చెల్లించునట్లును, నిన్ను స్తుతించుచు అతిశయించునట్లును అన్యజనులలోనుండి మమ్మును పోగుచేయుము.",
    "48": "ఇశ్రాయేలు దేవుడైన యెహోవా యుగయుగములు స్తుతింపబడును గాక. ప్రజలందరు - ఆమేన్ అని చెప్పవలెను. యెహోవాను స్తుతించుడి."
}
