
{
    "1": "యెహోవా ధర్మశాస్త్రమునందు నడుచుకొనుచు, మార్గమునందు యథార్థులైనవారు ధన్యులు.",
    "2": "ఆయన శాసనములను గైకొనుచు, పూర్ణహృదయముతో ఆయనను వెదకువారు ధన్యులు.",
    "3": "వారు ఏ అన్యాయమును చేయరు; వారు ఆయన మార్గములలో నడుచుకొందురు.",
    "4": "మేము నీ ఉపదేశములను జాగ్రత్తగా గైకొనవలెనని నీవు ఆజ్ఞాపించితివి.",
    "5": "నీ కట్టడలను గైకొనునట్లు నా ప్రవర్తనలు స్థిరపడియుండిన ఎంత మేలు!",
    "6": "నీ ఆజ్ఞలన్నిటిని నేను లక్ష్యము చేయునప్పుడు నాకు అవమానము కలుగదు.",
    "7": "నీ న్యాయమైన విధులను నేను నేర్చుకొనునప్పుడు యథార్థహృదయముతో నీకు కృతజ్ఞతాస్తుతులు చెల్లించెదను.",
    "8": "నీ కట్టడలను నేను గైకొనెదను; నన్ను బొత్తిగా విడిచిపెట్టకుము.",
    "9": "యౌవనస్థులు దేనిచేత తమ నడతను శుద్ధిపరచుకొందురు? నీ వాక్యమును బట్టి దానిని జాగ్రత్తగా చూచుకొనుటచేతనే గదా?",
    "10": "నా పూర్ణహృదయముతో నిన్ను వెదకియున్నాను; నీ ఆజ్ఞలనుండి నన్ను దారి తప్పనియ్యకుము.",
    "11": "నేను నీ యెడల పాపము చేయకుండునట్లు నా హృదయములో నీ వాక్యమును ఉంచుకొనియున్నాను.",
    "12": "యెహోవా, నీవు స్తోత్రము నొందదగినవాడవు; నీ కట్టడలను నాకు బోధించుము.",
    "13": "నీ నోటి న్యాయవిధులన్నిటిని నా పెదవులతో వివరించియున్నాను.",
    "14": "సకల సంపదలు దొరికినట్లు నీ శాసనముల మార్గమునందు నేను సంతోషించుచున్నాను.",
    "15": "నీ ఉపదేశములను నేను ధ్యానించెదను; నీ త్రోవలను లక్ష్యపెట్టెదను.",
    "16": "నీ కట్టడలయందు నేను ఆనందించెదను; నీ వాక్యమును నేను మరువను.",
    "17": "నీ సేవకునికి మేలు చేయుము; అప్పుడు నేను బ్రతికి నీ వాక్యమును గైకొనెదను.",
    "18": "నేను నీ ధర్మశాస్త్రమందు ఆశ్చర్యమైన సంగతులను చూచునట్లు నా కన్నులు తెరువుము.",
    "19": "నేను భూమిమీద పరదేశినై యున్నాను; నీ ఆజ్ఞలను నాకు దాచకుము.",
    "20": "ఎల్లప్పుడు నీ న్యాయవిధులయందు గల ఆశ చేత నా ప్రాణము కృశించుచున్నది.",
    "21": "శాపగ్రస్తులైన గర్విష్ఠులను నీవు గద్దించితివి; వారు నీ ఆజ్ఞలను విడిచి తొలగిపోవుదురు.",
    "22": "నా మీదనుండి నిందను అవమానమును తొలగించుము; నేను నీ శాసనములను గైకొనియున్నాను.",
    "23": "అధిపతులు కూర్చుండి నా మీద మాటలాడుకొందురు; అయినను నీ సేవకుడు నీ కట్టడలను ధ్యానించును.",
    "24": "నీ శాసనములు నాకు సంతోషకరములు; అవి నాకు ఆలోచనకర్తలు.",
    "25": "నా ప్రాణము మంటిని హత్తుకొనుచున్నది; నీ వాక్యము చొప్పున నన్ను బ్రతికించుము.",
    "26": "నా మార్గములను నేను వివరించగా నీవు నాకు ఉత్తరమిచ్చితివి; నీ కట్టడలను నాకు బోధించుము.",
    "27": "నీ ఉపదేశముల మార్గమును నాకు బోధించుము; అప్పుడు నీ ఆశ్చర్యకార్యములను నేను ధ్యానించెదను.",
    "28": "విచారమువలన నా ప్రాణము నీరైపోవుచున్నది; నీ వాక్యము చొప్పున నన్ను స్థిరపరచుము.",
    "29": "కపట మార్గమును నాకు దూరము చేయుము; నీ ధర్మశాస్త్రమును నాకు దయచేయుము.",
    "30": "సత్యమార్గమును నేను కోరుకొంటిని; నీ న్యాయవిధులను నా యెదుట ఉంచుకొనియున్నాను.",
    "31": "నేను నీ శాసనములను హత్తుకొనియున్నాను; యెహోవా, నన్ను సిగ్గుపడనియ్యకుము.",
    "32": "నీవు నా హృదయమును విశాలపరచునప్పుడు నేను నీ ఆజ్ఞల మార్గమున పరుగెత్తెదను.",
    "33": "యెహోవా, నీ కట్టడల మార్గమును నాకు బోధించుము; తుద వరకు నేను దానిని గైకొనెదను.",
    "34": "నాకు బుద్ధి దయచేయుము; అప్పుడు నేను నీ ధర్మశాస్త్రమును అవలంబించెదను; నా పూర్ణహృదయముతో దానిని గైకొనెదను.",
    "35": "నీ ఆజ్ఞల జాడలో నన్ను నడిపింపుము; అది నాకు ఇష్టమైనది.",
    "36": "ధనాపేక్ష తట్టు కాక నీ శాసనముల తట్టు నా హృదయమును త్రిప్పుము.",
    "37": "వ్యర్థమైనవాటిని చూడకుండ నా కన్నులు త్రిప్పివేయుము; నీ మార్గములలో నన్ను బ్రతికించుము.",
    "38": "నీ భయము పుట్టించు నీ వాక్యమును నీ సేవకునికి స్థిరపరచుము.",
    "39": "నేను భయపడు నిందను నా నుండి తొలగించుము; నీ న్యాయవిధులు ఉత్తమములు.",
    "40": "ఇదిగో నీ ఉపదేశములను నేను ఆశించుచున్నాను; నీ నీతి చేత నన్ను బ్రతికించుము.",
    "41": "యెహోవా, నీ వాక్యము చొప్పున నీ రక్షణను, నీ కృపను నా మీదికి రానిమ్ము.",
    "42": "నేను నీ మాట యందు నమ్మిక యుంచియున్నాను; అప్పుడు నన్ను నిందించువారికి నేను ఉత్తరమియ్యగలను.",
    "43": "సత్యవాక్యమును నా నోటనుండి ఎన్నడును తీసివేయకుము; నీ న్యాయవిధులను నేను నమ్ముకొనియున్నాను.",
    "44": "నేను నిత్యము ఎల్లప్పుడు నీ ధర్మశాస్త్రమును అనుసరించెదను.",
    "45": "నేను నీ ఉపదేశములను వెదకుచున్నాను గనుక నేను స్వేచ్ఛగా నడిచెదను.",
    "46": "రాజుల యెదుటను నీ శాసనములను గూర్చి నేను మాటలాడుదును, సిగ్గుపడను.",
    "47": "నేను ప్రేమించు నీ ఆజ్ఞలను బట్టి నేను సంతోషించెదను.",
    "48": "నేను ప్రేమించు నీ ఆజ్ఞల తట్టు నా చేతులు ఎత్తెదను; నీ కట్టడలను నేను ధ్యానించెదను.",
    "49": "నీ సేవకుని మాట జ్ఞాపకము చేసికొనుము; దానివలన నీవు నాకు నిరీక్షణ పుట్టించితివి.",
    "50": "నీ వాక్యము నన్ను బ్రతికించియున్నది; నా బాధలో ఇదే నాకు ఆదరణ.",
    "51": "గర్విష్ఠులు నన్ను మిక్కిలి ఎగతాళి చేసినను నేను నీ ధర్మశాస్త్రమునుండి తొలగలేదు.",
    "52": "యెహోవా, పూర్వకాలమున నీవు విధించిన న్యాయవిధులను నేను జ్ఞాపకము చేసికొని ఆదరణ పొందితిని.",
    "53": "నీ ధర్మశాస్త్రమును విడిచిపెట్టు భక్తిహీనులను బట్టి నాకు మంట పుట్టుచున్నది.",
    "54": "నేను యాత్ర చేయు ఇంట నీ కట్టడలు నాకు పాటలాయెను.",
    "55": "యెహోవా, రాత్రివేళ నీ నామమును స్మరించుచున్నాను; నీ ధర్మశాస్త్రమును అనుసరించుచున్నాను.",
    "56": "నీ ఉపదేశములను నేను గైకొనుచుండుటయే నాకు కలిగిన భాగ్యము.",
    "57": "యెహోవా, నీవే నా భాగము; నీ మాటలను గైకొందునని నేను నిశ్చయించుకొంటిని.",
    "58": "నా పూర్ణహృదయముతో నీ దయను వేడుకొంటిని; నీ మాట చొప్పున నన్ను కరుణించుము.",
    "59": "నా మార్గములను నేను ఆలోచించుకొని, నీ శాసనముల తట్టు నా కాళ్లు త్రిప్పుకొంటిని.",
    "60": "నీ ఆజ్ఞలను గైకొనుటకు నేను జాగు చేయక త్వరపడితిని.",
    "61": "భక్తిహీనుల పాశములు నన్ను చుట్టుకొనియున్నవి; అయినను నీ ధర్మశాస్త్రమును నేను మరువలేదు.",
    "62": "నీ న్యాయమైన విధులను బట్టి నీకు కృతజ్ఞతాస్తుతులు చెల్లించుటకు అర్ధరాత్రివేళ నేను లేచువాడను.",
    "63": "నీ యందు భయభక్తులు గలవారందరికిని, నీ ఉపదేశములను అనుసరించువారికిని నేను చెలికాడను.",
    "64": "యెహోవా, భూమి నీ కృపతో నిండియున్నది; నీ కట్టడలను నాకు బోధించుము.",
    "65": "యెహోవా, నీ మాట చొప్పున నీవు నీ సేవకునికి మేలు చేసియున్నావు.",
    "66": "నీ ఆజ్ఞల యందు నేను నమ్మిక యుంచియున్నాను; మంచి వివేకమును జ్ఞానమును నాకు బోధించుము.",
    "67": "శ్రమ కలుగకమునుపు నేను దారి తప్పితిని; ఇప్పుడు నీ వాక్యమును అనుసరించుచున్నాను.",
    "68": "నీవు దయాలుడవై మేలు చేయుచున్నావు; నీ కట్టడలను నాకు బోధించుము.",
    "69": "గర్విష్ఠులు నా మీద అబద్ధములు కల్పించిరి; అయితే నా పూర్ణహృదయముతో నీ ఉపదేశములను గైకొందును.",
    "70": "వారి హృదయము క్రొవ్వు వలె మందముగా ఉన్నది; నేనైతే నీ ధర్మశాస్త్రమునందు ఆనందించుచున్నాను.",
    "71": "నేను నీ కట్టడలను నేర్చుకొనునట్లు శ్రమనొందియుండుట నాకు మేలాయెను.",
    "72": "వేలకొలది వెండి బంగారు నాణెములకంటె నీ నోటి ధర్మశాస్త్రము నాకు మేలు.",
    "73": "నీ చేతులు నన్ను నిర్మించి నాకు రూపము నిచ్చెను; నీ ఆజ్ఞలను నేర్చుకొనునట్లు నాకు బుద్ధి పుట్టించుము.",
    "74": "నేను నీ వాక్యము మీద ఆశ పెట్టుకొనియున్నాను; నీ యందు భయభక్తులు గలవారు నన్ను చూచి సంతోషించుదురు.",
    "75": "యెహోవా, నీ తీర్పులు న్యాయమైనవనియు, నీ విశ్వాస్యతను బట్టి నీవు నన్ను శ్రమపరచితివనియు నేను ఎరుగుదును.",
    "76": "నీ సేవకునికి నీవు ఇచ్చిన మాట చొప్పున నీ కృప నన్ను ఆదరించును గాక.",
    "77": "నీ ధర్మశాస్త్రము నాకు సంతోషకరము; నేను బ్రతుకునట్లు నీ కరుణ నాకు కలుగును గాక.",
    "78": "గర్విష్ఠులు నా మీద అబద్ధములాడి నన్ను పడద్రోసిరి; వారు సిగ్గుపడుదురు గాక; నేనైతే నీ ఉపదేశములను ధ్యానించెదను.",
    "79": "నీ యందు భయభక్తులు గలవారును, నీ శాసనములను ఎరిగినవారును నా వైపు తిరుగుదురు గాక.",
    "80": "నేను సిగ్గుపడకుండునట్లు నా హృదయము నీ కట్టడల విషయమై నిందా రహితమగును గాక.",
    "81": "నీ రక్షణ కొరకు నా ప్రాణము సొమ్మసిల్లుచున్నది; నీ వాక్యము మీద నేను ఆశ పెట్టుకొనియున్నాను.",
    "82": "నన్ను ఎప్పుడు ఆదరించుదువో అని నా కన్నులు నీ మాట కొరకు కనిపెట్టి క్షీణించుచున్నవి.",
    "83": "నేను పొగ తగిలిన సిద్దె వంటివాడనైతిని; అయినను నీ కట్టడలను నేను మరువలేదు.",
    "84": "నీ సేవకుని దినములు ఎన్నని? నన్ను తరుమువారికి నీవు ఎప్పుడు తీర్పు తీర్చుదువు?",
    "85": "నీ ధర్మశాస్త్రమును ఆచరించని గర్విష్ఠులు నా కొరకు గోతులు త్రవ్విరి.",
    "86": "నీ ఆజ్ఞలన్నియు నమ్మదగినవి; వారు నిర్నిమిత్తముగా నన్ను తరుముచున్నారు, నాకు సహాయము చేయుము.",
    "87": "భూమిమీద నుండకుండ వారు నన్ను నాశనము చేయుటకు కొంచెమే తప్పెను; అయినను నీ ఉపదేశములను నేను విడిచిపెట్టలేదు.",
    "88": "నీ కృప చొప్పున నన్ను బ్రతికించుము; అప్పుడు నేను నీ నోటి శాసనములను గైకొనెదను.",
    "89": "యెహోవా, నీ వాక్యము ఆకాశమందు నిత్యము నిలకడగా ఉన్నది.",
    "90": "నీ విశ్వాస్యత తరతరములు ఉండును; నీవు భూమిని స్థాపించితివి, అది స్థిరముగా ఉన్నది.",
    "91": "సమస్తము నీకు సేవ చేయుచున్నవి గనుక నీ నిర్ణయము చొప్పున అవి నేటి వరకు నిలిచియున్నవి.",
    "92": "నీ ధర్మశాస్త్రము నాకు సంతోషము కలుగజేయనియెడల నా శ్రమలో నేను నశించియుందును.",
    "93": "నీ ఉపదేశములను నేను ఎన్నడును మరువను; వాటివలన నీవు నన్ను బ్రతికించితివి.",
    "94": "నేను నీవాడను, నన్ను రక్షించుము; నేను నీ ఉపదేశములను వెదకుచున్నాను.",
    "95": "నన్ను నశింపజేయవలెనని భక్తిహీనులు నా కొరకు పొంచియున్నారు; అయితే నేను నీ శాసనములను ఆలోచించుచున్నాను.",
    "96": "సకల సంపూర్ణతకు పరిమితి కలదని నేను గ్రహించితిని; నీ ఆజ్ఞకు పరిమితి లేదు.",
    "97": "నీ ధర్మశాస్త్రము నాకు ఎంతో ప్రియముగా ఉన్నది; దినమంతయు నేను దానిని ధ్యానించుచున్నాను.",
    "98": "నీ ఆజ్ఞలు నిత్యము నాకు తోడుగా ఉన్నవి; అవి నా శత్రువులకంటె నన్ను జ్ఞానిగా చేయుచున్నవి.",
    "99": "నీ శాసనములను నేను ధ్యానించుచున్నాను గనుక నా బోధకులందరికంటె నాకు విశేష జ్ఞానము కలదు.",
    "100": "నీ ఉపదేశములను నేను లక్ష్యపెట్టుచున్నాను గనుక వృద్ధులకంటె నాకు విశేష వివేకము కలదు.",
    "101": "నీ వాక్యమును నేను గైకొనునట్లు ఏ దుర్మార్గపు త్రోవను పోకుండ నా పాదములను అడ్డగించుకొనుచున్నాను.",
    "102": "నీవు నాకు బోధించితివి గనుక నీ న్యాయవిధుల నుండి నేను తొలగను.",
    "103": "నీ వాక్యములు నా రుచికి ఎంత మధురములు! అవి నా నోటికి తేనెకంటె తీపిగా ఉన్నవి.",
    "104": "నీ ఉపదేశములవలన నాకు వివేకము కలిగెను; కాబట్టి అబద్ధ మార్గములన్నియు నాకు అసహ్యములు.",
    "105": "నీ వాక్యము నా పాదములకు దీపమును, నా త్రోవకు వెలుగునై యున్నది.",
    "106": "నీ న్యాయమైన విధులను గైకొందునని నేను ప్రమాణము చేసితిని, దానిని నేను నెరవేర్చుదును.",
    "107": "నేను మిక్కిలి శ్రమపడుచున్నాను; యెహోవా, నీ వాక్యము చొప్పున నన్ను బ్రతికించుము.",
    "108": "యెహోవా, నా నోటి స్వేచ్ఛార్పణలను అంగీకరించుము; నీ న్యాయవిధులను నాకు బోధించుము.",
    "109": "నా ప్రాణము ఎల్లప్పుడు నా అరచేతిలో ఉన్నది; అయినను నీ ధర్మశాస్త్రమును నేను మరువను.",
    "110": "భక్తిహీనులు నా కొరకు ఉరి ఒడ్డిరి; అయినను నీ ఉపదేశములనుండి నేను దారి తొలగలేదు.",
    "111": "నీ శాసనములు నాకు హృదయానందకరములు; నేను వాటిని శాశ్వత స్వాస్థ్యముగా చేసికొనియున్నాను.",
    "112": "తుద వరకు నీ కట్టడలను గైకొనుటకు నా హృదయమును లోపరచుకొనియున్నాను.",
    "113": "ద్విమనస్కులను నేను ద్వేషించుచున్నాను; నీ ధర్మశాస్త్రమును నేను ప్రేమించుచున్నాను.",
    "114": "నాకు మరుగుజోటు, నా కేడెము నీవే; నీ వాక్యము మీద నేను ఆశ పెట్టుకొనియున్నాను.",
    "115": "దుర్మార్గులారా, నా యొద్దనుండి తొలగిపొండి; నేను నా దేవుని ఆజ్ఞలను గైకొనెదను.",
    "116": "నేను బ్రతుకునట్లు నీ మాట చొప్పున నన్ను ఆదుకొనుము; నా ఆశ భంగమైపోకుండ నన్ను సిగ్గుపడనియ్యకుము.",
    "117": "నాకు క్షేమము కలుగునట్లు నన్ను పట్టుకొనుము; అప్పుడు నీ కట్టడలను ఎల్లప్పుడును లక్ష్యపెట్టెదను.",
    "118": "నీ కట్టడలనుండి దారి తొలగువారినందరిని నీవు తృణీకరించుదువు; వారి కపటము మోసమే.",
    "119": "భూమిమీది భక్తిహీనులనందరిని నీవు మష్టువలె తీసివేయుదువు; కాబట్టి నీ శాసనములు నాకు ఇష్టమైనవి.",
    "120": "నీ భయమువలన నా శరీరము వణకుచున్నది; నీ తీర్పులకు నేను భయపడుచున్నాను.",
    "121": "నేను నీతి న్యాయములను అనుసరించి నడుచుకొనుచున్నాను; నన్ను బాధించువారికి నన్ను అప్పగించకుము.",
    "122": "మేలు కొరకు నీ సేవకునికి పూటబడుము; గర్విష్ఠులు నన్ను బాధింపనియ్యకుము.",
    "123": "నీ రక్షణ కొరకును నీ నీతి వాక్యము కొరకును కనిపెట్టుటచేత నా కన్నులు క్షీణించిపోవుచున్నవి.",
    "124": "నీ కృప చొప్పున నీ సేవకునికి మేలు చేయుము; నీ కట్టడలను నాకు బోధించుము.",
    "125": "నేను నీ సేవకుడను; నీ శాసనములను గ్రహించునట్లు నాకు బుద్ధి పుట్టించుము.",
    "126": "యెహోవా, నీవు కార్యము చేయుటకు సమయము వచ్చెను; వారు నీ ధర్మశాస్త్రమును నిరర్థకము చేసిరి.",
    "127": "బంగారు కంటెను అపరంజి కంటెను నీ ఆజ్ఞలు నాకు ఇష్టముగా ఉన్నవి.",
    "128": "సమస్త విషయములలో నీ ఉపదేశములన్నియు యథార్థములని నేనెంచుకొనుచున్నాను; అబద్ధ మార్గములన్నిటిని నేను అసహ్యించుకొనుచున్నాను.",
    "129": "నీ శాసనములు ఆశ్చర్యములు; కాబట్టి నా ప్రాణము వాటిని గైకొనుచున్నది.",
    "130": "నీ వాక్యములు వెల్లడి అగుటతోడనే వెలుగు కలుగును; అవి తెలివిలేనివారికి తెలివినిచ్చును.",
    "131": "నీ ఆజ్ఞల యందు నాకున్న వాంఛ చేత నేను నోరు తెరచి రొప్పుచున్నాను.",
    "132": "నీ నామమును ప్రేమించువారి యెడల నీవు చేయునట్లు నా వైపు తిరిగి నన్ను కరుణించుము.",
    "133": "నీ వాక్యమును బట్టి నా అడుగులు స్థిరపరచుము; ఏ పాపమును నన్ను ఏలనియ్యకుము.",
    "134": "మనుష్యుల బలాత్కారమునుండి నన్ను విమోచించుము; అప్పుడు నేను నీ ఉపదేశములను గైకొందును.",
    "135": "నీ సేవకుని మీద నీ ముఖకాంతి ప్రకాశింపజేయుము; నీ కట్టడలను నాకు బోధించుము.",
    "136": "జనులు నీ ధర్మశాస్త్రమును గైకొననందున నా కన్నులనుండి నీటి కాలువలు పారుచున్నవి.",
    "137": "యెహోవా, నీవు నీతిమంతుడవు; నీ తీర్పులు న్యాయమైనవి.",
    "138": "నీవు విధించిన శాసనములు నీతి గలవి, అవి బహు నమ్మదగినవి.",
    "139": "నా శత్రువులు నీ మాటలు మరచిపోయిరి; కావున నా ఆసక్తి నన్ను భక్షించుచున్నది.",
    "140": "నీ మాట మిక్కిలి స్వచ్ఛమైనది; అది నీ సేవకునికి ప్రియమైనది.",
    "141": "నేను అల్పుడను, తృణీకరింపబడినవాడను; అయినను నీ ఉపదేశములను నేను మరువను.",
    "142": "నీ నీతి నిత్యమైనది; నీ ధర్మశాస్త్రము సత్యము.",
    "143": "శ్రమయు వేదనయు నన్ను పట్టుకొనెను; అయినను నీ ఆజ్ఞలు నాకు సంతోషకరములు.",
    "144": "నీ శాసనములు శాశ్వతమైన నీతి గలవి; నేను బ్రతుకునట్లు నాకు జ్ఞానము దయచేయుము.",
    "145": "యెహోవా, నేను పూర్ణహృదయముతో మొరపెట్టుచున్నాను, నాకు ఉత్తరమిమ్ము; అప్పుడు నేను నీ కట్టడలను అనుసరించెదను.",
    "146": "నేను నీకు మొరపెట్టుచున్నాను, నన్ను రక్షించుము; అప్పుడు నేను నీ శాసనములను గైకొందును.",
    "147": "తెల్లవారకమునుపే నేను మొరపెట్టుదును; నీ మాటల మీద నేను ఆశ పెట్టుకొనియున్నాను.",
    "148": "నీ వాక్యమును నేను ధ్యానించుటకై నా కన్నులు రాత్రి జాములు కాకమునుపే తెరుచుకొందును.",
    "149": "నీ కృప చొప్పున నా మొర ఆలకించుము; యెహోవా, నీ న్యాయవిధిని బట్టి నన్ను బ్రతికించుము.",
    "150": "దుష్టాలోచన గలవారు నా దగ్గరకు వచ్చుచున్నారు; వారు నీ ధర్మశాస్త్రమునకు దూరముగా ఉన్నారు.",
    "151": "యెహోవా, నీవు సమీపముగా ఉన్నావు; నీ ఆజ్ఞలన్నియు సత్యమైనవి.",
    "152": "నీవు శాశ్వతముగా ఉండునట్లు నీ శాసనములను స్థాపించితివని నేను వాటివలన పూర్వమే తెలిసికొంటిని.",
    "153": "నేను నీ ధర్మశాస్త్రమును మరువలేదు; నా బాధను చూచి నన్ను విడిపించుము.",
    "154": "నా పక్షమున వ్యాజ్యెమాడి నన్ను విమోచించుము; నీ వాక్యము చొప్పున నన్ను బ్రతికించుము.",
    "155": "రక్షణ భక్తిహీనులకు దూరముగా ఉన్నది; వారు నీ కట్టడలను వెదకుట లేదు.",
    "156": "యెహోవా, నీ కనికరములు మిక్కుటములు; నీ న్యాయవిధులను బట్టి నన్ను బ్రతికించుము.",
    "157": "నన్ను తరుమువారును నా శత్రువులును అనేకులు; అయినను నీ శాసనములనుండి నేను తొలగను.",
    "158": "ద్రోహుల ప్రవర్తన చూచి నేను అసహ్యించుకొంటిని; వారు నీ మాటను లక్ష్యపెట్టరు.",
    "159": "నీ ఉపదేశములు నాకెంత ప్రియములో చూడుము; యెహోవా, నీ కృప చొప్పున నన్ను బ్రతికించుము.",
    "160": "నీ వాక్య సారాంశము సత్యము; నీవు నిర్ణయించిన న్యాయవిధులన్నియు నిత్యము నిలుచును.",
    "161": "అధికారులు నిర్నిమిత్తముగా నన్ను తరుముదురు; అయినను నీ వాక్యమునకు నా హృదయము భయపడుచున్నది.",
    "162": "విస్తారమైన దోపుడుసొమ్ము దొరికినవానివలె నీ వాక్యమును బట్టి నేను సంతోషించుచున్నాను.",
    "163": "అబద్ధము నాకు అసహ్యము, అది నాకు ఏవగింపు; నీ ధర్మశాస్త్రము నాకు ప్రీతికరము.",
    "164": "నీ న్యాయవిధులను బట్టి దినమునకు ఏడు మారులు నిన్ను స్తుతించుచున్నాను.",
    "165": "నీ ధర్మశాస్త్రమును ప్రేమించువారికి గొప్ప శాంతి కలదు; వారికి ఏ అడ్డమును లేదు.",
    "166": "యెహోవా, నీ రక్షణ కొరకు నేను కనిపెట్టుకొనుచున్నాను; నీ ఆజ్ఞలను గైకొనుచున్నాను.",
    "167": "నా ప్రాణము నీ శాసనములను గైకొనుచున్నది; అవి నాకు అతి ప్రియములు.",
    "168": "నా మార్గములన్నియు నీ యెదుట నున్నవి; నీ ఉపదేశములను నీ శాసనములను నేను గైకొనుచున్నాను.",
    "169": "యెహోవా, నా మొర నీ సన్నిధికి వచ్చును గాక; నీ మాట చొప్పున నాకు బుద్ధి పుట్టించుము.",
    "170": "నా విన్నపము నీ సన్నిధికి చేరనిమ్ము; నీ మాట చొప్పున నన్ను విడిపించుము.",
    "171": "నీ కట్టడలను నీవు నాకు బోధించుదువు; నా పెదవులు నీ స్తోత్రమును ఉచ్చరించును.",
    "172": "నీ ఆజ్ఞలన్నియు న్యాయములు; నా నాలుక నీ వాక్యమును గూర్చి పాడును.",
    "173": "నేను నీ ఉపదేశములను కోరుకొనియున్నాను; నీ చెయ్యి నాకు సహాయమగును గాక.",
    "174": "యెహోవా, నీ రక్షణ కొరకు నేను ఆశపడుచున్నాను; నీ ధర్మశాస్త్రము నాకు సంతోషకరము.",
    "175": "నేను బ్రతికి నిన్ను స్తుతించునట్లు చేయుము; నీ న్యాయవిధులు నాకు సహాయమగును గాక.",
    "176": "తప్పిపోయిన గొర్రెవలె నేను త్రోవ విడిచితిని; నీ సేవకుణ్ణి వెదకి పట్టుకొనుము; నేను నీ ఆజ్ఞలను మరువలేదు."
}
