
{
    "1": "యెహోవా, నా బలమా, నేను నిన్ను ప్రేమించుచున్నాను.",
    "2": "యెహోవా నా బండ, నా కోట, నన్ను రక్షించువాడు, నా దేవుడు, నేను ఆశ్రయించిన నా దుర్గము, నా కేడెము, నా రక్షణ శృంగము, నా ఉన్నత దుర్గము.",
    "3": "కీర్తనీయుడైన యెహోవాకు నేను మొరపెట్టగా నా శత్రువుల చేతిలోనుండి నేను రక్షింపబడుదును.",
    "4": "మరణ పాశములు నన్ను చుట్టుకొనెను; భక్తిహీనతయను ప్రవాహములు నన్ను బెదరించెను.",
    "5": "పాతాళ పాశములు నన్ను అరికట్టెను; మరణపు ఉరులు నా యెదుట ఉండెను.",
    "6": "నా శ్రమలో నేను యెహోవాకు మొరపెట్టితిని; నా దేవునికి ప్రార్థన చేసితిని; ఆయన తన ఆలయములో ఆలకించి నా ప్రార్థన అంగీకరించెను; నా మొర ఆయన సన్నిధిని చేరి ఆయన చెవులలో చొచ్చెను.",
    "7": "అప్పుడు భూమి కంపించి అదిరెను; ఆయన కోపించగా పర్వతముల పునాదులు వణకి కంపించెను.",
    "8": "ఆయన నాసికారంధ్రములనుండి పొగ పుట్టెను; ఆయన నోటనుండి అగ్ని వచ్చి దహించెను; నిప్పులు రాజబెట్టబడెను.",
    "9": "ఆయన ఆకాశమును వంచి దిగెను; గాఢాంధకారము ఆయన పాదముల క్రింద ఉండెను.",
    "10": "ఆయన కెరూబు మీద ఎక్కి ఎగిరెను; గాలి రెక్కల మీద ఆయన కనబడెను.",
    "11": "ఆయన చీకటిని తనకు మరుగుజోటుగా చేసికొనెను; జలరాశులను ఆకాశపు దట్టమైన మేఘములను తనకు గుడారముగా చేసికొనెను.",
    "12": "ఆయన సన్నిధి కాంతిలోనుండి మేఘములును వడగండ్లును నిప్పులును దాటిపోయెను.",
    "13": "యెహోవా ఆకాశమందు గర్జించెను; మహోన్నతుడు తన వాణిని వినిపించెను; వడగండ్లును నిప్పులును రాలెను.",
    "14": "ఆయన తన బాణములు ప్రయోగించి శత్రువులను చెదరగొట్టెను; మెరుపులు మెండుగా మెరిపించి వారిని ఓడించెను.",
    "15": "యెహోవా, నీ గద్దింపునకు నీ నాసికారంధ్రముల ఊపిరి వడికి నీటిధారలు కనబడెను; భూమి పునాదులు బయలుపడెను.",
    "16": "ఆయన ఉన్నతమునుండి చెయ్యి చాపి నన్ను పట్టుకొనెను; మహా జలరాశులలోనుండి నన్ను తీసెను.",
    "17": "నా బలమైన శత్రువుల చేతిలోనుండియు, నన్ను ద్వేషించువారి చేతిలోనుండియు ఆయన నన్ను రక్షించెను; వారు నాకంటే బలవంతులు.",
    "18": "నా ఆపద్దినమున వారు నా మీదికి రాగా యెహోవా నన్ను ఆదుకొనెను.",
    "19": "ఆయన నన్ను విశాలమైన స్థలమునకు తోడుకొనివచ్చెను; నేను ఆయనకు ఇష్టుడను గనుక ఆయన నన్ను తప్పించెను.",
    "20": "నా నీతిని బట్టి యెహోవా నాకు ప్రతిఫలమిచ్చెను; నా చేతుల నిర్దోషత్వమును బట్టి నాకు ప్రతిఫలమిచ్చెను.",
    "21": "యెహోవా మార్గములను నేను గైకొంటిని; భక్తిహీనుడనై నేను నా దేవుని విడవలేదు.",
    "22": "ఆయన విధులన్నియు నా యెదుట ఉన్నవి; ఆయన కట్టడలను నేను త్రోసివేయలేదు.",
    "23": "ఆయన దృష్టికి నేను యథార్థుడనైతిని; నా దోషమును నేను పరిహరించుకొంటిని.",
    "24": "కాబట్టి యెహోవా నా నీతిని బట్టి, తన దృష్టికి కనబడిన నా చేతుల నిర్దోషత్వమును బట్టి నాకు ప్రతిఫలమిచ్చెను.",
    "25": "దయగలవాని యెడల నీవు దయ చూపించుదువు; యథార్థవంతుని యెడల నీవు యథార్థముగా ఉందువు.",
    "26": "పవిత్రుల యెడల నీవు పవిత్రముగా ఉందువు; కుటిలుల యెడల నీవు వికటముగా ఉందువు.",
    "27": "శ్రమపడువారిని నీవు రక్షించెదవు; గర్విష్ఠులను నీవు అణచివేసెదవు.",
    "28": "నీవు నా దీపమును వెలిగించువాడవు; నా దేవుడైన యెహోవా నా చీకటిని వెలుగుగా చేయును.",
    "29": "నీవలన నేను సైన్యమును జయింతును; నా దేవునివలన నేను ప్రాకారమును దాటుదును.",
    "30": "దేవుని మార్గము పరిపూర్ణము; యెహోవా వాక్యము ఊదబడినది; ఆయనను ఆశ్రయించువారందరికి ఆయన కేడెము.",
    "31": "యెహోవా తప్ప దేవుడెవడు? మన దేవుడు తప్ప ఆశ్రయదుర్గమేది?",
    "32": "దేవుడు నన్ను బలముతో నడుము కట్టుచున్నాడు; ఆయన నా మార్గమును సరాళము చేయుచున్నాడు.",
    "33": "ఆయన నా కాళ్లను లేడి కాళ్లవలె చేయుచున్నాడు; ఎత్తైన స్థలముల మీద నన్ను నిలుపుచున్నాడు.",
    "34": "ఆయన నా చేతులకు యుద్ధము చేయ నేర్పుచున్నాడు; నా బాహువులు ఇత్తడి విల్లును ఎక్కుపెట్టును.",
    "35": "నీ రక్షణ కేడెమును నీవు నాకు ఇచ్చియున్నావు; నీ కుడి చెయ్యి నన్ను ఆదుకొనెను; నీ సాత్వికము నన్ను గొప్పచేసెను.",
    "36": "నేను జారిపడకుండ నా అడుగులు విశాలపరచితివి.",
    "37": "నా శత్రువులను తరిమి వారిని పట్టుకొంటిని; వారిని నిర్మూలము చేయువరకు నేను తిరుగలేదు.",
    "38": "వారు లేవలేకుండ నేను వారిని అణచివేసితిని; వారు నా కాళ్ల క్రింద పడిరి.",
    "39": "యుద్ధమునకు నీవు నన్ను బలముతో నడుము కట్టితివి; నా మీదికి లేచినవారిని నా క్రింద అణచితివి.",
    "40": "నా శత్రువులను నీవు నాకు వీపు చూపజేసితివి; నన్ను ద్వేషించువారిని నేను సంహరించితిని.",
    "41": "వారు మొరపెట్టిరి గాని రక్షించువాడెవడును లేకపోయెను; యెహోవాకు వారు మొరపెట్టిరి గాని ఆయన వారికి ఉత్తరమియ్యలేదు.",
    "42": "గాలికి ఎగురు ధూళివలె నేను వారిని పొడి చేసితిని; వీధిలోని బురదవలె వారిని బయట పారవేసితిని.",
    "43": "ప్రజల పగనుండి నీవు నన్ను విడిపించితివి; అన్యజనులకు అధికారిగా నన్ను ఉంచితివి; నేను ఎరుగని ప్రజలు నన్ను సేవించుచున్నారు.",
    "44": "నా మాట వినగానే వారు నాకు విధేయులగుదురు; అన్యులు నాకు లోబడుదురు.",
    "45": "అన్యులు వాడిపోవుదురు; వారు తమ దుర్గములలోనుండి వణకుచు వత్తురు.",
    "46": "యెహోవా జీవము గలవాడు; నా ఆశ్రయదుర్గమైనవాడు స్తుతింపబడును గాక; నా రక్షణకర్తయగు దేవుడు హెచ్చింపబడును గాక.",
    "47": "నా నిమిత్తము పగ తీర్చుకొను దేవుడు ఆయనే; ప్రజలను నాకు లోపరచువాడు ఆయనే.",
    "48": "నా శత్రువుల చేతిలోనుండి నన్ను విడిపించువాడవు నీవే; నా మీదికి లేచువారికంటే ఎత్తుగా నన్ను హెచ్చించుదువు; బలాత్కారము చేయు మనుష్యుల చేతిలోనుండి నీవు నన్ను విడిపించుదువు.",
    "49": "అందువలన యెహోవా, అన్యజనులలో నేను నిన్ను స్తుతించెదను; నీ నామమును కీర్తించెదను.",
    "50": "తాను నియమించిన రాజునకు ఆయన గొప్ప రక్షణ కలుగజేయును; తాను అభిషేకించిన దావీదునకును అతని సంతానమునకును నిత్యము కృప చూపును."
}
