
{
    "1": "నా దేవా, నా దేవా, నీవు నన్ను ఎందుకు విడిచిపెట్టితివి? నన్ను రక్షించకను, నా ఆర్తధ్వని వినకను నీవు ఎందుకు దూరముగా ఉన్నావు?",
    "2": "నా దేవా, పగలు నేను మొరపెట్టుచున్నాను గాని నీవు ఉత్తరమియ్యవు; రాత్రివేళ నేను మౌనముగా ఉండుట లేదు.",
    "3": "ఇశ్రాయేలు చేయు స్తోత్రముల మీద ఆసీనుడవైనవాడా, నీవు పరిశుద్ధుడవు.",
    "4": "మా పితరులు నీ యందు నమ్మిక యుంచిరి; వారు నీ యందు నమ్మిక యుంచగా నీవు వారిని విడిపించితివి.",
    "5": "వారు నీకు మొరపెట్టి విడుదల పొందిరి; నీ యందు నమ్మిక యుంచి సిగ్గుపడకపోయిరి.",
    "6": "నేను పురుగును గాని మనుష్యుడను కాను; మనుష్యులచేత నిందింపబడినవాడను, ప్రజలచేత తృణీకరింపబడినవాడను.",
    "7": "నన్ను చూచువారందరు పెదవి విరిచి తల ఆడిరచు నన్ను ఎగతాళి చేయుదురు.",
    "8": "యెహోవా మీద భారము వేసికొనెను గదా, ఆయన వీనిని విడిపించునేమో; వీడు ఆయనకు ఇష్టుడు గదా, ఆయన వీనిని తప్పించునేమో అందురు.",
    "9": "గర్భమునుండి నన్ను తీసినవాడవు నీవే; నా తల్లి యొద్ద పాలు కుడుచునప్పుడు నీవే నాకు నమ్మిక పుట్టించితివి.",
    "10": "గర్భమున పుట్టినది మొదలుకొని నేను నీ మీద పడ్డాను; నా తల్లి గర్భమున పుట్టినది మొదలుకొని నా దేవుడవు నీవే.",
    "11": "శ్రమ సమీపముగా ఉన్నది, సహాయము చేయువాడెవడును లేడు; నాకు దూరముగా ఉండకుము.",
    "12": "వృషభములు అనేకం నన్ను చుట్టుకొనియున్నవి; బాషాను పుష్ట వృషభములు నన్ను ఆవరించియున్నవి.",
    "13": "చీల్చుచు గర్జించుచున్న సింహమువలె అవి నా మీద నోరు తెరచుచున్నవి.",
    "14": "నీళ్లవలె నేను పారబోయబడితిని; నా ఎముకలన్నియు స్థానము తప్పెను; నా హృదయము మైనమువలె ఆయెను; అది నా ఆంతర్యములో కరిగిపోయెను.",
    "15": "నా బలము ఎండిపోయి చిల్ల పెంకువలె ఆయెను; నా నాలుక నా దవడకు అంటుకొనియున్నది; నీవు నన్ను మరణపు మంటిలో ఉంచియున్నావు.",
    "16": "కుక్కలు నన్ను చుట్టుకొనియున్నవి; దుర్మార్గుల గుంపు నన్ను ఆవరించియున్నది; వారు నా చేతులను నా కాళ్లను పొడిచియున్నారు.",
    "17": "నా ఎముకలన్నిటిని నేను లెక్కించగలను; వారు నన్ను తేరిచూచుచున్నారు.",
    "18": "నా వస్త్రములు వారు పంచుకొనుచున్నారు; నా అంగీ కొరకు చీట్లు వేయుచున్నారు.",
    "19": "యెహోవా, దూరముగా ఉండకుము; నా బలమా, నాకు సహాయము చేయుటకు త్వరపడుము.",
    "20": "ఖడ్గమునుండి నా ప్రాణమును, కుక్కల బలమునుండి నా ఏకైక ప్రాణమును తప్పించుము.",
    "21": "సింహము నోటనుండి నన్ను రక్షించుము; గురుపోతుల కొమ్ములలోనుండి నీవు నాకు ఉత్తరమిచ్చితివి.",
    "22": "నీ నామమును నా సహోదరులకు ప్రచురము చేసెదను; సమాజము మధ్య నిన్ను కీర్తించెదను.",
    "23": "యెహోవా యందు భయభక్తులు గలవారలారా, ఆయనను స్తుతించుడి; యాకోబు వంశస్థులారా, మీరందరు ఆయనను ఘనపరచుడి; ఇశ్రాయేలు వంశస్థులారా, మీరందరు ఆయనకు భయపడుడి.",
    "24": "ఆయన బాధింపబడినవాని బాధను చూచి తృణీకరింపలేదు, దానిని చూచి అసహ్యపడలేదు; ఆయన తన ముఖమును వానికి మరుగుచేయలేదు; వాడు ఆయనకు మొరపెట్టగా ఆయన ఆలకించెను.",
    "25": "మహా సమాజములో నిన్ను గూర్చి నేను కీర్తన పాడెదను; ఆయన యందు భయభక్తులు గలవారి యెదుట నా మ్రొక్కుబళ్లను చెల్లించెదను.",
    "26": "దీనులు తిని తృప్తి పొందుదురు; యెహోవాను వెదకువారు ఆయనను స్తుతించుదురు; మీ హృదయము నిరంతరము బ్రతుకును గాక.",
    "27": "భూదిగంతముల నివాసులందరు జ్ఞాపకము చేసికొని యెహోవా వైపు తిరుగుదురు; అన్యజనుల వంశములన్నియు నీ సన్నిధిని నమస్కారము చేయును.",
    "28": "రాజ్యము యెహోవాది; అన్యజనులను ఏలువాడు ఆయనే.",
    "29": "భూమిమీదనున్న దీర్ఘాయుష్మంతులందరు తిని నమస్కారము చేసెదరు; మంటికి తిరిగి చేరువారందరు, తమ ప్రాణమును దక్కించుకొనలేని వారందరు ఆయన యెదుట సాగిలపడుదురు.",
    "30": "ఒక సంతానము ఆయనను సేవించును; రాబోవు తరమునకు ప్రభువును గూర్చి వివరింపబడును.",
    "31": "వారు వచ్చి, పుట్టబోవు ప్రజలకు ఆయన చేసిన నీతిని గూర్చి తెలియజేసెదరు."
}
