
{
    "1": "యెహోవా, నీ వైపు నా ఆత్మను ఎత్తుచున్నాను.",
    "2": "నా దేవా, నీ యందు నమ్మిక యుంచియున్నాను, నన్ను సిగ్గుపడనియ్యకుము; నా శత్రువులను నా మీద జయమొందనియ్యకుము.",
    "3": "నిన్ను గూర్చి కనిపెట్టుకొనువారందరిలో ఎవడును సిగ్గుపడడు; నిర్నిమిత్తముగా ద్రోహము చేయువారు సిగ్గుపడుదురు.",
    "4": "యెహోవా, నీ మార్గములను నాకు తెలియజేయుము; నీ త్రోవలను నాకు నేర్పుము.",
    "5": "నన్ను నీ సత్యమును అనుసరించి నడిపింపుము, నాకు బోధించుము; నీవే నా రక్షణకర్తవైన దేవుడవు; దినమంతయు నీ కొరకు కనిపెట్టుకొనుచున్నాను.",
    "6": "యెహోవా, నీ కరుణాకటాక్షములను జ్ఞాపకము చేసికొనుము; అవి పూర్వకాలమునుండి ఉన్నవి గదా.",
    "7": "నా బాల్య పాపములను నా అతిక్రమములను జ్ఞాపకము చేసికొనకుము; యెహోవా, నీ దయ చొప్పున నీ కృపను బట్టి నన్ను జ్ఞాపకము చేసికొనుము.",
    "8": "యెహోవా ఉత్తముడును యథార్థవంతుడునై యున్నాడు; కావున ఆయన పాపులకు మార్గమును బోధించును.",
    "9": "న్యాయవిధిని బట్టి ఆయన దీనులను నడిపించును; తన మార్గమును దీనులకు నేర్పును.",
    "10": "ఆయన నిబంధనను ఆయన శాసనములను గైకొనువారికి యెహోవా త్రోవలన్నియు కృపాసత్యములై యున్నవి.",
    "11": "యెహోవా, నా పాపము గొప్పది; నీ నామమును బట్టి దానిని క్షమించుము.",
    "12": "యెహోవా యందు భయభక్తులు గలవాడెవడో వాడు ఎన్నుకొనవలసిన మార్గమును ఆయన వానికి బోధించును.",
    "13": "వాని ప్రాణము నెమ్మదిగా ఉండును; వాని సంతానము భూమిని స్వతంత్రించుకొనును.",
    "14": "యెహోవా మర్మము ఆయన యందు భయభక్తులు గలవారికి తెలిసియున్నది; ఆయన తన నిబంధనను వారికి తెలియజేయును.",
    "15": "నా కన్నులు ఎల్లప్పుడు యెహోవా వైపు చూచుచున్నవి; ఆయనే నా పాదములను వలలోనుండి విడిపించును.",
    "16": "నా వైపు తిరిగి నన్ను కరుణించుము; నేను ఏకాకిని, బాధపడువాడను.",
    "17": "నా హృదయ వేదనలు విస్తరించుచున్నవి; నా ఇబ్బందులలోనుండి నన్ను విడిపించుము.",
    "18": "నా బాధను నా వేదనను చూడుము; నా పాపములన్నిటిని క్షమించుము.",
    "19": "నా శత్రువులను చూడుము, వారు అనేకులు; వారు క్రూర ద్వేషముతో నన్ను ద్వేషించుచున్నారు.",
    "20": "నా ప్రాణమును కాపాడుము, నన్ను రక్షించుము; నేను నీ శరణుజొచ్చియున్నాను, నన్ను సిగ్గుపడనియ్యకుము.",
    "21": "నేను నీ కొరకు కనిపెట్టుకొనుచున్నాను; యథార్థతయు కపటము లేని మనస్సును నన్ను రక్షించును గాక.",
    "22": "దేవా, ఇశ్రాయేలును వారి శ్రమలన్నిటిలోనుండి విడిపించుము."
}
