
{
    "1": "యెహోవా, నీ శరణుజొచ్చియున్నాను; నన్ను ఎన్నడును సిగ్గుపడనియ్యకుము; నీ నీతిని బట్టి నన్ను తప్పించుము.",
    "2": "నాకు నీ చెవి యొగ్గి నన్ను త్వరగా విడిపించుము; నన్ను రక్షించుటకు నాకు ఆశ్రయశైలముగాను ప్రాకారము గల ఇంటివలెను ఉండుము.",
    "3": "నా బండ, నా కోట నీవే; నీ నామమును బట్టి త్రోవ చూపి నన్ను నడిపించుము.",
    "4": "నా ఆశ్రయదుర్గము నీవే; నా కొరకు వారు రహస్యముగా ఒడ్డిన వలలోనుండి నన్ను తప్పించుము.",
    "5": "నా ఆత్మను నీ చేతికి అప్పగించుచున్నాను; యెహోవా సత్య దేవా, నీవు నన్ను విమోచించియున్నావు.",
    "6": "వ్యర్థమైనవాటిని, మాయల నాశ్రయించువారిని నేను ద్వేషించుచున్నాను; నేను యెహోవాను నమ్ముకొనుచున్నాను.",
    "7": "నీవు నా బాధను చూచియున్నావు; నా ప్రాణమునకున్న ఇబ్బందులను నీవు కనిపెట్టియున్నావు; నీ కృపను బట్టి నేను ఆనందించి సంతోషించెదను.",
    "8": "శత్రువు చేతికి నీవు నన్ను అప్పగించలేదు; విశాలమైన స్థలములో నా పాదములు నిలిపితివి.",
    "9": "యెహోవా, నేను ఇబ్బందిపడుచున్నాను, నన్ను కరుణించుము; విచారమువలన నా కన్నులును నా ప్రాణమును నా దేహమును క్షీణించుచున్నవి.",
    "10": "నా బ్రతుకు దుఃఖముతో వెళ్ళిపోవుచున్నది; నా ఏండ్లు నిట్టూర్పులతో గడచిపోవుచున్నవి; నా దోషమును బట్టి నా బలము తగ్గిపోయెను; నా ఎముకలు క్షీణించిపోయెను.",
    "11": "నా శత్రువులందరిని బట్టి నేను నిందలపాలైతిని; నా పొరుగువారికిని నేను బహుగా నిందలపాలైతిని; నా నెల్లెరుగువారికి భయకారణమైతిని; వీధిలో నన్ను చూచువారు నా యొద్దనుండి పారిపోవుదురు.",
    "12": "చనిపోయినవానివలె ఎవరి జ్ఞాపకములోను లేకుండనైతిని; పగిలిపోయిన కుండవలెనైతిని.",
    "13": "అనేకులు నన్ను గూర్చి గుసగుసలాడుకొనగా వింటిని; నన్ను చంపుటకు వారు ఏకముగా కూడి నా ప్రాణము తీయదలుచుచుండగా నలుదిక్కుల భయము కలుగుచున్నది.",
    "14": "యెహోవా, నేను నీ యందు నమ్మిక యుంచియున్నాను; నీవే నా దేవుడవని నేను అనుకొనుచున్నాను.",
    "15": "నా కాలగతులు నీ వశములో ఉన్నవి; నా శత్రువుల చేతిలోనుండియు నన్ను తరుమువారి చేతిలోనుండియు నన్ను తప్పించుము.",
    "16": "నీ సేవకుని మీద నీ ముఖకాంతి ప్రకాశింపజేయుము; నీ కృప చేత నన్ను రక్షించుము.",
    "17": "యెహోవా, నేను నీకు మొరపెట్టియున్నాను, నన్ను సిగ్గుపడనియ్యకుము; భక్తిహీనులు సిగ్గుపడుదురు గాక; పాతాళములో వారు మౌనముగా ఉందురు గాక.",
    "18": "అబద్ధమాడు పెదవులు మూయబడును గాక; అవి గర్వముతోను తృణీకారముతోను నీతిమంతుల మీద కఠినమైన మాటలు పలుకును.",
    "19": "నీ యందు భయభక్తులు గలవారి నిమిత్తము నీవు దాచియుంచిన మేలు ఎంతో గొప్పది; నరుల యెదుట నిన్ను ఆశ్రయించువారి నిమిత్తము నీవు సిద్ధపరచిన మేలు ఎంతో గొప్పది.",
    "20": "మనుష్యుల కుట్రల యెదుట వారిని నీ సన్నిధి చాటున దాచుదువు; నాలుకల వాదమునకు దూరముగా వారిని గుడారములో దాచుదువు.",
    "21": "యెహోవా స్తుతింపబడును గాక; కోట గల పట్టణములో ఆయన తన కృపను నాకు ఆశ్చర్యముగా కనపరచెను.",
    "22": "నేను తొందరపడినవాడనై - నీ కన్నుల యెదుటనుండి నేను వెలివేయబడితిననుకొంటిని; అయినను నేను నీకు మొరపెట్టినప్పుడు నా విన్నపముల ధ్వనిని నీవు ఆలకించితివి.",
    "23": "యెహోవా భక్తులారా, మీరందరు ఆయనను ప్రేమించుడి; యెహోవా విశ్వాసులను కాపాడును; గర్వముగా ప్రవర్తించువారికి ఆయన పూర్తిగా ప్రతికారము చేయును.",
    "24": "యెహోవా కొరకు కనిపెట్టుకొనువారలారా, మీరందరు ధైర్యము వహించి హృదయమును నిబ్బరముగా ఉంచుకొనుడి."
}
