
{
    "1": "యెహోవా, నాతో వాదించువారితో వాదింపుము; నాతో యుద్ధము చేయువారితో యుద్ధము చేయుము.",
    "2": "కేడెమును డాలును పట్టుకొని నాకు సహాయము చేయుటకు లెమ్ము.",
    "3": "ఈటెను, బల్లెమును తీసి నన్ను తరుమువారిని అడ్డగించుము; నేనే నీ రక్షణనని నా ప్రాణముతో చెప్పుము.",
    "4": "నా ప్రాణము తీయగోరువారు సిగ్గుపడి అవమానము పొందుదురు గాక; నాకు కీడు చేయ నాలోచించువారు వెనుకకు మళ్లింపబడి లజ్జపడుదురు గాక.",
    "5": "యెహోవా దూత వారిని తరుముచుండగా వారు గాలికి కొట్టుకొనిపోవు పొట్టువలె నుందురు గాక.",
    "6": "యెహోవా దూత వారిని తరుముచుండగా వారి మార్గము చీకటియై జారేడు మార్గముగా ఉండును గాక.",
    "7": "నిష్కారణముగా వారు నా కొరకు గుంటలో వల దాచిరి; నిష్కారణముగా వారు నా ప్రాణము తీయుటకు గుంట త్రవ్విరి.",
    "8": "వానికి తెలియకుండనే వాని మీదికి నాశనము వచ్చును గాక; వాడు దాచిన వలలో వాడే చిక్కుబడును గాక; నాశనమునందే వాడు అందులో పడును గాక.",
    "9": "నా ప్రాణము యెహోవా యందు ఆనందించును; ఆయన రక్షణ యందు అది సంతోషించును.",
    "10": "యెహోవా, నిన్ను పోలినవాడెవడు? అని నా ఎముకలన్నియు చెప్పును; బాధించువానికంటె బలవంతుని చేతిలోనుండి దీనుని, దోచుకొనువాని చేతిలోనుండి దీనుని దరిద్రుని తప్పించువాడవు నీవే.",
    "11": "క్రూరమైన సాక్షులు లేచుచున్నారు; నేనెరుగనివాటిని గూర్చి నన్ను అడుగుచున్నారు.",
    "12": "మేలుకు ప్రతిగా వారు నాకు కీడు చేయుచున్నారు; అందువలన నా ప్రాణము దిక్కులేనిదాయెను.",
    "13": "వారైతే రోగులైనప్పుడు నేను గోనెపట్ట కట్టుకొంటిని; ఉపవాసముండి నా ప్రాణమును ఆయాసపరచుకొంటిని; నా ప్రార్థన నా యెదలోనికి తిరిగి వచ్చెను.",
    "14": "వాడు నాకు స్నేహితుడైనట్టును సహోదరుడైనట్టును నేను నడుచుకొంటిని; తల్లిని గూర్చి దుఃఖించువానివలె నేను తల వంచుకొని విచారపడితిని.",
    "15": "అయితే నా కాలు జారినప్పుడు వారు సంతోషించి కూడివచ్చిరి; నేను ఎరుగని నీచులు నా మీదికి కూడివచ్చిరి; వారు మానక నన్ను నిందించుచున్నారు.",
    "16": "భోజనపంక్తిని ఎగతాళి చేయు భక్తిహీనులతో కూడి వారు నా మీద పళ్లు కొరుకుచున్నారు.",
    "17": "ప్రభువా, నీవు ఎన్నాళ్లు చూచుచుందువు? నాశనము చేయువారి చేతిలోనుండి నా ప్రాణమును, సింహముల చేతిలోనుండి నా ఏకైక ప్రాణమును తప్పించుము.",
    "18": "మహా సమాజములో నేను నీకు కృతజ్ఞతాస్తుతులు చెల్లించెదను; బహు జనులలో నిన్ను స్తుతించెదను.",
    "19": "నా శత్రువులు అన్యాయముగా నా మీద సంతోషింపకుందురు గాక; నిర్నిమిత్తముగా నన్ను ద్వేషించువారు కన్నుగీటక యుందురు గాక.",
    "20": "వారు సమాధానముగా మాటలాడరు; దేశములో ఉన్న నిమ్మళస్తుల మీద కపటపు మాటలు కల్పించుదురు.",
    "21": "వారు నా మీద నోరు పెద్దదిగా తెరచి - ఆహా, ఆహా, మేము కన్నులారా చూచితిమి అని చెప్పుదురు.",
    "22": "యెహోవా, నీవు దీనిని చూచితివి, మౌనముగా ఉండకుము; ప్రభువా, నాకు దూరముగా ఉండకుము.",
    "23": "నా దేవా, నా ప్రభువా, నాకు న్యాయము తీర్చుటకు మేల్కొనుము; నా వ్యాజ్యెము తీర్చుటకు లెమ్ము.",
    "24": "నా దేవా యెహోవా, నీ నీతిని బట్టి నాకు తీర్పు తీర్చుము; వారు నా మీద సంతోషింపకుందురు గాక.",
    "25": "ఆహా, మా కోరిక తీరెనని వారు తమ హృదయములో అనుకొనకుందురు గాక; వానిని మింగివేసితిమని వారు చెప్పుకొనకుందురు గాక.",
    "26": "నాకు కీడు కలుగుట చూచి సంతోషించువారు సిగ్గుపడి బొత్తిగా విస్మయమొందుదురు గాక; నా మీద అతిశయపడువారు సిగ్గును అవమానమును ధరించుకొందురు గాక.",
    "27": "నా నీతిని బట్టి సంతోషించువారు ఉత్సాహధ్వని చేసి ఆనందించుదురు గాక; తన సేవకునికి క్షేమము కలుగజేయుటయందు ఆనందించు యెహోవా ఘనపరచబడును గాక అని వారు నిత్యము చెప్పుకొందురు గాక.",
    "28": "అప్పుడు నా నాలుక నీ నీతిని గూర్చియు దినమంతయు నీ కీర్తిని గూర్చియు పలికెదను."
}
