
{
    "1": "కీడు చేయువారిని చూచి నీవు విసికికొనకుము; దుర్మార్గుల యందు అసూయపడకుము.",
    "2": "వారు గడ్డివలె త్వరగా కోయబడుదురు; పచ్చని కూరవలె వాడిపోవుదురు.",
    "3": "యెహోవా యందు నమ్మిక యుంచి మేలు చేయుము; దేశమందు నివసించి సత్యమును అనుసరించుము.",
    "4": "యెహోవా యందు ఆనందించుము; ఆయన నీ హృదయ వాంఛలను తీర్చును.",
    "5": "నీ మార్గమును యెహోవాకు అప్పగించుము; నీవు ఆయనను నమ్ముకొనుము, ఆయన నీ కార్యము నెరవేర్చును.",
    "6": "ఆయన వెలుగువలె నీ నీతిని, మధ్యాహ్నకాలమువలె నీ నిర్దోషత్వమును వెల్లడిపరచును.",
    "7": "యెహోవా యెదుట మౌనముగా నుండి ఆయన కొరకు కనిపెట్టుకొనుము; తన మార్గమునందు వర్ధిల్లువానిని చూచి, దురాలోచనలు నెరవేర్చుకొనువానిని చూచి నీవు విసికికొనకుము.",
    "8": "కోపము మానుము, ఆగ్రహము విడిచిపెట్టుము; వ్యసనపడకుము, అది కీడుకే కారణము.",
    "9": "కీడు చేయువారు నిర్మూలమగుదురు; యెహోవా కొరకు కనిపెట్టుకొనువారు దేశమును స్వతంత్రించుకొందురు.",
    "10": "ఇక కొంచెము కాలమునకు భక్తిహీనులు లేకపోవుదురు; వారి స్థలమును నీవు తేరిచూచినను వారు కనబడరు.",
    "11": "దీనులు భూమిని స్వతంత్రించుకొందురు; బహు క్షేమము కలిగి సుఖించెదరు.",
    "12": "భక్తిహీనులు నీతిమంతుల మీద దురాలోచన చేయుదురు; వారిని చూచి పళ్లు కొరుకుదురు.",
    "13": "వారి కాలము వచ్చుచుండుట ప్రభువు చూచుచున్నాడు; ఆయన వారిని చూచి నవ్వుచున్నాడు.",
    "14": "బాధపడువారిని దరిద్రులను పడద్రోయుటకును, యథార్థముగా నడుచుకొనువారిని చంపుటకును, భక్తిహీనులు కత్తి దూసి విల్లు ఎక్కుపెట్టియున్నారు.",
    "15": "వారి కత్తి వారి గుండెలోనే చొరబడును; వారి విండ్లు విరువబడును.",
    "16": "నీతిమంతునికి కలిగినది కొంచెమైనను, అనేకమంది భక్తిహీనులకున్న ధనసమృద్ధికంటె శ్రేష్ఠము.",
    "17": "భక్తిహీనుల బాహువులు విరువబడును; నీతిమంతులకు యెహోవాయే ఆధారము.",
    "18": "యథార్థవంతుల దినములు యెహోవాకు తెలియును; వారి స్వాస్థ్యము శాశ్వతముగా ఉండును.",
    "19": "ఆపత్కాలమందు వారు సిగ్గుపడరు; కరవు దినములలో వారు తృప్తి పొందుదురు.",
    "20": "భక్తిహీనులు నశించిపోవుదురు; యెహోవా శత్రువులు పొలములోని పువ్వుల అందమువలె ఉందురు; వారు కనబడకుండ పోవుదురు, పొగవలె కనబడకుండ పోవుదురు.",
    "21": "భక్తిహీనులు అప్పు చేసి తీర్చకయుందురు; నీతిమంతులు దయచూపి ఇచ్చుదురు.",
    "22": "ఆయన చేత ఆశీర్వదింపబడినవారు భూమిని స్వతంత్రించుకొందురు; ఆయన చేత శపింపబడినవారు నిర్మూలమగుదురు.",
    "23": "ఒకని నడక యెహోవా చేతనే స్థిరపరచబడును; వాని ప్రవర్తనను చూచి ఆయన ఆనందించును.",
    "24": "యెహోవా తన చేతితో వానిని పట్టుకొనుచున్నాడు గనుక వాడు నేలను పడినను లేవలేకయుండడు.",
    "25": "నేను చిన్నవాడనై యుంటిని, ఇప్పుడు ముసలివాడనై యున్నాను; అయినను నీతిమంతులు విడవబడుట గాని, వారి సంతానము భిక్షమెత్తుకొనుట గాని నేను చూచియుండలేదు.",
    "26": "వాడు దినమంతయు దయచూపుచు అప్పు ఇచ్చును; వాని సంతానము ఆశీర్వదింపబడును.",
    "27": "కీడు చేయుట మాని మేలు చేయుము; అప్పుడు నీవు నిత్యము నిలుచుదువు.",
    "28": "యెహోవా న్యాయమును ప్రేమించువాడు; ఆయన తన భక్తులను విడువడు; వారు ఎల్లప్పుడును కాపాడబడుదురు; భక్తిహీనుల సంతానము నిర్మూలమగును.",
    "29": "నీతిమంతులు భూమిని స్వతంత్రించుకొందురు; వారు దానిలో నిత్యము నివసించెదరు.",
    "30": "నీతిమంతుని నోరు జ్ఞానమును గూర్చి ప్రస్తావించును; వాని నాలుక న్యాయమును గూర్చి మాటలాడును.",
    "31": "వాని దేవుని ధర్మశాస్త్రము వాని హృదయములో ఉన్నది; వాని అడుగులు జారవు.",
    "32": "భక్తిహీనులు నీతిమంతుల కొరకు పొంచియుందురు; వారిని చంపుటకు యత్నించుదురు.",
    "33": "యెహోవా వానిని వీని చేతికి విడిచిపెట్టడు; న్యాయవిమర్శలో వాని మీద నేరము మోపబడనియ్యడు.",
    "34": "యెహోవా కొరకు కనిపెట్టుకొని ఆయన మార్గమును అనుసరించుము; భూమిని స్వతంత్రించుకొనునట్లు ఆయన నిన్ను హెచ్చించును; భక్తిహీనులు నిర్మూలము చేయబడునప్పుడు నీవు దానిని చూచెదవు.",
    "35": "భక్తిహీనుడొకడు బలాత్కారియై యుండుట నేను చూచితిని; అది ఎలపచ్చని చెట్టువలె విస్తరించియుండెను.",
    "36": "అయితే ఒకడు ఆ దారిని పోగా వాడు లేకపోయెను; నేను వెతికితిని గాని వాడు కనబడలేదు.",
    "37": "నిర్దోషులను గురుతుపట్టుము, యథార్థవంతులను చూడుము; సమాధానపరచువారికి సంతానము కలుగును.",
    "38": "అపరాధులు ఏకముగా నశించిపోవుదురు; భక్తిహీనుల సంతానము నిర్మూలమగును.",
    "39": "యెహోవాయే నీతిమంతులకు రక్షణ కలుగజేయును; ఆపత్కాలమున ఆయనే వారికి ఆశ్రయము.",
    "40": "యెహోవా వారికి సహాయుడై వారిని తప్పించును; వారు ఆయనను ఆశ్రయించుచున్నారు గనుక ఆయన భక్తిహీనుల చేతిలోనుండి వారిని తప్పించి రక్షించును."
}
