
{
    "1": "యెహోవా, నీ కోపము చేత నన్ను గద్దింపకుము; నీ ఉగ్రత చేత నన్ను శిక్షింపకుము.",
    "2": "నీ బాణములు నాలో గుచ్చుకొనియున్నవి; నీ చెయ్యి నా మీద భారముగా ఉన్నది.",
    "3": "నీ కోపమువలన నా శరీరములో ఆరోగ్యము లేదు; నా పాపమువలన నా ఎముకలలో స్వస్థత లేదు.",
    "4": "నా దోషములు నా తల మించిపోయెను; అవి బరువైన బరువువలె నాకంటే బరువాయెను.",
    "5": "నా మూర్ఖతవలన నా గాయములు కంపుకొట్టి చీము కారుచున్నవి.",
    "6": "నేను శ్రమపడి మిక్కిలి క్రుంగియున్నాను; దినమంతయు దుఃఖించుచు సంచరించుచున్నాను.",
    "7": "నా నడుము తాపముతో నిండియున్నది; నా శరీరములో ఆరోగ్యము లేదు.",
    "8": "నేను నిస్సత్తువ గలవాడనై మిక్కిలి నలిగియున్నాను; నా హృదయ ఆవేదనను బట్టి నేను అరుపులు వేయుచున్నాను.",
    "9": "ప్రభువా, నా కోరిక అంతయు నీకు తెలిసేయున్నది; నా నిట్టూర్పు నీకు మరుగై యుండలేదు.",
    "10": "నా గుండె కొట్టుకొనుచున్నది, నా బలము నన్ను విడిచిపోయెను; నా కన్నుల వెలుగు కూడ నాకు లేకపోయెను.",
    "11": "నా స్నేహితులును నా చెలికాండ్రును నా తెగులును చూచి దూరముగా నిలుచుచున్నారు; నా బంధువులు దూరముగా నిలుచుచున్నారు.",
    "12": "నా ప్రాణము తీయజూచువారు ఉరులు ఒడ్డుచున్నారు; నాకు కీడు చేయజూచువారు నాశనకరమైన మాటలు పలుకుచున్నారు; దినమంతయు మోసపు మాటలు యోచించుచున్నారు.",
    "13": "నేనైతే చెవిటివానివలె వినకయున్నాను; నోరు తెరవని మూగవానివలె ఉన్నాను.",
    "14": "నేను వినలేనివానివలెను, నోట ప్రత్యుత్తరములు లేనివానివలెను ఉన్నాను.",
    "15": "యెహోవా, నీ కొరకు నేను కనిపెట్టుకొనుచున్నాను; నా దేవా, నా ప్రభువా, నీవు ఉత్తరమిచ్చెదవు.",
    "16": "వారు నా మీద సంతోషింపకుందురు గాక అని నేను అనుకొంటిని; నా కాలు జారినప్పుడు వారు నా మీద అతిశయపడుదురు.",
    "17": "నేను పడిపోవుటకు సిద్ధముగా ఉన్నాను; నా విచారము ఎల్లప్పుడు నా యెదుట ఉన్నది.",
    "18": "నా దోషమును నేను ఒప్పుకొనుచున్నాను; నా పాపమును బట్టి విచారపడుచున్నాను.",
    "19": "నా శత్రువులు చురుకైనవారును బలవంతులునై యున్నారు; నిర్నిమిత్తముగా నన్ను ద్వేషించువారు అనేకులు.",
    "20": "నేను సత్కార్యమును అనుసరించుట చూచి, మేలుకు ప్రతిగా కీడు చేయువారు నాకు విరోధులైరి.",
    "21": "యెహోవా, నన్ను విడువకుము; నా దేవా, నాకు దూరముగా ఉండకుము.",
    "22": "నా రక్షణకర్తవగు ప్రభువా, నాకు సహాయము చేయుటకు త్వరపడుము."
}
