
{
    "1": "యెహోవా కొరకు నేను సహనముతో కనిపెట్టుకొంటిని; ఆయన నాకు చెవి యొగ్గి నా మొర ఆలకించెను.",
    "2": "నాశనకరమైన గుంటలోనుండియు, జిగట గల దొంగలోనుండియు ఆయన నన్ను పైకి లేవనెత్తెను; నా పాదములను బండ మీద నిలిపి నా అడుగులు స్థిరపరచెను.",
    "3": "మన దేవునికి స్తోత్ర రూపమైన క్రొత్త పాటను ఆయన నా నోట ఉంచెను; అనేకులు దానిని చూచి భయపడి యెహోవా యందు నమ్మిక యుంచెదరు.",
    "4": "గర్విష్ఠులనైనను, అబద్ధము తట్టు తిరుగువారినైనను లక్ష్యపెట్టక యెహోవాను నమ్ముకొనువాడు ధన్యుడు.",
    "5": "యెహోవా నా దేవా, నీవు మా యెడల చేసిన ఆశ్చర్యకార్యములును తలంపులును బహు విస్తారములు; నీకు సాటియైనవాడు లేడు; నేను వాటిని వివరించి చెప్పదలచినను అవి లెక్కకు మించియున్నవి.",
    "6": "బలియైనను నైవేద్యమైనను నీవు కోరవు; నీవు నా చెవులకు విను శక్తిని అనుగ్రహించియున్నావు; దహనబలినైనను పాపపరిహార్థార్థ బలినైనను నీవు కోరలేదు.",
    "7": "అప్పుడు నేను ఇట్లంటిని - ఇదిగో నేను వచ్చియున్నాను; గ్రంథపు చుట్టలో నన్ను గూర్చి వ్రాయబడియున్నది.",
    "8": "నా దేవా, నీ చిత్తము నెరవేర్చుట నాకు సంతోషము; నీ ధర్మశాస్త్రము నా అంతర్యములో ఉన్నది.",
    "9": "మహా సమాజములో నీతి సువార్తను నేను ప్రకటించితిని; యెహోవా, నేను నా పెదవులను మూసికొనలేదు, అది నీకు తెలిసేయున్నది.",
    "10": "నీ నీతిని నా హృదయములో నేను దాచుకొనలేదు; నీ సత్యమును నీ రక్షణను నేను వెల్లడి చేసితిని; నీ కృపను నీ సత్యమును మహా సమాజమునకు మరుగుచేయలేదు.",
    "11": "యెహోవా, నీవు నీ వాత్సల్యమును నాకు దూరము చేయకుము; నీ కృపాసత్యములు ఎల్లప్పుడు నన్ను కాపాడును గాక.",
    "12": "లెక్కలేని కీడులు నన్ను చుట్టుకొనియున్నవి; నా దోషములు నన్ను తరిమి పట్టుకొనెను, నేను తల ఎత్తి చూడలేకున్నాను; అవి నా తల వెండ్రుకలకంటె విస్తారముగా ఉన్నవి, నా హృదయము అదరిపోయెను.",
    "13": "యెహోవా, దయచేసి నన్ను రక్షించుము; యెహోవా, నా సహాయమునకు త్వరగా రమ్ము.",
    "14": "నా ప్రాణము తీయగోరువారు సిగ్గుపడి బొత్తిగా విస్మయమొందుదురు గాక; నాకు కీడు చేయ కోరువారు వెనుకకు మళ్లింపబడి లజ్జపడుదురు గాక.",
    "15": "నన్ను చూచి - ఆహా, ఆహా అని పలుకువారు తమ సిగ్గును బట్టి విస్మయమొందుదురు గాక.",
    "16": "నిన్ను వెదకువారందరు నీ యందు ఉల్లాసించి సంతోషించుదురు గాక; నీ రక్షణను ప్రేమించువారు - యెహోవా మహిమపరచబడును గాక అని నిత్యము చెప్పుకొందురు గాక.",
    "17": "నేను శ్రమలపాలై దీనుడనైతిని; ప్రభువు నన్ను తలంచుకొనుచున్నాడు; నాకు సహాయము నీవే నా రక్షకుడవు నీవే; నా దేవా, ఆలస్యము చేయకుము."
}
