
{
    "1": "దేవా, పూర్వకాలమున మా పితరుల దినములలో నీవు చేసిన పనినిగూర్చి వారు మాకు వివరించిరి; మేము స్వయముగా దానిని వింటిమి.",
    "2": "నీవు నీ చేతితో అన్యజనులను వెళ్లగొట్టి మా పితరులను నాటితివి; ఆ జనములను నిర్మూలము చేసి వీరిని వ్యాపింపజేసితివి.",
    "3": "వారు తమ ఖడ్గముచేత దేశమును స్వాధీనపరచుకొనలేదు; వారి బాహువు వారిని రక్షింపలేదు; నీవు వారిని కటాక్షించితివి గనుక నీ దక్షిణహస్తమే నీ బాహువే నీ ముఖకాంతియే వారిని రక్షించెను.",
    "4": "దేవా, నీవే నా రాజువు; యాకోబునకు రక్షణ కలుగునట్లు ఆజ్ఞాపించుము.",
    "5": "నీవలన మా శత్రువులను అణచివేయుదుము; మా మీదికి లేచువారిని నీ నామమువలన త్రొక్కివేయుదుము.",
    "6": "నేను నా వింటిని నమ్ముకొనను, నా ఖడ్గము నన్ను రక్షింపజాలదు.",
    "7": "మా శత్రువుల చేతిలోనుండి మమ్మును రక్షించువాడవు నీవే; మమ్మును ద్వేషించువారిని సిగ్గుపరచువాడవు నీవే.",
    "8": "దినమెల్ల మేము దేవునియందు అతిశయించుచున్నాము; నీ నామమునకు నిత్యము కృతజ్ఞతాస్తుతులు చెల్లించుచున్నాము.",
    "9": "అయినను నీవు మమ్మును విడనాడి అవమానపరచియున్నావు; మా సేనలతోకూడ నీవు బయలుదేరకయున్నావు.",
    "10": "శత్రువులకు వెనుదీయునట్లు నీవు మమ్మును చేయుచున్నావు; మమ్మును ద్వేషించువారు తమ ఇష్టమువచ్చినట్లు మమ్మును దోచుకొనుచున్నారు.",
    "11": "భోజనపదార్థముగా గొర్రెలను అప్పగించినట్లు నీవు మమ్మును అప్పగించియున్నావు; అన్యజనులలోనికి మమ్మును చెదరగొట్టియున్నావు.",
    "12": "నీ ప్రజలను ధనమునకు అమ్మక ఊరకయే అప్పగించియున్నావు; వారి వెలవలన నీకేమియు లాభము రాలేదు.",
    "13": "మా పొరుగువారిని చూచి మమ్మును నిందించునట్లు చేయుచున్నావు; మా చుట్టు నున్నవారికి అపహాస్యాస్పదముగాను ఎగతాళిగాను మమ్మును ఉంచుచున్నావు.",
    "14": "అన్యజనులలో మమ్మును సామెతగా ఉంచుచున్నావు; ప్రజలు మమ్మును చూచి తల ఊచుచున్నారు.",
    "15": "నన్ను నిందించి దూషించువారి మాటలనుబట్టియు శత్రువులనుబట్టియు పగతీర్చుకొనువారినిబట్టియు",
    "16": "దినమెల్ల నా అవమానము నా యెదుట నున్నది; నా ముఖము సిగ్గుతో కప్పబడియున్నది.",
    "17": "ఇదంతయు మా మీదికి వచ్చినను మేము నిన్ను మరువలేదు; నీ నిబంధన మీరి ద్రోహము చేయలేదు.",
    "18": "మా హృదయము వెనుకకు మరలలేదు; మా అడుగులు నీ మార్గమును విడిచి తొలగలేదు.",
    "19": "అయినను నక్కలున్న చోట నీవు మమ్మును నలుగగొట్టితివి; గాఢాంధకారముచేత మమ్మును కప్పివేసితివి.",
    "20": "మా దేవుని నామమును మేము మరచియున్నయెడల, అన్యదేవతవైపు మా చేతులు చాపియున్నయెడల,",
    "21": "దేవుడు హృదయ రహస్యములను ఎరిగినవాడు గనుక ఆయన ఆ సంగతిని పరిశోధింపక పోవునా?",
    "22": "నిన్నుబట్టి దినమెల్ల మేము వధింపబడుచున్నాము; వధకు సిద్ధమైన గొర్రెలమని మేము ఎంచబడుచున్నాము.",
    "23": "ప్రభువా, మేల్కొనుము; నీవు నిద్రించుట ఏల? లెమ్ము, నిత్యము మమ్మును విడనాడకుము.",
    "24": "నీ ముఖమును నీవేల మరుగుచేసికొనుచున్నావు? మా బాధను మా పీడను నీవేల మరచియున్నావు?",
    "25": "మా ప్రాణము నేలకు క్రుంగియున్నది; మా దేహము నేలను హత్తుకొనియున్నది.",
    "26": "మాకు సహాయము చేయుటకు లెమ్ము; నీ కృపనుబట్టి మమ్మును విమోచించుము."
}
