
{
    "1": "సర్వజనులారా, దీనిని ఆలకించుడి; లోకనివాసులారా, మీరందరు చెవియొగ్గుడి.",
    "2": "అల్పులేమి ఘనులేమి ధనికులేమి దరిద్రులేమి మీరందరు ఏకముగా కూడి వినుడి.",
    "3": "నా నోరు జ్ఞానమును గూర్చి పలుకును; నా హృదయధ్యానము పూర్ణవివేకమును గూర్చి యుండును.",
    "4": "గూఢార్థము గల సామెతకు నేను చెవియొగ్గెదను; సితారాతో నా మర్మమును బయలుపరచెదను.",
    "5": "ఆపత్కాలములలో నా కొరకు పొంచియుండువారి దోషము నన్ను చుట్టుకొనునప్పుడు నేను ఏల భయపడవలెను?",
    "6": "తమ ఆస్తియందు నమ్మికయుంచి, తమ ధనవిస్తారమునుబట్టి అతిశయించువారు",
    "7": "ఎవడును ఏ విధముచేతనైనను తన సహోదరుని విమోచింపలేడు; వాని నిమిత్తము దేవునికి ప్రాయశ్చిత్తము చేయగలవాడు ఎవడును లేడు.",
    "8": "వారి ప్రాణవిమోచన ధనము బహు గొప్పది; అది ఎన్నటికిని తీరక అట్లుండవలసినదే.",
    "9": "వాడు నిత్యము బ్రతుకునట్లును కుళ్లును చూడకుండునట్లును వానిని విమోచింపగలవాడెవడును లేడు.",
    "10": "జ్ఞానులు చనిపోవుదురని వాడు చూచుచున్నాడు గదా. బుద్ధిహీనులును పశుప్రాయులును ఏకముగా నశించుదురు; వారు తమ ఆస్తిని ఇతరులకు విడిచిపోవుదురు.",
    "11": "తమ యిండ్లు నిత్యము నిలుచుననియు, తమ నివాసములు తరతరములకు ఉండుననియు వారనుకొందురు; తమ భూములకు తమ పేళ్లు పెట్టుదురు.",
    "12": "ఘనతవహించినవాడైనను మనుష్యుడు నిలువడు; వాడు నశించు జంతువులను పోలియున్నాడు.",
    "13": "ఇదే వారి మార్గము, వారికి బుద్ధిలేకపోవుటకు ఇదే కారణము; అయినను వారి నోటిమాటనుబట్టి వారి సంతతివారు వారిని మెచ్చుకొందురు.",
    "14": "పాతాళములో వారు మందగా కూర్చబడుదురు; మరణము వారికి కాపరిగా ఉండును; ఉదయమున యథార్థవంతులు వారిని ఏలుదురు; వారి స్వరూపములు నిలువడము లేకుండ పాతాళము వాటిని మింగివేయును.",
    "15": "దేవుడు నన్ను చేర్చుకొనును; పాతాళముయొక్క బలమునుండి ఆయన నా ప్రాణమును విమోచించును.",
    "16": "ఒకడు ధనవంతుడైనప్పుడు వాని యింటి ఘనత విస్తరించినప్పుడు భయపడకుము.",
    "17": "వాడు చనిపోవునప్పుడు ఏమియు తీసికొనిపోడు; వాని ఘనత వాని వెంబడి దిగిపోదు.",
    "18": "నీకు నీవే మేలు చేసికొంటివని మనుష్యులు నిన్ను స్తుతించినను, తన జీవితకాలమున ఒకడు తన ప్రాణమును దీవించుకొనినను,",
    "19": "అతడు తన పితరుల తరమువారొద్దకు చేరవలెను; వారెన్నడును వెలుగు చూడరు.",
    "20": "ఘనతవహించియు బుద్ధిహీనుడైన మనుష్యుడు నశించు జంతువులను పోలియున్నాడు."
}
