
{
    "1": "దేవా, నా ప్రార్థన ఆలకించుము; నా విన్నపమునకు విముఖుడవై యుండకుము.",
    "2": "నా మొర ఆలకించి నాకు ఉత్తరమిమ్ము; శత్రువుల శబ్దమునుబట్టియు, దుష్టులు చేయు బాధనుబట్టియు, నేను ధ్యానించుచు చింతాక్రాంతుడనై మొరపెట్టుచున్నాను.",
    "3": "వారు నా మీద దోషము మోపుచున్నారు; కోపము గలవారై నన్ను హింసించుచున్నారు.",
    "4": "నా గుండె నాలో బద్దలగుచున్నది; మరణభయము నాలో పుట్టుచున్నది.",
    "5": "దిగులును వణకును నాకు పుట్టుచున్నవి; మహా భయము నన్ను ముంచియున్నది.",
    "6": "అప్పుడు - గువ్వకున్నట్లు నాకు రెక్కలుండినయెడల నేను ఎగిరిపోయి విశ్రమించుదును గదా అని నేననుకొంటిని.",
    "7": "దూరముగా పారిపోయి అరణ్యములో నివసించుదును.",
    "8": "ప్రచండవాయువునుండియు తుఫానునుండియు తప్పించుకొని త్వరపడి పారిపోవుదునని నేననుకొంటిని.",
    "9": "ప్రభువా, వారిని నిర్మూలము చేయుము; వారి నాలుకలను వేరు చేయుము; పట్టణములో బలాత్కారమును కలహమును నేను చూచియున్నాను.",
    "10": "రేయింబగళ్లు అవి దాని ప్రాకారముల మీద సంచరించుచున్నవి; పాపమును కీడును దానిలోనున్నవి.",
    "11": "దానిలో నాశనము జరుగుచున్నది; వంచనయు మోసమును దాని వీధులలోనుండి తొలగకయున్నవి.",
    "12": "నన్ను నిందించినవాడు శత్రువు కాడు, అట్లయినయెడల నేను ఓర్చుకొందును; నా మీద తనను తాను హెచ్చించుకొనినవాడు నా పగవాడు కాడు, అట్లయినయెడల నేను దాగియుందును.",
    "13": "నన్ను నిందించినవాడవు నీవే; నా సమకాలికుడవు నా ఆప్తమిత్రుడువు నీవే.",
    "14": "మనము ఇష్టపూర్వకముగా ఆలోచన చేసికొంటిమి; ఉత్సవము చేయుచున్న సమూహముతో దేవుని మందిరమునకు నడిచిపోతివిు.",
    "15": "మరణము వారి మీదికి హఠాత్తుగా వచ్చును గాక; వారు సజీవముగానే పాతాళమునకు దిగిపోవుదురు గాక; కీడు వారి నివాసములలోను వారి అంతరంగములోను ఉన్నది.",
    "16": "నేనైతే దేవునికి మొరపెట్టుకొందును; యెహోవా నన్ను రక్షించును.",
    "17": "సాయంకాలమున ఉదయమున మధ్యాహ్నమున నేను ధ్యానించుచు మొరపెట్టుకొందును; ఆయన నా ప్రార్థన ఆలకించును.",
    "18": "నా మీదికి అనేకమంది రాగా వారు నన్ను సమీపింపలేకుండ ఆయన నన్ను విమోచించి నాకు సమాధానము కలుగజేయును.",
    "19": "ఆదినుండి సింహాసనాసీనుడగు దేవుడు ఆలకించి వారికి ప్రతిఫలమిచ్చును; వారికి మార్పు కలుగదు, వారు దేవునికి భయపడరు.",
    "20": "తమతో సమాధానముగా ఉన్నవారికి వారు హాని చేయుదురు; వారు తమ నిబంధనను మీరియున్నారు.",
    "21": "వారి మాటలు వెన్నకంటె మృదువైనవి గాని వారి హృదయములో యుద్ధమున్నది; వారి మాటలు నూనెకంటె మెత్తనివి గాని అవి విూసిన కత్తులు.",
    "22": "నీ భారము యెహోవా మీద మోపుము, ఆయనే నిన్ను ఆదుకొనును; నీతిమంతులను ఆయన ఎన్నడును కదలనియ్యడు.",
    "23": "దేవా, నీవు నాశనమను గోతిలో వారిని పడవేసెదవు; రక్తాపరాధులును వంచకులును తమ ఆయుష్యులో సగమైనను బ్రతుకరు; నేనైతే నిన్నే నమ్ముకొనియున్నాను."
}
