
{
    "1": "దేవుడు లేచును గాక, ఆయన శత్రువులు చెదిరిపోవుదురు గాక; ఆయనను ద్వేషించువారు ఆయన యెదుటనుండి పారిపోవుదురు గాక.",
    "2": "పొగ చెదరగొట్టబడునట్లు నీవు వారిని చెదరగొట్టుము; అగ్ని సెగకు మైనము కరిగిపోవునట్లు దేవుని సన్నిధిని దుష్టులు నశించుదురు గాక.",
    "3": "నీతిమంతులు సంతోషించుదురు గాక; వారు దేవుని సన్నిధిని ఉల్లాసించుదురు గాక; సంతోషముతో హర్షించుదురు గాక.",
    "4": "దేవునికి పాడుడి, ఆయన నామమును కీర్తించుడి; అరణ్యములలో వాహనమెక్కివచ్చువానికి రాజమార్గమును సిద్ధపరచుడి; ఆయన నామము యెహోవా; ఆయన సన్నిధిని ఉల్లాసించుడి.",
    "5": "తన పరిశుద్ధ ఆలయమందున్న దేవుడు తండ్రిలేనివారికి తండ్రియు, విధవరాండ్రకు న్యాయకర్తయునై యున్నాడు.",
    "6": "దేవుడు ఏకాంగులకు సంసారము కలుగజేయువాడు; ఆయన బద్ధులను విడిపించి వర్ధిల్లజేయును; అయితే తిరుగుబాటు చేయువారు ఎండిన నేలమీద నివసించుదురు.",
    "7": "దేవా, నీ ప్రజల ముందర నీవు బయలుదేరినప్పుడు, అరణ్యములో నీవు సాగినప్పుడు,",
    "8": "భూమి కంపించెను, దేవుని సన్నిధిని ఆకాశము వర్షించెను; ఇశ్రాయేలు దేవుడైన ఆ దేవుని సన్నిధిని సీనాయి పర్వతము కంపించెను.",
    "9": "దేవా, నీవు విస్తారమైన వర్షమును కురిపించితివి; నీ స్వాస్థ్యము అలసియుండగా నీవు దానిని బలపరచితివి.",
    "10": "నీ జీవరాశులు దానిలో నివసించెను; దేవా, నీ దయవలన దీనుల కొరకు నీవు దాని సిద్ధపరచితివి.",
    "11": "ప్రభువు మాట సెలవిచ్చుచున్నాడు; దానిని ప్రకటించు స్త్రీలు గొప్ప సైన్యముగా ఉన్నారు.",
    "12": "సైన్యముల రాజులు పారిపోవుచున్నారు పారిపోవుచున్నారు; ఇంటనున్న స్త్రీలు కొల్లసొమ్ము పంచుకొనుచున్నారు.",
    "13": "మీరు దొడ్ల మధ్య పండుకొన్నప్పుడు, వెండి రేకులతో కప్పబడిన రెక్కలును, బంగారు వర్ణము గల ఈకలును గల పావురమువలె ఉన్నారు.",
    "14": "సర్వశక్తుడు అక్కడ రాజులను చెదరగొట్టినప్పుడు అది సల్మోనులో మంచు కురిసినట్లుండెను.",
    "15": "బాషాను పర్వతము దేవుని పర్వతము; బాషాను పర్వతము శిఖరములు గల పర్వతము.",
    "16": "శిఖరములు గల పర్వతములారా, దేవుడు నివసించుటకు కోరుకొనిన కొండను మీరేల ఓరచూపులు చూచుచున్నారు? యెహోవా అందులో నిత్యము నివసించును.",
    "17": "దేవుని రథములు వేలకొలదిగాను, వేలకొలదిగాను ఉన్నవి; సీనాయిలో ప్రభువు ఉన్నట్లు వాటిలో ఆయన ఉన్నాడు; ఆయన పరిశుద్ధ స్థలములో ఉన్నాడు.",
    "18": "నీవు ఉన్నత స్థలమునకు ఎక్కితివి, చెరపట్టబడినవారిని చెరపట్టితివి; మనుష్యులలోనుండి, తిరుగుబాటు చేయువారిలోనుండియు నీవు కానుకలు తీసికొనియున్నావు; దేవుడైన యెహోవా అక్కడ నివసించునట్లు వాటిని తీసికొనియున్నావు.",
    "19": "ప్రభువు స్తుతింపబడును గాక; అనుదినము ఆయన మన భారమును భరించుచున్నాడు; దేవుడే మనకు రక్షణకర్త.",
    "20": "దేవుడు మనకు రక్షణ కలుగజేయు దేవుడైయున్నాడు; మరణము తప్పించుట ప్రభువైన యెహోవా వశము.",
    "21": "నిశ్చయముగా దేవుడు తన శత్రువుల తలలు పగులగొట్టును; తన అపరాధములలో నడచువాని వెండ్రుకలు గల నడినెత్తిని ఆయన పగులగొట్టును.",
    "22": "నీ పాదము రక్తములో మునుగునట్లును, నీ కుక్కల నాలుకకు శత్రువులయొద్దనుండి పాలు దొరుకునట్లును,",
    "23": "బాషానునుండి నేను వారిని తిరిగి రప్పించెదను; సముద్రపు అగాధములలోనుండి వారిని తిరిగి రప్పించెదనని ప్రభువు సెలవిచ్చుచున్నాడు.",
    "24": "దేవా, నీ ఊరేగింపులు కనబడుచున్నవి; పరిశుద్ధాలయములో నా దేవుని నా రాజు యొక్క ఊరేగింపులు కనబడుచున్నవి.",
    "25": "గాయకులు ముందు నడిచిరి, వాద్యగాళ్లు వెనుక నడిచిరి; వారి మధ్యను కన్యకలు తంబురలు వాయించుచుండిరి.",
    "26": "సమాజములలో దేవునిని స్తుతించుడి; ఇశ్రాయేలు ఉబికిన జలములలోనుండి వచ్చినవారలారా, ప్రభువును స్తుతించుడి.",
    "27": "అక్కడ చిన్నవాడైన బెన్యామీను వారిని ఏలువాడు; అక్కడ యూదా అధిపతులును వారి సమూహమును, జెబూలూను అధిపతులును నఫ్తాలి అధిపతులును ఉన్నారు.",
    "28": "నీ దేవుడు నీకు బలము కలుగనాజ్ఞాపించియున్నాడు; దేవా, నీవు మా కొరకు చేసినదానిని బలపరచుము.",
    "29": "యెరూషలేములోనున్న నీ ఆలయమును బట్టి రాజులు నీకు కానుకలు తెచ్చెదరు.",
    "30": "రెల్లులోని దుష్టమృగమును, వృషభముల సమూహమును, జనముల దూడలను గద్దించుము; అప్పుడు వెండి ముక్కలతో వారు అణగియుందురు; యుద్ధమునందు ఆసక్తి గల జనములను ఆయన చెదరగొట్టును.",
    "31": "ఐగుప్తునుండి ప్రధానులు వచ్చెదరు; కూషు దేశము దేవుని వైపు తన చేతులు చాచుటకు త్వరపడును.",
    "32": "భూరాజ్యములారా, దేవునికి పాడుడి; ప్రభువును కీర్తించుడి.",
    "33": "అనాదిగా నున్న ఆకాశాకాశముల మీద సంచరించువానికి పాడుడి; ఇదిగో ఆయన తన స్వరమును, బలమైన స్వరమును వినిపించుచున్నాడు.",
    "34": "దేవునికి బలమును ఆరోపించుడి; ఆయన ప్రభావము ఇశ్రాయేలు మీద ఉన్నది; ఆయన బలము ఆకాశమండలములో ఉన్నది.",
    "35": "దేవా, నీ పరిశుద్ధ స్థలములలో నీవు భయంకరుడవు; ఇశ్రాయేలు దేవుడు తన ప్రజలకు బలమును శక్తిని అనుగ్రహించువాడు; దేవుడు స్తుతింపబడును గాక."
}
