
{
    "1": "దేవా, నన్ను రక్షించుము; జలములు నా ప్రాణము మీదికి వచ్చియున్నవి.",
    "2": "దిగబడరాని లోతైన దొంగలో నేను దిగిపోవుచున్నాను; అగాధ జలములలోనికి నేను వచ్చియున్నాను; వరదలు నన్ను ముంచివేయుచున్నవి.",
    "3": "నేను మొరపెట్టుటచేత అలసియున్నాను; నా గొంతుక ఎండిపోయెను; నా దేవుని కొరకు కనిపెట్టుటచేత నా కన్నులు క్షీణించిపోయెను.",
    "4": "నిర్నిమిత్తముగా నన్ను ద్వేషించువారు నా తల వెండ్రుకలకంటె విస్తారముగా ఉన్నారు; అన్యాయముగా నాకు శత్రువులై నన్ను సంహరించువారు బలిష్ఠులు; నేను దోచుకొననిదానిని నేను ఇచ్చుకొనవలసివచ్చెను.",
    "5": "దేవా, నా మూఢత నీకు తెలిసేయున్నది; నా అపరాధములు నీకు మరుగైనవి కావు.",
    "6": "సైన్యములకు అధిపతివగు ప్రభువా, యెహోవా, నీ కొరకు కనిపెట్టువారికి నా వలన సిగ్గు కలుగనియ్యకుము; ఇశ్రాయేలు దేవా, నిన్ను వెదకువారికి నా వలన అవమానము కలుగనియ్యకుము.",
    "7": "నీ నిమిత్తము నేను నింద భరించితిని; సిగ్గు నా ముఖమును కప్పెను.",
    "8": "నా సహోదరులకు నేను అన్యుడనైతిని; నా తల్లి కుమారులకు పరదేశినైతిని.",
    "9": "నీ ఇంటిని గూర్చిన ఆసక్తి నన్ను భక్షించెను; నిన్ను నిందించువారి నిందలు నా మీద పడెను.",
    "10": "నేను ఉపవాసముండి నా ప్రాణమును ఏడ్పించుకొనగా అది నాకు నింద కారణమాయెను.",
    "11": "నేను గోనెపట్ట వస్త్రముగా కట్టుకొనినప్పుడు వారికి సామెతగా ఉంటిని.",
    "12": "గవినిలో కూర్చుండువారు నన్ను గూర్చి మాటలాడుకొనుచున్నారు; త్రాగుబోతులు నన్ను గూర్చి పాటలు పాడుచున్నారు.",
    "13": "యెహోవా, అనుకూల సమయమున నేను నీకు ప్రార్థన చేయుచున్నాను; దేవా, నీ కృపాబాహుళ్యమును బట్టి, నీ రక్షణ సత్యమును బట్టి నాకు ఉత్తరమిమ్ము.",
    "14": "బురదలోనుండి నన్ను లేవనెత్తుము, నన్ను దిగబడనియ్యకుము; నన్ను ద్వేషించువారి చేతిలోనుండియు అగాధ జలములలోనుండియు నన్ను తప్పించుము.",
    "15": "జలప్రవాహము నన్ను ముంచనియ్యకుము; అగాధము నన్ను మింగనియ్యకుము; గోతిని నా మీద మూయనియ్యకుము.",
    "16": "యెహోవా, నీ కృప ఉత్తమము, నాకు ఉత్తరమిమ్ము; నీ వాత్సల్యబాహుళ్యమును బట్టి నా తట్టు తిరుగుము.",
    "17": "నీ సేవకునికి నీ ముఖమును మరుగుచేయకుము; నేను ఇబ్బందిలో ఉన్నాను, త్వరగా నాకు ఉత్తరమిమ్ము.",
    "18": "నా ప్రాణమునకు సమీపించి దానిని విమోచించుము; నా శత్రువులను బట్టి నన్ను విడిపించుము.",
    "19": "నాకు కలిగిన నిందయు సిగ్గుయు అవమానమును నీకు తెలిసేయున్నవి; నా విరోధులందరు నీకు కనబడుచున్నారు.",
    "20": "నిందకు నా గుండె పగిలిపోయెను; నేను బహుగా కృశించియున్నాను; సానుభూతి గలవాని కొరకు నేను కనిపెట్టితిని గాని ఎవడును లేకపోయెను; ఓదార్చువారి కొరకు కనిపెట్టితిని గాని ఒక్కడును కానరాలేదు.",
    "21": "వారు చేదును నాకు ఆహారముగా పెట్టిరి; నాకు దప్పికయైనప్పుడు చిరకను త్రాగనిచ్చిరి.",
    "22": "వారి భోజనము వారికి ఉరిగా ఉండును గాక; అది క్షేమముగా ఉన్నప్పుడు వారికి బోనుగా ఉండును గాక.",
    "23": "వారు చూడకుండునట్లు వారి కన్నులు చీకటి కమ్మును గాక; వారి నడుములను ఎల్లప్పుడు వణకునట్లు చేయుము.",
    "24": "వారి మీద నీ ఉగ్రతను కుమ్మరించుము; నీ కోపాగ్ని వారిని పట్టుకొనును గాక.",
    "25": "వారి పాళెము పాడగును గాక; వారి గుడారములలో ఎవరూ నివసింపకపోవుదురు గాక.",
    "26": "నీవు మొత్తినవానిని వారు తరుముచున్నారు; నీవు గాయపరచినవారి వేదనను వారు వివరించుచున్నారు.",
    "27": "వారి దోషము మీద దోషము మోపుము; నీ నీతిని వారు పొందకుందురు గాక.",
    "28": "జీవగ్రంథములోనుండి వారు తుడిచివేయబడుదురు గాక; నీతిమంతుల పట్టికలో వారు వ్రాయబడకుందురు గాక.",
    "29": "నేను బాధపడి దుఃఖించుచున్నాను; దేవా, నీ రక్షణ నన్ను ఉద్ధరించును గాక.",
    "30": "నేను పాటలతో దేవుని నామమును స్తుతించెదను; కృతజ్ఞతాస్తుతులతో ఆయనను ఘనపరచెదను.",
    "31": "యెహోవాకు ఎద్దుకంటెను, కొమ్ములును డెక్కలును గల కోడెకంటెను అది ఇంపైనది.",
    "32": "దీనులు దానిని చూచి సంతోషించుదురు; దేవుని వెదకువారలారా, మీ ప్రాణము బ్రతుకును గాక.",
    "33": "యెహోవా దరిద్రుల మొర ఆలకించువాడు; చెరలోనున్న తన వారిని ఆయన తృణీకరించడు.",
    "34": "భూమ్యాకాశములు ఆయనను స్తుతించును గాక; సముద్రములును వాటిలో చలించునవన్నియు ఆయనను స్తుతించును గాక.",
    "35": "దేవుడు సీయోనును రక్షించును; యూదా పట్టణములను కట్టించును; అప్పుడు జనులు అక్కడ నివసించి దానిని స్వాధీనపరచుకొందురు.",
    "36": "ఆయన సేవకుల సంతానము దానిని స్వతంత్రించుకొందురు; ఆయన నామమును ప్రేమించువారు దానిలో నివసించుదురు."
}
