
{
    "1": "యెహోవా, నేను నీ శరణుజొచ్చియున్నాను; నన్ను ఎన్నడును సిగ్గుపడనియ్యకుము.",
    "2": "నీ నీతిని బట్టి నన్ను తప్పించుము, నన్ను విడిపించుము; నాకు నీ చెవి యొగ్గి నన్ను రక్షించుము.",
    "3": "నేను నిత్యము చొచ్చునట్లు నాకు ఆశ్రయదుర్గముగా ఉండుము; నీవే నా కొండయు నా కోటయునై యున్నావు గనుక నన్ను రక్షించుటకు నీవు ఆజ్ఞాపించియున్నావు.",
    "4": "నా దేవా, దుష్టుని చేతిలోనుండియు, అక్రమము చేయువాని చేతిలోనుండియు, క్రూరుని చేతిలోనుండియు నన్ను తప్పించుము.",
    "5": "ప్రభువైన యెహోవా, నీవే నా నిరీక్షణ, బాల్యమునుండి నీవే నా ఆశ్రయము.",
    "6": "గర్భమున పుట్టినది మొదలుకొని నేను నిన్ను ఆనుకొంటిని; నా తల్లి గర్భములోనుండి నన్ను తీసినవాడవు నీవే; నిత్యము నిన్నుగూర్చి నేను స్తుతిగానము చేసెదను.",
    "7": "అనేకులకు నేను విస్మయాస్పదముగా ఉంటిని; నీవే నాకు బలమైన ఆశ్రయము.",
    "8": "నా నోరు నీ స్తుతితోను దినమంతయు నీ కీర్తితోను నిండియున్నది.",
    "9": "వృద్ధాప్యమందు నన్ను విడనాడకుము; నా బలము క్షీణించినప్పుడు నన్ను విడిచిపెట్టకుము.",
    "10": "నా శత్రువులు నన్ను గూర్చి మాటలాడుకొనుచున్నారు; నా ప్రాణము కొరకు పొంచియున్నవారు ఏకముగా ఆలోచన చేయుచున్నారు.",
    "11": "దేవుడు వానిని విడిచిపెట్టెను; వానిని తప్పించువాడెవడును లేడు; తరుముడి, పట్టుకొనుడి అని వారు చెప్పుకొనుచున్నారు.",
    "12": "దేవా, నాకు దూరముగా ఉండకుము; నా దేవా, నాకు సహాయము చేయుటకు త్వరపడుము.",
    "13": "నా ప్రాణమునకు విరోధులైనవారు సిగ్గుపడి నశించుదురు గాక; నాకు కీడు చేయ చూచువారు నిందను అవమానమును ధరించుకొందురు గాక.",
    "14": "నేనైతే ఎల్లప్పుడు నిరీక్షించెదను; మరి ఎక్కువగా నిన్ను స్తుతించెదను.",
    "15": "దినమంతయు నీ నీతిని నీ రక్షణను నా నోరు వివరించును; అవి ఎన్నో నాకు తెలియవు.",
    "16": "ప్రభువైన యెహోవా బలాతిశయములను బట్టి నేను వచ్చెదను; నీ నీతిని, నీ నీతిని మాత్రమే కీర్తించెదను.",
    "17": "దేవా, బాల్యమునుండి నీవు నాకు బోధించుచు వచ్చితివి; ఇంతవరకు నీ ఆశ్చర్యకార్యములను నేను వివరించుచున్నాను.",
    "18": "నేను ముసలివాడనై తల నెరసినప్పుడు కూడ, దేవా, నన్ను విడువకుము; వచ్చే తరమునకు నీ బాహుబలమును, పుట్టబోవు వారందరికి నీ శౌర్యమును నేను వివరించు వరకు నన్ను విడువకుము.",
    "19": "దేవా, నీ నీతి ఆకాశమంత ఎత్తున ఉన్నది; గొప్ప కార్యములను చేసిన దేవా, నీవంటివాడెవడు?",
    "20": "అనేకమైన కఠిన బాధలను మాకు కలుగజేసినవాడా, నీవు మమ్మును మరల బ్రతికించెదవు; భూమియొక్క అగాధ స్థలములలోనుండి నీవు మమ్మును మరల లేవనెత్తుదువు.",
    "21": "నా గొప్పతనమును వృద్ధి చేయుము; నా తట్టు తిరిగి నన్ను ఆదరించుము.",
    "22": "నా దేవా, నేనును స్వరమండలముతో నిన్ను స్తుతించెదను; నీ సత్యమును బట్టి నిన్ను స్తుతించెదను; ఇశ్రాయేలు పరిశుద్ధుడా, సితారాతో నిన్ను కీర్తించెదను.",
    "23": "నేను నిన్ను కీర్తించునప్పుడు నా పెదవులును, నీవు విమోచించిన నా ప్రాణమును బహుగా సంతోషించును.",
    "24": "నాకు కీడు చేయ చూచువారు సిగ్గుపడి లజ్జపడియున్నారు; నా నాలుక దినమంతయు నీ నీతిని గూర్చి మాటలాడును."
}
