
{
    "1": "దేవా, రాజునకు నీ న్యాయవిధులను అప్పగించుము; రాజకుమారునికి నీ నీతిని అప్పగించుము.",
    "2": "అతడు నీతిని బట్టి నీ ప్రజలకును, న్యాయమును బట్టి నీ శ్రమల పాలైనవారికిని తీర్పు తీర్చును.",
    "3": "పర్వతములు ప్రజలకు సమాధానమును పుట్టించును; నీతిని బట్టి చిన్న కొండలును ఆలాగు చేయును.",
    "4": "ప్రజలలో శ్రమల పాలైనవారికి అతడు న్యాయము తీర్చును; బీదలను రక్షించును; బా ధించువారిని నలుగగొట్టును.",
    "5": "సూర్యుడున్నంత కాలము చంద్రుడున్నంత కాలము తరతరములు వారు నీకు భయపడుదురు.",
    "6": "కోయబడిన గడ్డి మీద వాన కురియునట్లు, భూమిని తడుపు వర్షపు జల్లులవలె అతడు దిగివచ్చును.",
    "7": "అతని దినములలో నీతిమంతులు వర్ధిల్లుదురు; చంద్రుడు లేకపోవు వరకు క్షేమాభివృద్ధి కలుగును.",
    "8": "సముద్రమునుండి సముద్రము వరకును, నది మొదలుకొని భూదిగంతముల వరకును అతడు ఏలును.",
    "9": "అరణ్యవాసులు అతని యెదుట సాగిలపడుదురు; అతని శత్రువులు మన్ను నాకుదురు.",
    "10": "తార్షీషు రాజులును ద్వీపముల రాజులును కానుకలు తెచ్చెదరు; షేబ రాజులును సెబా రాజులును కప్పము చెల్లించెదరు.",
    "11": "రాజులందరు అతనికి నమస్కారము చేసెదరు; అన్యజనులందరు అతనికి సేవ చేసెదరు.",
    "12": "దరిద్రులు మొరపెట్టగా అతడు వారిని విడిపించును; దీనులను, సహాయము లేనివారిని అతడు విడిపించును.",
    "13": "బీదలను దరిద్రులను అతడు కరుణించును; దరిద్రుల ప్రాణములను అతడు రక్షించును.",
    "14": "కపటమునుండియు బలాత్కారమునుండియు అతడు వారి ప్రాణమును విమోచించును; వారి రక్తము అతని దృష్టికి అమూల్యముగా ఉండును.",
    "15": "వారు బ్రతుకుదురు; షేబ బంగారము అతనికి ఇయ్యబడును; జనులు నిత్యము అతని కొరకు ప్రార్థన చేసెదరు; దినమంతయు అతనిని దీవించెదరు.",
    "16": "దేశములో పర్వతముల శిఖరముల మీద సస్య సమృద్ధి కలుగును; దాని పంట లెబానోను వృక్షములవలె కదులును; నేలమీది పచ్చికవలె పట్టణస్థులు తేజరిల్లుదురు.",
    "17": "అతని పేరు నిత్యము ఉండును; సూర్యుడున్నంత కాలము అతని పేరు చిగుర్చును; మనుష్యులు అతనిని బట్టి ఆశీర్వదించబడుదురు; అన్యజనులందరును అతడు ధన్యుడని చెప్పుదురు.",
    "18": "దేవుడు, ఇశ్రాయేలు దేవుడైన యెహోవా స్తుతింపబడును గాక; ఆయన మాత్రమే ఆశ్చర్యకార్యములు చేయువాడు.",
    "19": "మహimావంతమైన ఆయన నామము నిరంతరము స్తుతింపబడును గాక; సర్వభూమి ఆయన మహిమతో నిండును గాక. ఆమేన్ ఆమేన్.",
    "20": "యెష్షయి కుమారుడైన దావీదు ప్రార్థనలు ముగిసెను."
}
