
{
    "1": "దేవా, నిత్యము నీవు మమ్మును విడనాడనేల? నీ మంద గొర్రెలమీద నీకు కోపమెందుకు?",
    "2": "పూర్వకాలమున నీవు సంపాదించుకొనిన నీ సంఘమును జ్ఞాపకము చేసికొనుము; నీ స్వాస్థ్యముగా ఉండునట్లు నీవు విమోచించిన గోత్రమును జ్ఞాపకము చేసికొనుము; నీవు నివసించిన సీయోను పర్వతమును జ్ఞాపకము చేసికొనుము.",
    "3": "నిత్యము పాడుగానున్న స్థలములను, పరిశుద్ధ స్థలములో శత్రువులు చేసిన చెడుపనులన్నిటిని వచ్చి చూడుము.",
    "4": "నీ సమాజస్థలము మధ్య నీ విరోధులు గర్జించుచున్నారు; తాము ఉంచిన ధ్వజములనే ఆనవాలుగా ఉంచియున్నారు.",
    "5": "దట్టమైన అడవిలో గొడ్డళ్లు ఎత్తువారు కనబడునట్లు వారు కనబడుచున్నారు.",
    "6": "గడ్డపారలతోను, గొడ్డళ్లతోను వారు మందిరపు చెక్కడపు పనినంతటిని విరుగగొట్టుచున్నారు.",
    "7": "నీ పరిశుద్ధాలయమును అగ్నిలో కాల్చివేసియున్నారు; నీ నామము నివసించు స్థలమును నేలమట్టముచేసి అపవిత్రపరచియున్నారు.",
    "8": "మనము వారిని బొత్తిగా అణచివేయుదమని వారు తమ హృదయములో అనుకొనియున్నారు; దేశములోనున్న దేవుని సమాజ స్థలములన్నిటిని వారు కాల్చివేసియున్నారు.",
    "9": "మాకు సూచనలేమియు కనబడుట లేదు; ప్రవక్త ఒకడును లేకపోయెను; ఇది ఎంతకాలము జరుగునో తెలిసినవాడు మాలో ఒకడును లేడు.",
    "10": "దేవా, విరోధులు ఎంతకాలము నిందింతురు? శత్రువులు నిత్యము నీ నామమును దూషించుదురా?",
    "11": "నీ చెయ్యి, నీ కుడి చెయ్యి నీవు ఎందుకు ముడుచుకొనియున్నావు? నీ రొమ్ములోనుండి దానిని తీసి వారిని నిర్మూలము చేయుము.",
    "12": "పురాతనకాలము మొదలుకొని దేవుడు నా రాజు; ఆయన భూమి మీద మహా రక్షణ కలుగజేయువాడు.",
    "13": "నీ బలముచేత సముద్రమును పాయలుగా చేసితివి; జలములలో భుజంగముల తలలను నీవు పగులగొట్టితివి.",
    "14": "లివ్యాదాను తలలను నీవు ముక్కలుగా కొట్టితివి; అరణ్యవాసులకు ఆహారముగా దానిని ఇచ్చితివి.",
    "15": "నీవు ఊటలను ఏరులను బుట్టించితివి; నిత్యము పారు నదులను ఎండిపోజేసితివి.",
    "16": "పగలు నీదే రాత్రియు నీదే; సూర్యచంద్రులను నీవే నిర్మించితివి.",
    "17": "భూమికి సరిహద్దులను నీవే నియమించితివి; వేసవికాలమును శీతకాలమును నీవే కలుగజేసితివి.",
    "18": "యెహోవా, శత్రువులు నిందించుటను, మూడులైన జనులు నీ నామమును దూషించుటను జ్ఞాపకము చేసికొనుము.",
    "19": "దుష్టమృగమునకు నీ గువ్వ ప్రాణమును అప్పగింపకుము; నీ బాధపడవారి ప్రాణమును నిత్యము మరువకుము.",
    "20": "నీ నిబంధనను దృష్టించుము; దేశములోని చీకటిగల చోట్లన్నియు బలాత్కారముతో నిండిన నివాసములే.",
    "21": "బాధింపబడినవారిని అవమానముతో తిరిగి రానియ్యకుము; శ్రమగలవారును దరిద్రులును నీ నామమును స్తుతించుదురు గాక.",
    "22": "దేవా, లెమ్ము, నీ వ్యాజ్యెమును నీవే వాదించుకొనుము; మూడులు దినమెల్ల నిన్ను నిందించుట జ్ఞాపకము చేసికొనుము.",
    "23": "నీ శత్రువుల అల్లరిని మరువకుము; నీ మీదికి లేచువారి గల్లత్తు నిత్యము హెచ్చుచున్నది."
}
