
{
    "1": "నా ప్రజలారా, నా బోధను ఆలకించుడి; నా నోటి మాటలకు చెవియొగ్గుడి.",
    "2": "నేను నోరు తెరచి సామెత చెప్పెదను; గూఢార్థము గల పురాతనపు మాటలను వివరించెదను.",
    "3": "మేము విన్నవి, మాకు తెలిసినవి, మా పితరులు మాకు వివరించినవి",
    "4": "వాటిని మరుగుచేయక వారి పిల్లలకు మేము చెప్పెదము; రాబోవు తరమునకు యెహోవా స్తోత్రార్హ క్రియలను, ఆయన బలమును, ఆయన చేసిన ఆశ్చర్యకార్యములను మేము తెలియజేసెదము.",
    "5": "ఆయన యాకోబులో ఒక శాసనమును నియమించెను; ఇశ్రాయేలులో ఒక ధర్మమును స్థాపించెను; మన పితరులు తమ పిల్లలకు దానిని తెలుపవలెనని వారికి ఆజ్ఞాపించెను.",
    "6": "ఇట్లు రాబోవు తరమువారును, పుట్టబోవు పిల్లలును, దానిని ఎరుగుదురు; వారు లేచి తమ పిల్లలకు దానిని వివరింతురు.",
    "7": "అప్పుడు వారు దేవునియందు నిరీక్షణ గలవారై, దేవుని క్రియలను మరువక ఆయన ఆజ్ఞలను గైకొందురు.",
    "8": "తమ పితరులవలె ఇశ్రాయేలీయులు మూర్ఖతయు తిరుగుబాటును గల తరముగా ఉండకుందురు; ఆ తరమువారు తమ హృదయమును స్థిరపరచుకొనలేదు; వారి ఆత్మ దేవునియొద్ద నమ్మకముగా ఉండలేదు.",
    "9": "ఎఫ్రాయిము సంతానము ఆయుధములను ధరించి విల్లు పట్టుకొనినవారైనను యుద్ధకాలమున వారు వెనుకకు తిరిగిరి.",
    "10": "వారు దేవుని నిబంధనను గైకొనకపోయిరి; ఆయన ధర్మశాస్త్రమును అనుసరింపనొల్లకపోయిరి.",
    "11": "ఆయన క్రియలను, ఆయన వారికి చూపిన ఆశ్చర్యకార్యములను వారు మరచిరి.",
    "12": "ఐగుప్తు దేశమందలి సోయను క్షేత్రములో ఆయన వారి పితరుల యెదుట ఆశ్చర్యకార్యములను చేసెను.",
    "13": "ఆయన సముద్రమును పాయలుగా చేసి వారిని దాటించెను; నీళ్లను రాశిగా నిలిపెను.",
    "14": "పగటివేళ మేఘముతోను, రాత్రి అంతయు అగ్ని ప్రకాశముతోను ఆయన వారికి త్రోవ చూపించెను.",
    "15": "అరణ్యములో ఆయన బండలను చీల్చి, సముద్రమంత విస్తారమైన నీళ్లను వారికి త్రాగనిచ్చెను.",
    "16": "బండలోనుండి ఆయన నీటి ధారలను రప్పించెను; నదులవలె నీళ్లు పారునట్లు చేసెను.",
    "17": "అయినను వారు అరణ్యములో మహోన్నతుని మీద తిరుగుబాటు చేయుచు ఆయనకు విరోధముగా ఇంకను పాపము చేసిరి.",
    "18": "తమ మనస్సువచ్చినట్లు ఆహారము నడుగుచు, తమ హృదయములలో దేవునిని శోధించిరి.",
    "19": "వారు దేవునికి విరోధముగా మాటలాడిరి; అరణ్యములో దేవుడు భోజనము సిద్ధపరచగలడా?",
    "20": "ఆయన బండను కొట్టగా నీళ్లు ఉబికెను, వాగులు పొర్లి పారెను; ఆయన రొట్టెను కూడ ఇయ్యగలడా? తన ప్రజలకు మాంసము సిద్ధపరచగలడా? అని చెప్పుకొనిరి.",
    "21": "కాబట్టి యెహోవా ఆ మాటలు విని ఆగ్రహించెను; యాకోబు సంతతిమీద అగ్ని రగులుకొనెను; ఇశ్రాయేలు మీద కోపము పుట్టెను.",
    "22": "ఏలయనగా వారు దేవునియందు విశ్వాసముంచకపోయిరి; ఆయన రక్షణయందు నమ్మిక యుంచకపోయిరి.",
    "23": "అయినను ఆయన పైనున్న ఆకాశమునకు ఆజ్ఞాపించెను; ఆకాశవాకిళ్లను తెరచెను.",
    "24": "ఆహారమునకై ఆయన వారి మీద మన్నాను కురిపించెను; ఆకాశధాన్యమును వారికి అనుగ్రహించెను.",
    "25": "దేవదూతల ఆహారము నరులు భక్షించిరి; వారికి కావలసినంత ఆహారము ఆయన పంపెను.",
    "26": "ఆకాశమందు ఆయన తూర్పు గాలిని విసరజేసెను; తన బలముచేత దక్షిణపు గాలిని రప్పించెను.",
    "27": "ధూళి అంత విస్తారముగా మాంసమును, సముద్రపు ఇసుక రేణువులంత విస్తారముగా రెక్కలుగల పక్షులను ఆయన వారి మీద కురిపించెను.",
    "28": "వారి పాళెము మధ్యను, వారి నివాసముల చుట్టును ఆయన వాటిని పడజేసెను.",
    "29": "వారు కడుపార తినిరి; వారి ఆశను ఆయన తీర్చెను.",
    "30": "వారు తమ ఆశను విడిచిపెట్టలేదు; వారి ఆహారము వారి నోట ఉండగానే,",
    "31": "దేవుని కోపము వారి మీద రగులుకొనెను; వారిలో బలిష్ఠులను ఆయన చంపెను; ఇశ్రాయేలులో యౌవనస్థులను ఆయన కూల్చెను.",
    "32": "ఇవన్నియు జరిగియు వారు ఇంకను పాపము చేయుచునే యుండిరి; ఆయన చేసిన అద్భుతములను బట్టి వారు నమ్మకపోయిరి.",
    "33": "కాబట్టి ఆయన వారి దినములను వ్యర్థముగాను, వారి సంవత్సరములను భయముతోను గడపునట్లు చేసెను.",
    "34": "ఆయన వారిని చంపునప్పుడు వారు ఆయనను వెదకిరి; వారు తిరిగి దేవునిని బ్రతిమాలుకొనిరి.",
    "35": "దేవుడు తమకు ఆశ్రయదుర్గమనియు, మహోన్నతుడైన దేవుడు తమ విమోచకుడనియు వారు జ్ఞాపకము చేసికొనిరి.",
    "36": "అయినను వారు తమ నోటితో ఆయనను పొగడిరి; తమ నాలుకతో ఆయనకు అబద్ధమాడిరి.",
    "37": "వారి హృదయము ఆయన యెడల స్థిరముగా ఉండలేదు; ఆయన నిబంధనయందు వారు నమ్మకముగా ఉండలేదు.",
    "38": "అయినను ఆయన వాత్సల్యసంపూర్ణుడై వారి దోషమును పరిహరించి వారిని నశింపజేయక యుండెను; తన ఉగ్రతను ఏమాత్రమును రేపుకొనక, తన కోపమును అనేక పర్యాయములు అణచుకొనెను.",
    "39": "వారు కేవలము శరీరులే అనియు, విసిరి వెళ్లిపోవుచు తిరిగి రాని గాలి అనియు ఆయన జ్ఞాపకము చేసికొనెను.",
    "40": "అరణ్యములో వారు ఎన్ని మారులు ఆయన మీద తిరుగుబాటు చేసిరి! ఎడారిలో ఎన్ని మారులు ఆయనను దుఃఖపెట్టిరి!",
    "41": "వారు మాటిమాటికి దేవునిని శోధించిరి; ఇశ్రాయేలు పరిశుద్ధుని విసికించిరి.",
    "42": "ఆయన బాహుబలమునైనను, విరోధుల చేతిలోనుండి ఆయన తమలను విమోచించిన దినమునైనను వారు జ్ఞాపకము చేసికొనలేదు.",
    "43": "ఐగుప్తులో ఆయన తన సూచక క్రియలను, సోయను క్షేత్రములో తన అద్భుతములను కనపరచెను.",
    "44": "వారి నదులను, వారి కాలువలను రక్తముగా మార్చెను; వారు త్రాగకుండ చేసెను.",
    "45": "ఆయన వారి మీదికి ఈగలను పంపగా అవి వారిని తినివేసెను; కప్పలను పంపగా అవి వారిని చెరిపెను.",
    "46": "వారి పంటను చీడపురుగులకును, వారి కష్టార్జితమును మిడతలకును ఆయన అప్పగించెను.",
    "47": "వడగండ్ల చేత వారి ద్రాక్షతీగలను, హిమము చేత వారి మేడి చెట్లను ఆయన పాడుచేసెను.",
    "48": "వారి పశువులను వడగండ్లకును, వారి మందలను పిడుగులకును ఆయన అప్పగించెను.",
    "49": "ఆయన తన కోపాగ్నిని, ఉగ్రతను, ఆగ్రహమును, శ్రమను, కీడు చేయు దూతల సమూహమును వారి మీదికి పంపెను.",
    "50": "ఆయన తన కోపమునకు త్రోవ చదును చేసెను; వారి ప్రాణమును మరణమునుండి తప్పింపలేదు; వారి జీవమును తెగులునకు అప్పగించెను.",
    "51": "ఐగుప్తులో జ్యేష్ఠులనందరిని, హాము గుడారములలో వారి బలమునకు ప్రథమఫలమైన వారిని ఆయన కొట్టెను.",
    "52": "గొర్రెలవలె తన ప్రజలను ఆయన తోలుకొని పోయెను; మందవలె అరణ్యములో వారిని నడిపించెను.",
    "53": "వారు భయపడకుండ ఆయన వారిని సురక్షితముగా నడిపించెను; సముద్రము వారి శత్రువులను ముంచివేసెను.",
    "54": "ఆయన తన పరిశుద్ధ దేశమునకు, తన దక్షిణహస్తము సంపాదించిన ఈ పర్వతమునకు వారిని రప్పించెను.",
    "55": "వారి యెదుటనుండి అన్యజనులను వెళ్లగొట్టెను; కొలనూలు చేత దేశమును వారికి పంచిపెట్టెను; వారి గుడారములలో ఇశ్రాయేలు గోత్రములను నివసింపజేసెను.",
    "56": "అయినను వారు మహోన్నతుడైన దేవునిని శోధించి, ఆయన మీద తిరుగుబాటు చేసిరి; ఆయన శాసనములను గైకొనకపోయిరి.",
    "57": "తమ పితరులవలె వారు వెనుకకు తిరిగి ద్రోహులైరి; సడలిన విల్లువలె వారు ప్రక్కకు తిరిగిరి.",
    "58": "తమ ఉన్నత స్థలములను బట్టి ఆయనకు కోపము పుట్టించిరి; తమ విగ్రహములను బట్టి ఆయనకు రోషము కలుగజేసిరి.",
    "59": "దేవుడు దీనిని చూచి ఆగ్రహించి ఇశ్రాయేలును బహుగా అసహ్యించుకొనెను.",
    "60": "కాబట్టి ఆయన షిలోహు మందిరమును, మనుష్యులలో తాను వేసికొనిన గుడారమును విడిచిపెట్టెను.",
    "61": "తన బలమును చెరపట్టబడుటకును, తన మహిమను శత్రువుల చేతికిని అప్పగించెను.",
    "62": "ఆయన తన ప్రజలను కత్తికి అప్పగించెను; తన స్వాస్థ్యము మీద ఆయన కోపించెను.",
    "63": "అగ్ని వారి యౌవనస్థులను భక్షించెను; వారి కన్యకలకు పెండ్లి పాటలు లేకపోయెను.",
    "64": "వారి యాజకులు కత్తివాత కూలిరి; వారి విధవరాండ్రు రోదనము చేయలేదు.",
    "65": "అప్పుడు నిద్రనుండి మేల్కొనినవానివలెను, ద్రాక్షారసమువలన ఆర్భాటము చేయు పరాక్రమశాలివలెను ప్రభువు మేల్కొనెను.",
    "66": "ఆయన తన శత్రువులను వెనుకకు కొట్టెను; వారికి నిత్య నింద కలుగజేసెను.",
    "67": "మరియు ఆయన యోసేపు గుడారమును అసహ్యించుకొనెను; ఎఫ్రాయిము గోత్రమును ఆయన కోరుకొనలేదు.",
    "68": "యూదా గోత్రమును, తాను ప్రేమించిన సీయోను పర్వతమును ఆయన కోరుకొనెను.",
    "69": "ఆకాశమంత ఎత్తుగాను, తాను నిత్యముగా స్థాపించిన భూమివలెను ఆయన తన పరిశుద్ధాలయమును కట్టెను.",
    "70": "ఆయన తన సేవకుడైన దావీదును కోరుకొనెను; గొర్రెల దొడ్లలోనుండి అతనిని పిలిచెను.",
    "71": "పాలిచ్చు గొర్రెల వెంబడినుండి ఆయన అతనిని రప్పించెను; తన ప్రజలైన యాకోబును, తన స్వాస్థ్యమైన ఇశ్రాయేలును మేపుటకు అతనిని రప్పించెను.",
    "72": "అతడు యథార్థహృదయుడై వారిని మేపెను; తన చేతి నేర్పుతో వారిని నడిపించెను."
}
