
{
    "1": "యెహోవా కృపాతిశయములను గూర్చి నేను నిత్యము పాడెదను; తరతరములకు నా నోటితో నీ విశ్వాస్యతను తెలియజేసెదను.",
    "2": "కృప నిత్యము స్థాపించబడునని నేను అనుకొనుచున్నాను; ఆకాశమందు నీ విశ్వాస్యతను నీవు స్థిరపరచుదువు.",
    "3": "నేను ఏర్పరచుకొనినవానితో నిబంధన చేసియున్నాను; నా సేవకుడైన దావీదుతో ప్రమాణము చేసియున్నాను.",
    "4": "నిత్యము నీ సంతానమును స్థిరపరచెదను; తరతరములకు నీ సింహాసనమును స్థాపించెదను.",
    "5": "యెహోవా, ఆకాశము నీ అద్భుత క్రియలను స్తుతించును; పరిశుద్ధుల సమాజములో నీ విశ్వాస్యత స్తుతింపబడును.",
    "6": "ఆకాశమందు యెహోవాకు సాటియైనవాడెవడు? దైవపుత్రులలో యెహోవాను పోలినవాడెవడు?",
    "7": "పరిశుద్ధుల సభలో దేవుడు మిక్కిలి భయంకరుడు; తన చుట్టునున్న వారందరికంటే భయపడదగినవాడు.",
    "8": "యెహోవా, సైన్యములకు అధిపతివగు దేవా, యెహోవా, నీవంటి బలవంతుడెవడు? నీ విశ్వాస్యత నీ చుట్టు ఆవరించియున్నది.",
    "9": "సముద్రపు పొంగును నీవు అణచువాడవు; దాని తరంగములు లేచునప్పుడు నీవు వాటిని అణచివేయుదువు.",
    "10": "నీవు రహబును చంపబడినదానిని వలె నలుగగొట్టితివి; నీ బాహుబలము చేత నీ శత్రువులను చెదరగొట్టితివి.",
    "11": "ఆకాశము నీది, భూమి నీది; లోకమును దాని పరిపూర్ణతను నీవే స్థాపించితివి.",
    "12": "ఉత్తర దక్షిణములను నీవే సృజించితివి; తాబోరు హెర్మోను కొండలు నీ నామమును బట్టి ఉత్సాహధ్వని చేయుచున్నవి.",
    "13": "నీవు పరాక్రమము గల బాహువు గలవాడవు; నీ చెయ్యి బలమైనది, నీ కుడి చెయ్యి హెచ్చయినది.",
    "14": "నీతి న్యాయములు నీ సింహాసనమునకు ఆధారములు; కృపాసత్యములు నీ ముఖకాంతి యెదుట నడచుచున్నవి.",
    "15": "ఆర్భాటము చేయుట ఎరిగిన జనులు ధన్యులు; యెహోవా, వారు నీ ముఖకాంతి యందు నడచుకొందురు.",
    "16": "నీ నామమును బట్టి వారు దినమంతయు హర్షించుదురు; నీ నీతిని బట్టి వారు హెచ్చింపబడుదురు.",
    "17": "వారి బలమునకు అతిశయాస్పదము నీవే; నీ దయచేత మా కొమ్ము హెచ్చింపబడును.",
    "18": "యెహోవా మాకు కేడెము; ఇశ్రాయేలు పరిశుద్ధ దేవుడు మాకు రాజు.",
    "19": "అప్పుడు నీవు దర్శనమందు నీ భక్తులతో ఇట్లంటివి - ఒక వీరునికి నేను సహాయము చేసియున్నాను; ప్రజలలోనుండి ఏర్పరచబడిన ఒకనిని నేను హెచ్చించియున్నాను.",
    "20": "నా సేవకుడైన దావీదును నేను కనుగొంటిని; నా పరిశుద్ధ తైలముతో అతనిని అభిషేకించితిని.",
    "21": "నా చెయ్యి ఎడతెగక అతనికి తోడైయుండును; నా బాహువు అతనికి బలము నిచ్చును.",
    "22": "శత్రువు అతనిని బాధపెట్టడు; దుష్టుడు అతనిని అణచలేడు.",
    "23": "అతని యెదుట అతని శత్రువులను నేను పడగొట్టెదను; అతని ద్వేషించువారిని నేను మొత్తెదను.",
    "24": "నా విశ్వాస్యతయు నా కృపయు అతనికి తోడైయుండును; నా నామమును బట్టి అతని కొమ్ము హెచ్చింపబడును.",
    "25": "సముద్రము మీద అతని చెయ్యిని, నదుల మీద అతని కుడి చెయ్యిని నేను ఉంచెదను.",
    "26": "అతడు - నీవు నా తండ్రివి, నా దేవుడవు, నా రక్షణ దుర్గము అని నన్ను గూర్చి మొరపెట్టును.",
    "27": "నేను అతనిని జ్యేష్ఠునిగాను, భూరాజులలో అత్యున్నతునిగాను చేసెదను.",
    "28": "అతని యెడల నా కృపను నిత్యము ఉంచెదను; అతనితో నేను చేసిన నిబంధన స్థిరముగా ఉండును.",
    "29": "అతని సంతానమును శాశ్వతముగాను, అతని సింహాసనమును ఆకాశమున్నంత కాలము ఉండునట్లు నేను నియమించెదను.",
    "30": "అతని కుమారులు నా ధర్మశాస్త్రమును విడిచి, నా న్యాయవిధుల చొప్పున నడుచుకొననియెడల,",
    "31": "నా కట్టడలను మీరి నా ఆజ్ఞలను గైకొననియెడల,",
    "32": "నేను వారి అతిక్రమమును బట్టి దండముతోను, వారి దోషమును బట్టి దెబ్బలతోను వారిని శిక్షించెదను.",
    "33": "అయినను నా కృపను అతనికి ఎడబాయనియ్యను; నా విశ్వాస్యతను తప్పనియ్యను.",
    "34": "నా నిబంధనను నేను మీరను; నా పెదవుల నుండి వచ్చినదానిని మార్చను.",
    "35": "ఒక్కసారి నా పరిశుద్ధత తోడని ప్రమాణము చేసితిని; దావీదుతో నేను బొంకను.",
    "36": "అతని సంతానము శాశ్వతముగా ఉండును; అతని సింహాసనము సూర్యునివలె నా యెదుట ఉండును.",
    "37": "చంద్రునివలెను, ఆకాశమందుండు నమ్మకమైన సాక్షివలెను అది నిత్యము స్థిరపరచబడును.",
    "38": "అయినను నీవు విడనాడితివి, తృణీకరించితివి; నీవు అభిషేకించినవాని మీద నీవు కోపించితివి.",
    "39": "నీ సేవకునితో నీవు చేసిన నిబంధనను నీవు రద్దుపరచితివి; అతని కిరీటమును నేలకు పడవేసి అపవిత్రపరచితివి.",
    "40": "అతని కంచెలన్నిటిని నీవు పడగొట్టితివి; అతని కోటలను పాడైపోజేసితివి.",
    "41": "మార్గమున పోవువారందరు అతని దోచుకొందురు; తన పొరుగువారికి అతడు నిందలపాలాయెను.",
    "42": "అతని విరోధుల కుడి చెయ్యి నీవు హెచ్చించితివి; అతని శత్రువులందరిని సంతోషపెట్టితివి.",
    "43": "అతని కత్తి వాడిని నీవు వెనుకకు త్రిప్పియున్నావు; యుద్ధములో అతనిని నిలువనియ్యలేదు.",
    "44": "అతని తేజస్సును నీవు పోగొట్టితివి; అతని సింహాసనమును నేల కూల్చితివి.",
    "45": "అతని యౌవన దినములను నీవు తగ్గించితివి; నీవు అతనిని సిగ్గుతో కప్పియున్నావు.",
    "46": "యెహోవా, ఎంతకాలము? నీవు ఎల్లప్పుడును దాగియుందువా? నీ కోపము అగ్నివలె మండునా?",
    "47": "నా ఆయుష్కాలము ఎంత అల్పమో జ్ఞాపకము చేసికొనుము; నీవు నరులనందరిని ఎంత వ్యర్థముగా సృజించితివి!",
    "48": "మరణమును చూడక బ్రతుకునరరుడెవడు? పాతాళము యొక్క చేతిలోనుండి తన ప్రాణమును తప్పించుకొనగలవాడెవడు?",
    "49": "ప్రభువా, నీ విశ్వాస్యతను బట్టి నీవు దావీదుతో ప్రమాణము చేసిన నీ పూర్వపు కృపాతిశయములు ఏవాయెను?",
    "50": "ప్రభువా, నీ సేవకులకు వచ్చిన నిందను జ్ఞాపకము చేసికొనుము; బలము గల అనేక జనముల నిందను నా రొమ్ములో నేను ఎట్లు భరించుచున్నానో జ్ఞాపకము చేసికొనుము.",
    "51": "యెహోవా, నీ శత్రువులు నిందించుదురు; నీవు అభిషేకించినవాని అడుగుజాడలను వారు నిందించుదురు.",
    "52": "యెహోవా నిరంతరము స్తుతింపబడును గాక. ఆమేన్ ఆమేన్."
}
