
{
    "1": "నా పూర్ణహృదయముతో నేను యెహోవాను స్తుతించెదను; నీ అద్భుత క్రియలన్నిటిని నేను వివరించెదను.",
    "2": "మహోన్నతుడా, నేను నీయందు సంతోషించి ఉల్లాసించెదను; నీ నామమును కీర్తించెదను.",
    "3": "నా శత్రువులు వెనుకకు తిరుగగా నీ సన్నిధిని వారు తూలి నశించిరి.",
    "4": "నీవు నా పక్షమున న్యాయము తీర్చి నా వ్యాజ్యెమును పరిష్కరించితివి; నీవు సింహాసనము మీద ఆసీనుడవై న్యాయముగా తీర్పు తీర్చితివి.",
    "5": "నీవు అన్యజనులను గద్దించితివి, దుష్టులను నశింపజేసితివి; వారి పేరు ఎన్నడును ఉండకుండ నీవు తుడిచివేసితివి.",
    "6": "శత్రువులు మరల లేవకుండ నశించిరి; నీవు వారి పట్టణములను పాడుచేసితివి; వారి జ్ఞాపకమును బొత్తిగా నశించెను.",
    "7": "యెహోవా శాశ్వతముగా సింహాసనాసీనుడై యున్నాడు; తీర్పు తీర్చుటకు ఆయన తన సింహాసనమును స్థిరపరచియున్నాడు.",
    "8": "ఆయన నీతిని బట్టి లోకమునకు తీర్పు తీర్చును; యథార్థతను బట్టి ప్రజలకు న్యాయము తీర్చును.",
    "9": "నలిగినవారికి యెహోవా మహా దుర్గముగా ఉండును; ఆపత్కాలములలో ఆయన మహా దుర్గముగా ఉండును.",
    "10": "యెహోవా, నీ నామము ఎరిగినవారు నిన్ను నమ్ముకొందురు; ఏలయనగా నిన్ను వెదకువారిని నీవు విడిచిపెట్టువాడవు కావు.",
    "11": "సీయోనులో నివసించు యెహోవాను కీర్తించుడి; ఆయన క్రియలను ప్రజలలో ప్రచురము చేయుడి.",
    "12": "ఆయన రక్తాపరాధమును గూర్చి విచారణ చేయునప్పుడు బాధింపబడువారిని జ్ఞాపకము చేసికొనును; వారి మొరను ఆయన మరువడు.",
    "13": "యెహోవా, నన్ను కరుణించుము; మరణద్వారములయొద్దనుండి నన్ను లేవనెత్తువాడా,",
    "14": "నేను సీయోను కుమార్తె గుమ్మములలో నీ స్తోత్రమంతయు వివరించునట్లును, నీవు కలుగజేయు రక్షణ యందు నేను సంతోషించునట్లును, నన్ను ద్వేషించువారివలన నాకు కలుగు బాధను చూడుము.",
    "15": "అన్యజనులు తాము త్రవ్విన గుంటలో తామే పడిరి; వారు దాచిన వలలో వారి కాలు చిక్కుబడెను.",
    "16": "యెహోవా తనను తాను బయలుపరచుకొనెను; ఆయన తీర్పు తీర్చియున్నాడు; దుష్టులు తాము చేసిన క్రియలవలన చిక్కుబడుదురు.",
    "17": "దుష్టులును, దేవుని మరచు అన్యజనులందరును పాతాళమునకు దిగిపోవుదురు.",
    "18": "దరిద్రులు నిత్యము మరువబడరు; బాధపడువారి ఆశ ఎన్నటికీ భంగము కాదు.",
    "19": "యెహోవా లెమ్ము; నరులు గెలవకుందురు గాక; అన్యజనులకు నీ సన్నిధిని తీర్పు తీర్చబడును గాక.",
    "20": "యెహోవా, అన్యజనులు తాము నరులమని తెలుసుకొనునట్లు వారికి భయము పుట్టించుము."
}
