
{
    "1": "ప్రతీకారము చేయు దేవా, యెహోవా, ప్రతీకారము చేయు దేవా, ప్రకాశించుము.",
    "2": "భూలోక న్యాయాధిపతీ, లెమ్ము; గర్విష్ఠులకు ప్రతికారము చేయుము.",
    "3": "యెహోవా, ఎంతకాలము భక్తిహీనులు ఉల్లసింతురు? ఎంతకాలము భక్తిహీనులు ఉల్లసింతురు?",
    "4": "వారు ఒదరుచు డంబములు పలుకుచున్నారు; దుష్క్రియలు చేయువారందరు బింకములు పలుకుచున్నారు.",
    "5": "యెహోవా, వారు నీ ప్రజలను నలుగగొట్టుచున్నారు; నీ స్వాస్థ్యమును బాధించుచున్నారు.",
    "6": "విధవరాండ్రను పరదేశులను వారు చంపుచున్నారు; తండ్రిలేనివారిని హతము చేయుచున్నారు.",
    "7": "యెహోవా చూచుటలేదనియు, యాకోబు దేవుడు విచారించుటలేదనియు వారు అనుకొనుచున్నారు.",
    "8": "జనులలో పశుప్రాయులారా, ఆలోచించుకొనుడి; అవివేకులారా, మీరెప్పుడు బుద్ధి తెచ్చుకొందురు?",
    "9": "చెవిని కలుగజేసినవాడు వినకుండునా? కంటిని నిర్మించినవాడు కానకుండునా?",
    "10": "అన్యజనులను శిక్షించువాడు దండింపకయుండునా? మనుష్యులకు తెలివిని నేర్పువాడు తెలివిలేనివాడా?",
    "11": "నరుల ఆలోచనలు వ్యర్థములని యెహోవాకు తెలియును.",
    "12": "యెహోవా, నీవు శిక్షించువాడును, నీ ధర్మశాస్త్రమును బట్టి నీవు బోధించువాడును ధన్యుడు.",
    "13": "భక్తిహీనులకు గుంట త్రవ్వబడువరకు అట్టివాడు ఆపద్దినములలో నెమ్మది కలిగియుండును.",
    "14": "యెహోవా తన ప్రజలను విడనాడువాడు కాడు; తన స్వాస్థ్యమును ఆయన విడిచిపెట్టువాడు కాడు.",
    "15": "తీర్పు మరల నీతిని అనుసరించును; యథార్థహృదయులందరు దానిని వెంబడించుదురు.",
    "16": "దుష్టుల మీద ఎవరు నా పక్షమున లేచుదురు? దోషము చేయువారికి విరోధముగా ఎవరు నా పక్షమున నిలుచుదురు?",
    "17": "యెహోవా నాకు సహాయము చేయనియెడల నా ప్రాణము శీఘ్రముగా మౌనమందు నివసించియుండును.",
    "18": "నా కాలు జారెనని నేననుకొనగా, యెహోవా, నీ కృప నన్ను ఆదుకొనెను.",
    "19": "నా అంతరంగమందు విచారములు హెచ్చగా నీ గొప్ప ఆదరణ నా ప్రాణమునకు ఇంపైనదిగా నున్నది.",
    "20": "కట్టడవలన కీడు కల్పించునట్టి దుష్టుల సింహాసనముతో నీకు పొందుండునా?",
    "21": "నీతిమంతుని ప్రాణము తీయుటకు వారు గుంపుకూడుదురు; నిరపరాధికి మరణశిక్ష విధింతురు.",
    "22": "అయితే యెహోవా నాకు ఎత్తైన కోట; నా దేవుడు నాకు ఆశ్రయదుర్గము.",
    "23": "ఆయన వారి దోషమును వారి మీదికే రప్పించును; వారి చెడుతనమును బట్టి ఆయన వారిని సంహరించును; మన దేవుడైన యెహోవా వారిని సంహరించును."
}
