
{
    "1": "అహష్వేరోషు దినములలో జరిగిన సంగతి ఇది. ఈ అహష్వేరోషు హిందూదేశము మొదలుకొని కూషు దేశము వరకు నూట ఇరవై ఏడు సంస్థానములను ఏలినవాడు.",
    "2": "ఆ దినములలో రాజైన అహష్వేరోషు షూషను కోటలో తన రాజ్య సింహాసనము మీద ఆసీనుడైయుండి,",
    "3": "తన ఏలుబడిలో మూడవ సంవత్సరమున తన అధిపతులకందరికిని సేవకులకును విందు చేయించెను; పారసీక మాదీయ దేశముల దండువారును, ప్రధానులును, సంస్థానాధిపతులును అతని యెదుట ఉండిరి.",
    "4": "అతడు అనేక దినములు, అనగా నూట ఎనభై దినములు తన రాజ్య ప్రభావము యొక్క ఐశ్వర్యమును, తన మహాత్యము యొక్క ఘనతను అగపరచుచుండెను.",
    "5": "ఆ దినములు గడచిన తరువాత రాజు షూషను కోటలో ఉన్న ఆబాలవృద్ధులైన జనులకందరికిని రాజనగరులోనున్న ఉద్యానవనపు ఆవరణములో ఏడు దినములు విందు చేయించెను.",
    "6": "అక్కడ వెండి ఉంగరములకును పాలరాతి స్తంభములకును కట్టబడిన నీలవర్ణము గల నూలు దారములతోను ఊదా దారములతోను తెల్లని నూలు వస్త్రములును నీలవర్ణము గల వస్త్రములును కట్టబడియుండెను; బంగారు వెండి పీఠములు, ఎర్ర రాయి, తెల్ల రాయి, ముత్యము, నల్ల రాయి అని రకరకములు గల రాళ్లు పొదిగిన నేలమీద ఉంచబడెను.",
    "7": "మరియు బంగారు పాత్రలలో పానీయములియ్యబడెను, ఆ పాత్రలు ఒకదానికొకటి వేరుగా ఉండెను; రాజు స్థితికి తగినట్లు రాజ ద్రాక్షారసము విస్తారముగా ఉండెను.",
    "8": "పానము చేయుటలో ఎవరిని బలవంతము చేయకూడదని ఆజ్ఞ కలదు; ఏలయనగా ఎవరి ఇష్టము చొప్పున వారు చేయునట్లు రాజు తన యింటి ఘనులకందరికిని ఆజ్ఞాపించియుండెను.",
    "9": "రాణియైన వష్తియు రాజైన అహష్వేరోషు యొక్క రాజనగరులో స్త్రీలకు విందు చేయించెను.",
    "10": "ఏడవ దినమున రాజైన అహష్వేరోషు ద్రాక్షారసము త్రాగి సంతోషముగా ఉన్నప్పుడు",
    "11": "రాణియైన వష్తి సౌందర్యవతి గనుక జనులకును అధిపతులకును ఆమె సౌందర్యమును కనపరచుటకై, ఆమెను రాజకిరీటము ధరింపజేసి తన యొద్దకు తీసికొనిరావలెనని తన సమక్షమున సేవ చేయు ఏడుగురు షండులైన మెహూమానుకును, బిజ్తాకును, హర్బోనాకును, బిగ్తాకును, అబగ్తాకును, జేతరుకును, కర్కసుకును ఆజ్ఞాపించెను.",
    "12": "అయితే రాణియైన వష్తి షండుల ద్వారా రాజు పంపిన ఆజ్ఞకు లోబడుటకిష్టపడకపోయెను; అందుచేత రాజు మిక్కిలి కోపగించెను, అతనిలో కోపము రగులుకొనెను.",
    "13": "రాజు కాలములను ఎరిగిన జ్ఞానులతో మాటలాడెను; ఏలయనగా చట్టమును న్యాయమును ఎరిగిన వారందరి యెదుట రాజకార్యము విచారింపబడుట వాడుక.",
    "14": "కర్షెనా, షేతారు, అద్మాతా, తర్షీషు, మెరెసు, మర్సెనా, మెమూకాను అను పారసీక మాదీయ దేశముల ఏడుగురు అధిపతులు అతనికి సమీపముగా ఉండిరి; వారు రాజు ముఖమును చూచుచు రాజ్యంలో ముఖ్య ఆసనముల మీద కూర్చుండువారు.",
    "15": "షండుల ద్వారా రాజైన అహష్వేరోషు ఇచ్చిన ఆజ్ఞను రాణియైన వష్తి నెరవేర్చలేదు గనుక చట్టము చొప్పున ఆమెకు ఏమి చేయవలెనని రాజు అడిగెను.",
    "16": "అందుకు మెమూకాను రాజు యెదుటను అధిపతుల యెదుటను ఇట్లనెను - రాణియైన వష్తి రాజునకు మాత్రమే కాదు, రాజైన అహష్వేరోషు యొక్క సంస్థానములన్నిటిలోనున్న అధిపతులకందరికిని జనులకందరికిని అపరాధము చేసియున్నది.",
    "17": "రాణి చేసిన ఈ క్రియ స్త్రీలందరికిని వినబడును; అప్పుడు వారు - రాజైన అహష్వేరోషు రాణియైన వష్తిని తన యొద్దకు రప్పించుమని ఆజ్ఞాపించెను గాని ఆమె రాలేదని చెప్పి తమ పెనిమిట్లను తృణీకరించుదురు.",
    "18": "పారసీక మాదీయ దేశముల రాకుమార్తెలు రాణి చేసినదానిని గూర్చి విని, నేడే రాజు అధిపతులందరితో ఆలాగుననే చెప్పుదురు; దీనివలన నిరాశ్రయమును కోపమును బహుగా పుట్టును.",
    "19": "రాజుకు సమ్మతియైతే - వష్తి రాజైన అహష్వేరోషు సన్నిధికి ఇక రాకూడదని యొక రాజోజ్ఞ అతని యొద్దనుండి బయలుదేరవలెను; అది రద్దవకుండునట్లు పారసీక మాదీయ దేశముల చట్టములలో దాని వ్రాయించవలెను; మరియు ఆమెకంటే యోగ్యురాలైన మరియొకతెకు రాజు ఆమె రాణివాసమును ఇయ్యవలెను.",
    "20": "రాజు చేయబోవు ఈ ఆజ్ఞ అతని రాజ్యమంతటను, అది ఎంత గొప్పదైనను, ప్రచురమగునప్పుడు, స్త్రీలందరును గొప్పవారేమి కొద్దివారేమి తమ పురుషులను ఘనపరచుదురని చెప్పెను.",
    "21": "ఈ మాట రాజునకును అధిపతులకును ఇష్టముగా ఉండెను; రాజు మెమూకాను మాట చొప్పున చేసెను.",
    "22": "అతడు ప్రతి పురుషుడు తన యింట తానే అధికారి కావలెననియు, ఇది ఆయా జనుల భాషలో ప్రచురము కావలెననియు, ఆయా సంస్థానములకు వాటి వాటి రాత చొప్పునను, ఆయా జనులకు వారి వారి భాష చొప్పునను రాజు పత్రికలను పంపెను."
}
