
{
    "1": "ఇవి జరిగిన తరువాత రాజైన అహష్వేరోషు కోపము చల్లారినప్పుడు అతడు వష్తిని, ఆమె చేసినదానిని, ఆమెకు విధింపబడిన శిక్షను జ్ఞాపకము చేసికొనెను.",
    "2": "అప్పుడు రాజు సేవకులు - రాజు కొరకు అందమైన కన్యకలను వెదకవలెను.",
    "3": "అందమైన కన్యకలనందరిని షూషను కోటలోనికి స్త్రీల గృహమునకు, అనగా స్త్రీలను కాయు రాజు షండుడైన హేగై వశమునకు పోగుచేయునట్లు రాజు తన రాజ్య సంస్థానములన్నిటిలో అధికారులను నియమించవలెను; పరిమళ క్రియలకు కావలసినవి వారికి ఇయ్యవలెను.",
    "4": "వష్తికి బదులుగా ఏ కన్యక రాజు దృష్టికి ఇష్టముగా ఉండునో ఆమె రాణి అగును గాక అనిరి. ఈ మాట రాజునకు ఇష్టముగా ఉండెను గనుక అతడు ఆలాగు చేసెను.",
    "5": "షూషను కోటలో మొర్దెకై అను ఒక యూదుడు ఉండెను; అతడు బెన్యామీనీయుడైన కీషునకు మునిమనుమడును షిమీకి మనుమడును యాయీరు కుమారుడునై యుండెను.",
    "6": "బబులోను రాజైన నెబుకద్నెజరు యూదా రాజైన యెకొన్యాతో కూడ తీసికొనిపోయిన చెరపట్టబడినవారిలో ఇతడును యెరూషలేమునుండి తీసికొనిపోబడెను.",
    "7": "అతడు తన పినతండ్రి కుమార్తెయైన హదస్సాను, అనగా ఎస్తేరును పెంచెను; ఆమెకు తల్లిదండ్రులు లేరు. ఆ చిన్నది అందమైన రూపమును సుందరమైన ముఖమును గలది; ఆమె తల్లిదండ్రులు మరణము పొందగా మొర్దెకై ఆమెను తన కుమార్తెగా స్వీకరించెను.",
    "8": "రాజు ఆజ్ఞయు అతని చట్టమును వినబడినప్పుడు, అనేకులైన కన్యకలు షూషను కోటలోనికి పోగు చేయబడి హేగై వశమునకు అప్పగింపబడినప్పుడు ఎస్తేరును రాజనగరునకు తేబడి స్త్రీలను కాయు హేగై వశమునకు అప్పగింపబడెను.",
    "9": "ఆ చిన్నది అతని దృష్టికి ఇష్టముగా ఉండి అతనివలన దయ పొందెను గనుక అతడు ఆమెకు పరిమళ క్రియలను, ఆమెకు రావలసిన భోజన పదార్థములను త్వరగా ఇచ్చెను; రాజనగరులోనుండి ఆమెకు ఇయ్యవలసిన ఏడుగురు దాసీలను ఆమెకు ఇచ్చి, ఆమెను ఆమె దాసీలను స్త్రీల గృహములో శ్రేష్ఠమైన స్థలమునకు మార్చెను.",
    "10": "ఎస్తేరు తన ప్రజలనైనను తన వంశమునైనను తెలుపలేదు; ఏలయనగా తెలుపవద్దని మొర్దెకై ఆమెకు ఆజ్ఞాపించియుండెను.",
    "11": "ఎస్తేరు క్షేమమును, ఆమెకు సంభవించునదియు తెలిసికొనుటకు మొర్దెకై అనుదినము స్త్రీల గృహపు ఆవరణము ముందర తిరుగుచుండెను.",
    "12": "స్త్రీలకు చేయవలసిన మర్యాద చొప్పున పన్నెండు నెలలు ఆరు నెలలు గోపరస తైలముతోను ఆరు నెలలు సుగంధ ద్రవ్యములతోను స్త్రీల పరిమళ క్రియలవలనను తమ శుద్ధి దినములు నెరవేరిన తరువాత,",
    "13": "రాజైన అహష్వేరోషు నొద్దకు వెళ్లుటకు ఒక్కొక్క కన్యకకు వంతు వచ్చినప్పుడు, ఆ కన్యక రాజునొద్దకు ఆలాగు వెళ్లవలెను; ఆమె స్త్రీల గృహమునుండి రాజనగరునకు తనతో కూడ తీసికొనిపోవుటకు కోరినదంతయు ఆమెకియ్యబడును.",
    "14": "సాయంకాలమున ఆమె వెళ్లి, ఉదయమున స్త్రీలను కాయు రాజు షండుడైన షయష్గజు వశముననున్న రెండవ స్త్రీల గృహమునకు తిరిగి రావలెను; రాజు ఆమె యందు ఇష్టపడి ఆమె పేరు పెట్టి పిలిస్తేనే తప్ప ఆమె రాజునొద్దకు మరి వెళ్లకూడదు.",
    "15": "మొర్దెకై తనకు కుమార్తెగా స్వీకరించుకొనిన అతని పినతండ్రియైన అబీహాయిలు కుమార్తెయగు ఎస్తేరు రాజునొద్దకు వెళ్లుటకు వంతు వచ్చినప్పుడు, ఆమె స్త్రీలను కాయు రాజు షండుడైన హేగై నిర్ణయించినది తప్ప మరి ఏమియు కోరలేదు. ఎస్తేరు తనను చూచిన వారందరి దయ పొందెను.",
    "16": "రాజైన అహష్వేరోషు ఏలుబడిలో ఏడవ సంవత్సరమున టేబెతు అను పదవ నెలలో ఎస్తేరు రాజనగరునందున్న రాజునొద్దకు తీసికొనిపోబడెను.",
    "17": "రాజు స్త్రీలందరికంటే ఎస్తేరును ఎక్కువగా ప్రేమించెను; కన్యకలందరికంటే ఆమె అతనివలన దయయు కటాక్షమును పొందెను గనుక అతడు రాజ్యకిరీటమును ఆమె తలమీద ఉంచి వష్తికి బదులుగా ఆమెను రాణిగా చేసెను.",
    "18": "రాజు తన అధిపతులకందరికిని తన సేవకులకును ఎస్తేరు పేరట గొప్ప విందు చేయించెను; మరియు సంస్థానములకు పన్ను మినహాయించి, రాజు స్థితికి తగినట్లు బహుమానములను ఇచ్చెను.",
    "19": "కన్యకలు రెండవ మారు కూర్చబడినప్పుడు మొర్దెకై రాజు గుమ్మమునొద్ద కూర్చునియుండెను.",
    "20": "మొర్దెకై తనకు ఆజ్ఞాపించినట్లు ఎస్తేరు తన వంశమునైనను తన ప్రజలనైనను తెలుపలేదు; ఎస్తేరు మొర్దెకై యొద్ద పెంచబడినప్పుడు అతని మాటకు లోబడినట్లు ఇప్పుడును లోబడెను.",
    "21": "ఆ దినములలో మొర్దెకై రాజు గుమ్మమునొద్ద కూర్చునియుండగా, ద్వారపాలకులైన బిగ్తాను తెరెషు అను రాజు షండులలో ఇద్దరు కోపించి రాజైన అహష్వేరోషు మీద చెయ్యి వేయ చూచుచుండిరి.",
    "22": "ఆ సంగతి మొర్దెకైకి తెలియగా అతడు దానిని రాణియైన ఎస్తేరుకు తెలిపెను; ఎస్తేరు మొర్దెకై పేరట రాజుతో దాని చెప్పెను.",
    "23": "ఆ సంగతిని గూర్చి విచారణ చేయగా అది నిజమని కనబడెను గనుక వారిద్దరు మ్రాను మీద ఉరితీయబడిరి; అది రాజు సముఖమందు దినవృత్తాంతముల గ్రంథములో వ్రాయబడెను."
}
