
{
    "1": "ఇవి జరిగిన తరువాత రాజైన అహష్వేరోషు అగాగీయుడైనమ్మెదాతా కుమారుడగు హామానును గొప్ప చేసి, అతనిని హెచ్చించి, అతని పీఠమును తన యొద్దనున్న అధిపతులందరి పీఠములకంటే ఎత్తుగా ఉంచెను.",
    "2": "రాజు గుమ్మమునొద్దనున్న రాజు సేవకులందరును హామానుకు వంగి నమస్కారము చేసిరి; ఏలయనగా రాజు అతని గూర్చి ఆలాగు ఆజ్ఞాపించెను. అయితే మొర్దెకై వంగలేదు, నమస్కారము చేయలేదు.",
    "3": "అప్పుడు రాజు గుమ్మమునొద్దనున్న రాజు సేవకులు - రాజు ఆజ్ఞను నీవు ఎందుకు మీరచున్నావని మొర్దెకైని అడుగగా",
    "4": "వారు అనుదినము అతనితో ఆలాగు చెప్పుచు వచ్చినను అతడు వారి మాట వినకపోయెను గనుక, తాను యూదుడనని అతడు వారికి తెలిపియుండెను గనుక మొర్దెకై మాటలు నిలుచునో లేదో చూచుటకు వారు హామానుకు ఆ సంగతి తెలిపిరి.",
    "5": "మొర్దెకై వంగకయు తనకు నమస్కారము చేయకయు ఉండుట హామాను చూచినప్పుడు హామానుకు మిక్కిలి కోపము వచ్చెను.",
    "6": "వారు మొర్దెకై యొక్క జనులను అతనికి తెలిపినందున మొర్దెకైని మాత్రము చంపుట తన దృష్టికి అల్పమని యెంచి, అహష్వేరోషు రాజ్యమంతటిలోనున్న యూదులను, అనగా మొర్దెకై జనులను అందరిని నాశనము చేయుటకు హామాను చూచెను.",
    "7": "రాజైన అహష్వేరోషు యొక్క పన్నెండవ సంవత్సరమున నీసాను అను మొదటి నెలలో హామాను యెదుట దినమును నెలయును ఏర్పరచుటకై వారు పూరు అను చీటిని వేయగా, అదార్లు అను పన్నెండవ నెలకు చీటి పడెను.",
    "8": "అప్పుడు హామాను రాజైన అహష్వేరోషుతో - నీ రాజ్య సంస్థానములన్నిటిలోనున్న జనుల మధ్య ఒక జాతివారు చెదరియున్నారు; వారి కట్టడలు సకల జనుల కట్టడలకు వేరుగా ఉన్నవి; వారు రాజుగారి ఆజ్ఞలను గైకొనువారు కారు; కాబట్టి వారిని ఉండనిచ్చుట రాజునకు ప్రయోజనము కాదు.",
    "9": "రాజునకు సమ్మతియైతే వారిని నాశనము చేయునట్లు ఆజ్ఞ వ్రాయింపబడును గాక; అప్పుడు నేను రాజు ఖజానాలో ఉంచుటకు ఆ పని చేయువారి చేతికి పదివేల తలాంతుల వెండిని తూచి ఇత్తుననెను.",
    "10": "అప్పుడు రాజు తన చేతినుండి తన ఉంగరమును తీసి, అగాగీయుడైనమ్మెదాతా కుమారుడును యూదుల శత్రువునైన హామానుకు ఇచ్చెను.",
    "11": "రాజు - ఆ వెండియు ఆ జనులను నీకియ్యబడియున్నారు; నీ దృష్టికి ఏది మంచిదో అది వారికి చేయుమని హామానుతో చెప్పెను.",
    "12": "మొదటి నెల పద్నాలుగవ దినమున రాజు లేఖకులు పిలువబడిరి; హామాను ఆజ్ఞాపించినదంతటి చొప్పున రాజు యొక్క సామంతులకును ప్రతి సంస్థానము మీది అధికారులకును ప్రతి జనము యొక్క అధిపతులకును, ప్రతి సంస్థానమునకు దాని రాత చొప్పునను ప్రతి జనమునకు వారి భాష చొప్పునను రాజైన అహష్వేరోషు పేరట ఆజ్ఞలు వ్రాయబడి రాజు ఉంగరముతో ముద్రింపబడెను.",
    "13": "అదార్లు అను పన్నెండవ నెల పదమూడవ దినమున, ఒక్క దినమందే యూదులందరిని, యౌవనులనేమి వృద్ధులనేమి పిల్లలనేమి స్త్రీలనేమి అందరిని చంపి నాశనము చేసి నిర్మూలము చేయవలెననియు, వారి సొమ్మును దోచుకొనవలెననియు ఆజ్ఞ గల తాకీదులు అంచెలవారి చేత రాజు సంస్థానములన్నిటికిని పంపబడెను.",
    "14": "ఆ దినము కొరకు సిద్ధపడియుండవలెనని సకల జనులకు ఈ ఆజ్ఞను ప్రచురము చేయుటకై ఆ తాకీదు యొక్క నకలు ప్రతి సంస్థానమునకు పంపబడెను.",
    "15": "అంచెలవారు రాజు ఆజ్ఞ చేత త్వరగా వెళ్లిరి; ఆ ఆజ్ఞ షూషను కోటలో ఇయ్యబడెను. రాజును హామానును త్రాగుటకు కూర్చుండిరి; అయితే షూషను పట్టణము కలవరపడెను."
}
