
{
    "1": "మూడవ దినమున ఎస్తేరు తన రాజవస్త్రములను ధరించుకొని రాజనగరు ఎదుటనున్న లోపలి ఆవరణములో నిలిచెను; రాజు రాజనగరులో ద్వారమునకు ఎదురుగానున్న సింహాసనము మీద ఆసీనుడైయుండెను.",
    "2": "రాణియైన ఎస్తేరు ఆవరణములో నిలుచుండుట రాజు చూచినప్పుడు ఆమె యెడల అతనికి దయ పుట్టెను; రాజు తన చేతిలోనున్న బంగారు దండమును ఎస్తేరు తట్టు చాపగా, ఎస్తేరు దగ్గరకు వచ్చి ఆ దండము కొనను ముట్టెను.",
    "3": "రాజు - రాణివైన ఎస్తేరూ, నీకేమి కావలెను? నీ విన్నపమేమి? రాజ్యములో సగము వరకు నీకు ఇయ్యబడునని ఆమెతో చెప్పెను.",
    "4": "అందుకు ఎస్తేరు - రాజునకు అనుకూలమైతే నేను రాజు కొరకు సిద్ధము చేసిన విందుకు రాజును హామానును నేడు రావలెనని కోరుచున్నాననెను.",
    "5": "అప్పుడు రాజు - ఎస్తేరు చెప్పినట్లు చేయుటకు హామానును త్వరగా రప్పించుడని చెప్పెను. అట్లు రాజును హామానును ఎస్తేరు సిద్ధము చేసిన విందుకు వచ్చిరి.",
    "6": "ద్రాక్షారసము త్రాగుచుండగా రాజు ఎస్తేరుతో - నీ కోరిక ఏమిటి? అది నీకు అనుగ్రహింపబడును; నీ విన్నపమేమి? రాజ్యములో సగము వరకు అయినను అది తీర్చబడునని చెప్పెను.",
    "7": "అప్పుడు ఎస్తేరు - నా కోరికయు నా విన్నపమును ఏమనగా -",
    "8": "రాజు దృష్టికి నా యెడల కటాక్షము కలిగినయెడల, నా కోరికను అనుగ్రహించుటయు నా విన్నపమును తీర్చుటయు రాజునకు ఇష్టమైతే, నేను రాజు కొరకును హామాను కొరకును చేయబోవు విందుకు వారు రావలెను; రేపు రాజు సెలవిచ్చినట్లు చేసెదనని ఉత్తరమిచ్చెను.",
    "9": "ఆ దినమున హామాను సంతోషము గలవాడై ఆనంద హృదయముతో బయటికి వచ్చెను; అయితే రాజు గుమ్మమునొద్ద మొర్దెకైని చూచినప్పుడు, అతడు లేవకయు తనకు భయపడకయు ఉండుట చూచి హామాను మొర్దెకై మీద ఆగ్రహముతో నిండియుండెను.",
    "10": "అయినను హామాను తనను తాను అణచుకొని ఇంటికి వెళ్లి, తన స్నేహితులను తన భార్యయైన జెరెషును పిలిపించి",
    "11": "తన ఐశ్వర్యము యొక్క ఘనతను, తనకున్న అనేకమంది పిల్లలను గూర్చియు, రాజు తనను గొప్ప చేసిన సంగతిని, రాజు యొక్క అధిపతులకంటెను సేవకులకంటెను తనను హెచ్చించిన సంగతిని వారికి వివరించెను.",
    "12": "మరియు హామాను - రాణియైన ఎస్తేరు తాను చేసిన విందుకు రాజుతోకూడ నన్ను తప్ప మరి ఎవరిని రానియ్యలేదు; రేపు కూడ రాజుతోకూడ ఆమె నన్ను పిలిచినది.",
    "13": "అయినను ఆ యూదుడైన మొర్దెకై రాజు గుమ్మమునొద్ద కూర్చుండుట నేను చూచునంత కాలము ఇదంతయు నాకు నిష్ప్రయోజనమని చెప్పెను.",
    "14": "అప్పుడు అతని భార్యయైన జెరెషును అతని స్నేహితులందరును - ఏబది మూరల ఎత్తుగల ఉరికొయ్యను చేయించుము; రేపు ఉదయమున మొర్దెకైని దానిమీద ఉరితీయునట్లు రాజుతో చెప్పుము; అప్పుడు నీవు సంతోషముగా రాజుతోకూడ విందుకు వెళ్లవచ్చునని అతనితో చెప్పిరి. ఆ మాట హామానుకు ఇష్టమై ఉరికొయ్యను చేయించెను."
}
