
{
    "1": "ఆ రాత్రి రాజునకు నిద్ర పట్టలేదు గనుక దినవృత్తాంతముల గ్రంథమును తెమ్మని ఆజ్ఞాపింపగా అవి రాజు యెదుట చదవబడెను.",
    "2": "ద్వారపాలకులైన బిగ్తాను తెరెషు అను రాజు యొక్క ఇద్దరు షండులు రాజైన అహష్వేరోషు మీద చెయ్యి వేయ చూచిరని మొర్దెకై తెలిపిన సంగతి అందులో వ్రాయబడియుండుట కనబడెను.",
    "3": "అప్పుడు రాజు - దీనికి ప్రతిగా మొర్దెకైకి ఏమి ఘనతయు మర్యాదయు చేయబడెనని అడుగగా, రాజును సేవించు ¸యౌవనస్థులు - అతనికి ఏమియు చేయబడలేదని చెప్పిరి.",
    "4": "రాజు - ఆవరణములో ఎవరున్నారని అడుగగా, మొర్దెకై కొరకు తాను సిద్ధపరచిన ఉరికొయ్య మీద అతని ఉరితీయవలెనని రాజుతో చెప్పుటకు హామాను రాజనగరు యొక్క వెలుపలి ఆవరణములోనికి అప్పుడు వచ్చియుండెను.",
    "5": "రాజు సేవకులు - ఇదిగో హామాను ఆవరణములో నిలిచియున్నాడని రాజుతో చెప్పగా, రాజు - అతని లోపలికి రానిమ్మనెను.",
    "6": "హామాను లోపలికి రాగా రాజు - రాజు ఘనపరచ గోరు వానికి ఏమి చేయవలెనని అతని నడిగెను. అందుకు హామాను - రాజు నాకంటే ఎక్కువగా ఎవరిని ఘనపరచ గోరునని తన మనస్సులో అనుకొని",
    "7": "రాజుతో ఇట్లనెను - రాజు ఘనపరచ గోరు వానికి",
    "8": "రాజు ధరించుకొను రాజవస్త్రమును, రాజు ఎక్కు గుఱ్ఱమును, రాజు తలమీద ఉంచబడు రాజకిరీటమును తేవలెను.",
    "9": "ఆ వస్త్రమును ఆ గుఱ్ఱమును రాజు యొక్క ప్రధానులలో ఒకనికి అప్పగింపవలెను; రాజు ఘనపరచ గోరు వానికి వారు ఆ వస్త్రమును తొడిగించి, ఆ గుఱ్ఱము మీద అతని ఎక్కించి, పట్టణపు వీధిలో అతని నడిపించుచు - రాజు ఘనపరచ గోరు వానికి ఈలాగు చేయబడునని అతని ముందర చాటింపవలెను.",
    "10": "అప్పుడు రాజు - నీవు త్వరపడి ఆ వస్త్రమును ఆ గుఱ్ఱమును తీసికొని, నీవు చెప్పినట్లే రాజు గుమ్మమునొద్ద కూర్చున్న యూదుడైన మొర్దెకైకి చేయుము; నీవు చెప్పినవాటిలో ఏదియు విడువవద్దని హామానుతో చెప్పెను.",
    "11": "హామాను ఆ వస్త్రమును ఆ గుఱ్ఱమును తీసికొని మొర్దెకైకి వస్త్రము తొడిగించి, గుఱ్ఱము మీద అతని ఎక్కించి, పట్టణపు వీధిలో అతని నడిపించుచు - రాజు ఘనపరచ గోరు వానికి ఈలాగు చేయబడునని అతని ముందర చాటించెను.",
    "12": "తరువాత మొర్దెకై రాజు గుమ్మమునకు తిరిగి వచ్చెను; అయితే హామాను దుఃఖించుచు తల కప్పుకొని తన ఇంటికి త్వరగా వెళ్ళెను.",
    "13": "హామాను తనకు సంభవించినదంతయు తన భార్యయైన జెరెషుకును తన స్నేహితులకందరికిని తెలియజేసెను. అప్పుడు అతని జ్ఞానులును అతని భార్యయైన జెరెషును - ఎవరి యెదుట నీవు పడుటకారంభించితివో ఆ మొర్దెకై యూదుల వంశపు వాడైతే నీవు అతని జయింపలేవు, అతని యెదుట నీవు నిశ్చయముగా పడిపోవుదువని అతనితో చెప్పిరి.",
    "14": "వారు ఇంక అతనితో మాటలాడుచుండగా రాజు షండులు వచ్చి, ఎస్తేరు సిద్ధము చేసిన విందుకు హామానును త్వరగా తీసికొనిపోయిరి."
}
