
{
    "1": "ఆ దినమున రాజైన అహష్వేరోషు యూదుల శత్రువైన హామాను ఇంటిని రాణియైన ఎస్తేరునకు ఇచ్చెను. మొర్దెకై తనకు ఏమవునో ఎస్తేరు తెలియజేసినందున అతడు రాజు సన్నిధికి వచ్చెను.",
    "2": "రాజు హామాను యొద్దనుండి తీసికొనిన తన ఉంగరమును తీసి మొర్దెకైకి ఇచ్చెను; ఎస్తేరు మొర్దెకైని హామాను ఇంటిమీద నియమించెను.",
    "3": "ఎస్తేరు మరల రాజు యెదుట మాటలాడి, అతని పాదముల మీద పడి, అగాగీయుడైన హామాను చేసిన కీడును యూదులకు విరోధముగా అతడు పన్నిన పన్నాగమును వ్యర్థపరచుమని కన్నీళ్లతో అతనిని వేడుకొనెను.",
    "4": "అప్పుడు రాజు బంగారు దండమును ఎస్తేరు వైపు చాపగా ఎస్తేరు లేచి రాజు యెదుట నిలిచి",
    "5": "రాజునకు సమ్మతియైతే, నీ దృష్టికి నా యెడల కటాక్షము కలిగినయెడల, ఈ సంగతి రాజునకు యుక్తముగా తోచినయెడల, నీ దృష్టికి నేను ఇష్టురాలనైతే, రాజు సంస్థానములన్నిటిలోనున్న యూదులను నాశనము చేయుటకు హమ్మెదాతా కుమారుడైన అగాగీయుడగు హామాను వ్రాయించిన తాకీదులను రద్దు చేయునట్లు ఆజ్ఞ ఇయ్యబడును గాక.",
    "6": "నా జనులకు రాబోవు కీడును నేను ఎట్లు చూడగలను? నా బంధువుల నాశనమును నేను ఎట్లు చూడగలననెను.",
    "7": "అప్పుడు రాజైన అహష్వేరోషు రాణియైన ఎస్తేరుతోను యూదుడైన మొర్దెకైతోను ఇట్లనెను - ఇదిగో హామాను ఇంటిని నేను ఎస్తేరుకు ఇచ్చితిని; అతడు యూదుల మీద చెయ్యి వేసినందున వారు అతనిని ఉరికొయ్య మీద ఉరితీసిరి.",
    "8": "మీకు ఇష్టమైనట్లు యూదుల పక్షముగా రాజు పేరట వ్రాసి రాజు ఉంగరముతో ముద్ర వేయుడి; రాజు పేరట వ్రాయబడి రాజు ఉంగరముతో ముద్రింపబడిన పత్రికను ఎవడును రద్దు చేయలేడు.",
    "9": "ఆ సమయమున, అనగా సీవాను అను మూడవ నెల ఇరవై మూడవ దినమున రాజు లేఖకులు పిలువబడిరి; మొర్దెకై ఆజ్ఞాపించినదంతటి చొప్పున యూదులకును, హిందూదేశము మొదలుకొని కూషు దేశము వరకు ఉన్న నూట ఇరవై ఏడు సంస్థానముల అధిపతులకును, అధికారులకును, సంస్థానాధిపతులకును, ప్రతి సంస్థానమునకు దాని రాత చొప్పునను, ప్రతి జనమునకు వారి భాష చొప్పునను, యూదులకు వారి రాత చొప్పునను వారి భాష చొప్పునను తాకీదులు వ్రాయబడెను.",
    "10": "అతడు రాజైన అహష్వేరోషు పేరట వాటిని వ్రాసి రాజు ఉంగరముతో ముద్ర వేసి, గుఱ్ఱముల మీదను, వేగము గల ఒంటెల మీదను, రాజనగరులో పుట్టిన కంచరగాడిదల మీదను ఎక్కిపోవు అంచెలవారి చేత ఆ పత్రికలను పంపెను.",
    "11": "వాటిలో రాజు - ఏ పట్టణమందైనను ఉన్న యూదులు కూడుకొని, తమ ప్రాణములను దక్కించుకొనుటకు, తమకు విరోధముగా యుద్ధము చేయు ఏ జనమునైనను సంస్థానమునైనను, వారి చిన్నవారిని స్త్రీలను నాశనము చేసి చంపి నిర్మూలము చేసి వారి ఆస్తిని దోచుకొనుటకు సెలవిచ్చెను.",
    "12": "రాజైన అహష్వేరోషు యొక్క సంస్థానములన్నిటిలో అదార్లు అను పన్నెండవ నెల పదమూడవ దినమున ఒక్కనాడే ఈలాగు చేయవలెను.",
    "13": "యూదులు ఆ దినమున తమ శత్రువుల మీద పగ తీర్చుకొనునట్లు, ఆ ఆజ్ఞ యొక్క నకలు ప్రతి సంస్థానములో చట్టముగా ప్రకటింపబడి సకల జనులకు తెలియజేయబడెను.",
    "14": "రాజు ఆజ్ఞ చేత అంచెలవారు రాజనగరులో పుట్టిన వేగము గల గుఱ్ఱములెక్కి త్వరగా వెళ్లిరి; ఆ ఆజ్ఞ షూషను కోటలో ఇయ్యబడెను.",
    "15": "మొర్దెకై నీలము తెలుపు గల రాజవస్త్రములను, గొప్ప బంగారు కిరీటమును, సన్నపు నారతో చేసిన ఊదా రంగు అంగీని ధరించుకొని రాజు సముఖమునుండి బయలువెళ్లెను; షూషను పట్టణము సంతోషించి ఆనందించెను.",
    "16": "యూదులకు క్షేమమును సంతోషమును ఆనందమును ఘనతయు కలిగెను.",
    "17": "రాజు ఆజ్ఞయు అతని చట్టమును వచ్చిన ప్రతి సంస్థానములోను ప్రతి పట్టణములోను యూదులకు సంతోషమును ఆనందమును విందును శుభదినమును కలిగెను; యూదులవలన భయము దేశపు జనుల మీద పడినందున వారిలో అనేకులు యూదులైరి."
}
