
{
    "1": "సౌలు మరణమైన తరువాత దావీదు అమాలేకీయులను హతము చేసి తిరిగి వచ్చి సిక్లగులో రెండు దినములు నివసించెను.",
    "2": "మూడవనాడు ఒకడు బట్టలు చింపుకొని తలమీద ధూళి పోసికొని సౌలునొద్దనున్న దండులోనుండి వచ్చెను; వాడు దావీదునొద్దకు వచ్చి నేలమీద పడి నమస్కారము చేయగా",
    "3": "దావీదు - నీవు ఎక్కడనుండి వచ్చితివని వానినడిగెను. అందుకు వాడు - ఇశ్రాయేలీయుల దండులోనుండి నేను తప్పించుకొని వచ్చితినని అతనితో చెప్పెను.",
    "4": "దావీదు - జరిగిన సంగతి ఏది? దయచేసి నాతో చెప్పుమని వానినడుగగా వాడు - జనులు యుద్ధములో నిలువలేక పారిపోయిరి, జనులలో అనేకులు పడి చనిపోయిరి, సౌలును అతని కుమారుడైన యోనాతానును మరణమైరని చెప్పెను.",
    "5": "దావీదు - సౌలును అతని కుమారుడైన యోనాతానును చనిపోయిన సంగతి నీకు ఎట్లు తెలిసినదని ఆ వర్తమానము తెచ్చినవానినడుగగా",
    "6": "వర్తమానము తెచ్చిన ఆ యౌవనుడు ఇట్లనెను - నేను అప్రయత్నముగా గిల్బోవ పర్వతమునకు వెళ్లగా సౌలు తన ఈటె మీద ఆనుకొని యుండెను; రథములును రౌతులును అతని వెన్నాడి కలుసుకొనుచుండిరి.",
    "7": "అతడు వెనుకకు తిరిగి నన్ను చూచి పిలువగా నేను - చిత్తము, ఇదిగో ఉన్నానంటిని.",
    "8": "అతడు - నీవు ఎవడవని నన్నడుగగా నేను - అమాలేకీయుడనని అతనితో చెప్పితిని.",
    "9": "అప్పుడతడు - నా ప్రాణము ఇంకా నాలో ఉన్నది గాని, చీకటి కమ్ముచున్నది గనుక నీవు నా మీదికి వచ్చి నన్ను చంపుమని నాతో చెప్పెను.",
    "10": "అతడు పడిన తరువాత బ్రతుకడని నేను నిశ్చయించుకొని, అతని మీదికి పోయి అతని చంపి, అతని తలమీదనున్న కిరీటమును ముంజేతి కడియమును తీసికొని ఇక్కడికి నా ఏలినవాని యొద్దకు తెచ్చియున్నానని చెప్పెను.",
    "11": "అప్పుడు దావీదు తన బట్టలు పట్టుకొని చింపుకొనెను; అతని యొద్దనున్న వారందరును ఆలాగుననే చేసిరి.",
    "12": "సౌలును అతని కుమారుడైన యోనాతానును యెహోవా ప్రజలును ఇశ్రాయేలు ఇంటివారును కత్తివాత కూలిరని వారిని గూర్చి అంగలార్చుచు ఏడ్చుచు సాయంకాలము వరకు ఉపవాసముండిరి.",
    "13": "దావీదు - నీవు ఎక్కడనుండి వచ్చితివని ఆ వర్తమానము తెచ్చినవానినడుగగా వాడు - నేను అమాలేకీయుడనైన ఒక పరదేశి కుమారుడననెను.",
    "14": "అందుకు దావీదు - యెహోవా అభిషేకించినవానిని చంపుటకు నీ చెయ్యి ఎత్తుటకు నీవు భయపడలేదా అని వానితో చెప్పి",
    "15": "తన పనివారిలో ఒకని పిలిచి - నీవు పోయి వానిని చంపుమని ఆజ్ఞాపించగా వాడు అతనిని కొట్టి చంపెను.",
    "16": "యెహోవా అభిషేకించినవానిని నేను చంపితినని నీవు నీ నోటితో నీ మీద సాక్ష్యము పలికితివి గనుక నీ ప్రాణమునకు నీవే ఉత్తరవాదివని దావీదు వానితో చెప్పెను.",
    "17": "దావీదు సౌలును గూర్చియు అతని కుమారుడైన యోనాతానును గూర్చియు ఈలాగున విలాపవాక్యము పలికెను.",
    "18": "విలువిద్య యూదా వారికి నేర్పవలెనని అతడు ఆజ్ఞాపించెను; అది యాషారు గ్రంథమందు వ్రాయబడియున్నది.",
    "19": "ఇశ్రాయేలూ, నీ ఉన్నత స్థలముల మీద నీకు అలంకారమైనవారు హతులైరి; బలిష్ఠులు పడిపోయిరి.",
    "20": "గాతులో ఈ సంగతిని తెలియజేయకుడి; అష్కెలోను వీధులలో దీనిని ప్రకటింపకుడి; ఫిలిష్తీయుల కుమార్తెలు సంతోషింతురేమో, సున్నతి లేనివారి కుమార్తెలు జయము చేయుదురేమో.",
    "21": "గిల్బోవ పర్వతములారా, మీ మీద మంచైనను వర్షమైనను కురువకుండును గాక; కానుకలకు తగిన పొలములు మీలో ఉండకుండును గాక; ఏలయనగా ఆ స్థలమున బలిష్ఠుల డాళ్లు పారవేయబడెను; సౌలు డాలును తైలముతో అభిషేకించబడనట్టే పారవేయబడెను.",
    "22": "హతుల రక్తమును బలిష్ఠుల క్రొవ్వును చూడకుండ యోనాతాను విల్లు వెనుకకు తిరుగలేదు; సౌలు కత్తి వట్టిదిగా వెనుకకు రాలేదు.",
    "23": "సౌలును యోనాతానును తమ జీవితమందు ఇష్టులు గాను సుందరులు గాను ఉండిరి; మరణమందైనను వారు విడిపోలేదు; వారు పక్షిరాజులకంటె వేగము గలవారు, సింహములకంటె బలము గలవారు.",
    "24": "ఇశ్రాయేలు కుమార్తెలారా, మీకు ఇంపైన రక్తవర్ణ వస్త్రములను తొడిగించి, మీ వస్త్రముల మీద బంగారు ఆభరణములను ఉంచిన సౌలును గూర్చి ఏడ్వుడి.",
    "25": "యుద్ధరంగమున బలిష్ఠులు పడిపోయిరి; నీ ఉన్నత స్థలముల మీద యోనాతాను హతుడాయెను.",
    "26": "నా సహోదరుడా యోనాతానా, నీవు నాకు అతి మనోహరుడవు; నీ నిమిత్తము నేను వ్యాకులపడుచున్నాను; నా యెడల నీకున్న ప్రేమ అద్భుతమైనది; స్త్రీల ప్రేమకంటెను అది అధికమైనది.",
    "27": "బలిష్ఠులు పడిపోయిరి; యుద్ధాయుధములు నశించిపోయెను."
}
