
{
    "1": "ఇవి జరిగిన తరువాత అమ్మోనీయుల రాజు చనిపోయెను; అతని కుమారుడైన హానూను అతనికి మారుగా రాజాయెను.",
    "2": "అప్పుడు దావీదు - హానూను తండ్రియైన నాహాషు నాకు ఉపకారము చేసినట్లు నేనును అతని కుమారుడైన హానూనుకు ఉపకారము చేసెదనని అనుకొని, అతని తండ్రిని గూర్చి అతనిని ఓదార్చుటకు తన సేవకులను పంపెను. దావీదు సేవకులు అమ్మోనీయుల దేశమునకు వచ్చినప్పుడు",
    "3": "అమ్మోనీయుల అధిపతులు తమ యజమానుడైన హానూనుతో - దావీదు నిన్ను ఓదార్చుటకు వారిని పంపుట నీ తండ్రిని ఘనపరచుట అని నీవు అనుకొనుచున్నావా? పట్టణమును పరిశోధించి వేగు చూచి దానిని పాడుచేయుటకై దావీదు తన సేవకులను నీ యొద్దకు పంపియున్నాడు గదా అనిరి.",
    "4": "అప్పుడు హానూను దావీదు సేవకులను పట్టుకొని, వారి గడ్డములలో సగము గొరిగించి, వారి వస్త్రములను పిరుదుల వరకు సగము కత్తిరించి వారిని పంపివేసెను.",
    "5": "ఈ వర్తమానము దావీదునకు అందగా, ఆ మనుష్యులు మిక్కిలి సిగ్గుపడిరి గనుక అతడు వారిని ఎదుర్కొనుటకు మనుష్యులను పంపి - మీ గడ్డములు పెరుగు వరకు మీరు యెరికోలో ఉండి తరువాత రండని సెలవిచ్చెను.",
    "6": "అమ్మోనీయులు తాము దావీదునకు అసహ్యులమైతిమని చూచినప్పుడు, అమ్మోనీయులు మనుష్యులను పంపి బేత్రెహోబు సిరియనులను, సోబా సిరియనులను, ఇరవై వేల కాల్బలమును, వెయ్యిమంది మనుష్యులతో మయకా రాజును, పన్నెండు వేలమందితో ఇష్షోబు మనుష్యులను కూలికి పిలిపించిరి.",
    "7": "దావీదు ఆ సంగతి విని యోవాబును బలిష్ఠులైన సైన్యమంతటిని పంపెను.",
    "8": "అమ్మోనీయులు బయలుదేరి గవిని ద్వారమునొద్ద యుద్ధపంక్తి తీర్చిరి; సోబా రెహోబు సిరియనులును, ఇష్షోబు మయకా వారును విడిగా పొలములో ఉండిరి.",
    "9": "యోవాబు తన ముందరను వెనుకను యుద్ధపంక్తి తీర్చియుండుట చూచి, ఇశ్రాయేలీయులలో శూరులైనవారినందరిని ఏరికొని సిరియనులకు ఎదురుగా పంక్తి తీర్చెను.",
    "10": "మిగిలిన జనులను తన సహోదరుడైన అబీషై చేతికి అప్పగించి అమ్మోనీయులకు ఎదురుగా పంక్తి తీర్చెను.",
    "11": "అతడు - సిరియనులు నాకంటే బలవంతులైనయెడల నీవు నాకు సహాయము చేయవలెను; అమ్మోనీయులు నీకంటే బలవంతులైనయెడల నేను వచ్చి నీకు సహాయము చేసెదను.",
    "12": "ధైర్యము వహించుము; మన జనుల కొరకును మన దేవుని పట్టణముల కొరకును మనము పురుషత్వము కనపరచుదము; యెహోవా తన దృష్టికి మంచిదైనట్లు చేయును గాక అనెను.",
    "13": "యోవాబును అతనితోనున్న జనులును సిరియనులతో యుద్ధము చేయుటకు దగ్గరపడగా వారు అతని యెదుటనుండి పారిపోయిరి.",
    "14": "సిరియనులు పారిపోవుట అమ్మోనీయులు చూచి, వారును అబీషై యెదుటనుండి పారిపోయి పట్టణములో ప్రవేశించిరి. అప్పుడు యోవాబు అమ్మోనీయుల యొద్దనుండి తిరిగి యెరూషలేమునకు వచ్చెను.",
    "15": "తాము ఇశ్రాయేలీయులచేత ఓడిపోతిమని సిరియనులు చూచినప్పుడు వారు ఏకముగా కూడికొనిరి.",
    "16": "హదదెజెరు మనుష్యులను పంపి నది అవతలనున్న సిరియనులను పిలిపించెను; వారు హేలామునకు వచ్చిరి; హదదెజెరు సైన్యాధిపతియైన షోబకు వారికి ముందర నడిచెను.",
    "17": "ఆ సంగతి దావీదునకు తెలుపబడినప్పుడు అతడు ఇశ్రాయేలీయులనందరిని సమకూర్చి, యొర్దాను దాటి హేలామునకు వచ్చెను. సిరియనులు దావీదునకు ఎదురుగా పంక్తి తీర్చి అతనితో యుద్ధము చేసిరి.",
    "18": "సిరియనులు ఇశ్రాయేలీయుల యెదుటనుండి పారిపోయిరి; దావీదు సిరియనులలో ఏడువందల రథముల వారిని, నలభై వేల రౌతులను హతము చేసెను; మరియు వారి సైన్యాధిపతియైన షోబకును అతడు కొట్టగా అతడు అక్కడనే చనిపోయెను.",
    "19": "హదదెజెరు సేవకులైన రాజులందరు తాము ఇశ్రాయేలీయులచేత ఓడిపోతిమని చూచినప్పుడు వారు ఇశ్రాయేలీయులతో సమాధానపడి వారికి దాసులైరి. అప్పటినుండి సిరియనులు అమ్మోనీయులకు సహాయము చేయుటకు భయపడిరి."
}
