
{
    "1": "మరుసటి సంవత్సరమున రాజులు యుద్ధమునకు బయలుదేరు సమయమున, దావీదు యోవాబును అతనితోకూడ తన సేవకులను ఇశ్రాయేలీయులనందరిని పంపెను; వారు అమ్మోనీయులను నాశనము చేసి రబ్బాను ముట్టడివేసిరి. అయితే దావీదు యెరూషలేములోనే ఉండెను.",
    "2": "ఒకనాడు సాయంకాలమున దావీదు తన పడకమీదనుండి లేచి రాజనగరు మిద్దెమీద నడుచుచుండగా, మిద్దెమీదనుండి ఒక స్త్రీ స్నానము చేయుట చూచెను; ఆ స్త్రీ మిక్కిలి సౌందర్యవతి.",
    "3": "దావీదు ఆ స్త్రీ ఎవరైనది విచారించుటకు మనుష్యుని పంపగా, ఒకడు - ఆమె ఏలీయాము కుమార్తెయు హిత్తీయుడైన ఊరియా భార్యయునగు బత్షెబ అని చెప్పెను.",
    "4": "అప్పుడు దావీదు దూతలను పంపి ఆమెను పిలిపించెను; ఆమె అతని యొద్దకు రాగా అతడు ఆమెతో శయనించెను; ఆమె తన అపవిత్రత పోగొట్టుకొని శుద్ధి చేసికొని తన ఇంటికి తిరిగి వెళ్లెను.",
    "5": "ఆ స్త్రీ గర్భవతియై - నేను గర్భవతినైతినని దావీదునకు వర్తమానము పంపెను.",
    "6": "అప్పుడు దావీదు - హిత్తీయుడైన ఊరియాను నా యొద్దకు పంపుమని యోవాబునకు వర్తమానము పంపగా యోవాబు ఊరియాను దావీదునొద్దకు పంపెను.",
    "7": "ఊరియా అతని యొద్దకు వచ్చినప్పుడు దావీదు - యోవాబు క్షేమమా? జనులు క్షేమమా? యుద్ధము క్షేమమా? అని యోగక్షేమములను అడిగెను.",
    "8": "తరువాత దావీదు - నీ ఇంటికి వెళ్లి నీ కాళ్లు కడుగుకొనుమని ఊరియాతో చెప్పెను. ఊరియా రాజనగరులోనుండి బయలువెళ్ళగా రాజు భోజన పదార్థములు అతని వెంబడి వెళ్ళెను.",
    "9": "అయితే ఊరియా తన ఇంటికి వెళ్ళక రాజనగరు ద్వారమునొద్ద తన యజమానుని సేవకులందరితో కూడ పండుకొనెను.",
    "10": "ఊరియా తన ఇంటికి వెళ్ళలేదని దావీదునకు తెలుపబడగా దావీదు - నీవు ప్రయాణము చేసి వచ్చినవాడవు గదా, నీ ఇంటికి వెళ్ళలేదేమని ఊరియాను అడుగగా",
    "11": "ఊరియా - మందసమును ఇశ్రాయేలువారును యూదావారును గుడారములలో నివసించుచున్నారు; నా యజమానుడైన యోవాబును నా యజమానుని సేవకులును దండులో మైదానమున దిగియున్నారు; నేను అన్నపానములు పుచ్చుకొనుటకును నా భార్యతో శయనించుటకును నా ఇంటికి వెళ్లుదునా? నీ తోడు, నీ ప్రాణము తోడు, నేనాలాగు చేయను అని దావీదుతో చెప్పెను.",
    "12": "అప్పుడు దావీదు - ఈ దినము కూడ ఇక్కడ ఉండుము, రేపు నిన్ను పంపివేసెదనని ఊరియాతో చెప్పెను. కాబట్టి ఊరియా ఆ దినమును మరునాడును యెరూషలేములో ఉండెను.",
    "13": "దావీదు అతని పిలిపింపగా అతడు అతని యెదుట తిని త్రాగెను; దావీదు అతనికి మత్తు కలుగజేసెను. సాయంకాలమైనప్పుడు అతడు బయలువెళ్లి తన యజమానుని సేవకులతో కూడ పడకమీద పండుకొనెను గాని తన ఇంటికి వెళ్ళలేదు.",
    "14": "ఉదయమున దావీదు యోవాబునకు ఒక ఉత్తరము వ్రాసి ఊరియా చేతికిచ్చి పంపెను.",
    "15": "ఆ ఉత్తరములో అతడు వ్రాసినదేమనగా - యుద్ధము తీవ్రముగా జరుగుచున్న చోట ఊరియాను ముందుంచి, అతడు కొట్టబడి చనిపోవునట్లు అతని యొద్దనుండి మీరు వెనుకకు తిరిగిపోవుడి.",
    "16": "యోవాబు ఆ పట్టణమును ముట్టడివేయుచుండగా, బలిష్ఠులున్నారని తాను తెలుసుకొనిన స్థలమున ఊరియాను ఉంచెను.",
    "17": "ఆ పట్టణపు వారు బయలుదేరి యోవాబుతో యుద్ధము చేయగా దావీదు సేవకులగు జనులలో కొందరు కూలిరి; హిత్తీయుడైన ఊరియాయు చనిపోయెను.",
    "18": "యోవాబు యుద్ధ సంగతి అంతయు దావీదునకు తెలియజేయుటకు దూతను పంపి",
    "19": "అతనికి ఈలాగు ఆజ్ఞాపించెను - నీవు యుద్ధ సంగతి అంతయు రాజుతో చెప్పి ముగించిన తరువాత",
    "20": "రాజు కోపము రగులుకొని - మీరు యుద్ధము చేయుటకు పట్టణమునకు ఎందుకు అంత దగ్గరకు వెళ్లితిరి? వారు గోడ మీదనుండి బాణములు వేయుదురని మీకు తెలియదా?",
    "21": "యెరుబ్బెషెతు కుమారుడైన అబీమెలెకును చంపినవాడెవడు? ఒక స్త్రీ గోడ మీదనుండి తిరగలి రాయి అతని మీద పడవేసినందున అతడు తేబెసులో చనిపోయెను గదా? మీరు గోడకు ఎందుకు అంత దగ్గరకు వెళ్లితిరని నీతో చెప్పినయెడల, నీవు - నీ సేవకుడైన ఊరియాయు చనిపోయెనని చెప్పుము.",
    "22": "దూత వెళ్లి దావీదునొద్దకు వచ్చి యోవాబు తనతో చెప్పి పంపినదంతయు తెలియజేసెను.",
    "23": "ఆ దూత దావీదుతో ఇట్లనెను - ఆ మనుష్యులు మాకంటే బలవంతులై బయట మైదానమునకు మా మీదికి రాగా మేము వారిని గవిని ద్వారము వరకు తరిమితివిు.",
    "24": "అప్పుడు విలుకాండ్రు గోడ మీదనుండి నీ సేవకుల మీద బాణములు వేయగా రాజు సేవకులలో కొందరు చనిపోయిరి; నీ సేవకుడైన ఊరియాయు చనిపోయెను.",
    "25": "అప్పుడు దావీదు దూతతో ఇట్లనెను - నీవు యోవాబుతో - ఈ కార్యమునకు చింతపడవద్దు, కత్తి ఒకనినొకనినన్నట్లు నాశనము చేయును; పట్టణము మీద యుద్ధము ఇంకను బలముగా చేసి దానిని పడగొట్టుమని చెప్పి అతనిని ధైర్యపరచుము.",
    "26": "ఊరియా భార్య తన భర్తయైన ఊరియా చనిపోయెనని విని తన భర్తను గూర్చి ప్రలాపించెను.",
    "27": "ఆమె దుఃఖదినములు తీరిన తరువాత దావీదు ఆమెను తన ఇంటికి రప్పించెను; ఆమె అతనికి భార్యయై అతనికి ఒక కుమారుని కనెను. అయితే దావీదు చేసిన ఈ కార్యము యెహోవా దృష్టికి చెడ్డదిగా ఉండెను."
}
