
{
    "1": "యెహోవా నాతానును దావీదునొద్దకు పంపెను. అతడు అతని యొద్దకు వచ్చి అతనితో ఇట్లనెను - ఒక ఊరిలో ఇద్దరు మనుష్యులుండిరి; వారిలో ఒకడు ఐశ్వర్యవంతుడు, ఒకడు దరిద్రుడు.",
    "2": "ఆ ఐశ్వర్యవంతునికి చాలా గొర్రెలును పశువులును ఉండెను.",
    "3": "దరిద్రునికి తాను కొని పెంచుకొనిన ఒక్క చిన్న ఆడు గొర్రెపిల్ల తప్ప మరేమియు లేకపోయెను. అది అతని యొద్దను అతని పిల్లల యొద్దను ఉండి పెరిగెను; అది అతని ఆహారములో కొంచెము తిని, అతని గిన్నెలోనిది త్రాగి, అతని రొమ్మున పండుకొనుచు, అతనికి కుమార్తెవలె ఉండెను.",
    "4": "ఒకనాడు ఆ ఐశ్వర్యవంతుని యొద్దకు ఒక బాటసారి రాగా, అతడు తన యొద్దకు వచ్చిన ఆ బాటసారికి వంట చేయుటకు తన గొర్రెలలోనుండి గాని పశువులలోనుండి గాని ఒకదానిని తీయుటకిష్టపడక, ఆ దరిద్రుని గొర్రెపిల్లను పట్టుకొని తన యొద్దకు వచ్చినవానికి వంట చేసెను.",
    "5": "అప్పుడు దావీదు ఆ మనుష్యుని మీద మిక్కిలి కోపపడి - ఈ కార్యము చేసినవాడు మరణమునకు పాత్రుడని యెహోవా జీవముతోడు ప్రమాణము చేయుచున్నాను.",
    "6": "వాడు కనికరము లేనివాడై ఈ కార్యము చేసినందున ఆ గొర్రెపిల్లకు నాలుగు రెట్లు బదులియ్యవలెనని నాతానుతో చెప్పెను.",
    "7": "అప్పుడు నాతాను దావీదుతో ఇట్లనెను - ఆ మనుష్యుడవు నీవే. ఇశ్రాయేలీయుల దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - నేను నిన్ను ఇశ్రాయేలీయుల మీద రాజుగా అభిషేకించితిని; సౌలు చేతిలోనుండి నిన్ను విడిపించితిని.",
    "8": "నీ యజమానుని ఇంటిని నీకు ఇచ్చితిని; నీ యజమానుని భార్యలను నీ కౌగిటిలో ఉంచితిని; ఇశ్రాయేలు వారిని యూదా వారిని నీకు అప్పగించితిని; అది తక్కువ అనుకొనినయెడల నేను నీకు ఇంకా ఎంతో ఇచ్చియుందును.",
    "9": "యెహోవా దృష్టికి కీడు చేసి ఆయన ఆజ్ఞను నీవు ఎందుకు తృణీకరించితివి? నీవు కత్తితో హిత్తీయుడైన ఊరియాను చంపి, అతని భార్యను నీకు భార్యగా చేసికొంటివి; అమ్మోనీయుల కత్తిచేత అతని చంపించితివి.",
    "10": "నీవు నన్ను తృణీకరించి, హిత్తీయుడైన ఊరియా భార్యను నీకు భార్యగా చేసికొంటివి గనుక కత్తి నీ ఇంటివారికి ఎన్నడును దూరముగా ఉండదు.",
    "11": "యెహోవా సెలవిచ్చునదేమనగా - నీ ఇంటివారివలననే నేను నీకు కీడు పుట్టించెదను; నీ కన్నుల యెదుటనే నేను నీ భార్యలను తీసికొని నీకు చేరువైనవానికి ఇచ్చెదను; పగటి యెండలో వాడు నీ భార్యలతో శయనించును.",
    "12": "నీవు రహస్యముగా దాని చేసితివి గాని నేను ఇశ్రాయేలీయులందరి యెదుటను పగటి యెండలోను ఈ కార్యము జరిగించెదనని చెప్పెను.",
    "13": "అప్పుడు దావీదు - నేను యెహోవాకు విరోధముగా పాపము చేసితినని నాతానుతో చెప్పగా నాతాను - నీవు చావకుండునట్లు యెహోవా నీ పాపమును పరిహరించెను.",
    "14": "అయినను ఈ కార్యమువలన యెహోవా శత్రువులు ఆయనను దూషించుటకు నీవు గొప్ప కారణము కలుగజేసితివి గనుక నీకు పుట్టిన బిడ్డ నిశ్చయముగా చనిపోవునని దావీదుతో చెప్పి",
    "15": "నాతాను తన ఇంటికి వెళ్లెను. ఊరియా భార్య దావీదునకు కనిన బిడ్డను యెహోవా మొత్తగా అది మిక్కిలి జబ్బుపడెను.",
    "16": "కాబట్టి దావీదు ఆ బిడ్డ కొరకు దేవుని బతిమాలుకొనెను; దావీదు ఉపవాసముండి లోపలికి వెళ్లి రాత్రి అంతయు నేలమీద పండుకొనెను.",
    "17": "అతని ఇంటి పెద్దలు లేచి అతనిని నేలమీదనుండి లేవనెత్తుటకు అతని యొద్దకు వచ్చిరి గాని అతడు ఒప్పక వారితో భోజనము చేయకయుండెను.",
    "18": "ఏడవ దినమున ఆ బిడ్డ చనిపోయెను. బిడ్డ చనిపోయెనని దావీదు సేవకులు అతనితో చెప్పుటకు భయపడిరి; ఏలయనగా - బిడ్డ ఇంక బ్రతికియుండగా మనము అతనితో మాటలాడినప్పుడు అతడు మన మాట వినలేదు; బిడ్డ చనిపోయెనని మనము అతనితో చెప్పినయెడల అతడు తనకు ఎంత హాని చేసికొనునో అని వారు అనుకొనిరి.",
    "19": "అయితే తన సేవకులు గుసగుసలాడుకొనుట దావీదు చూచి, బిడ్డ చనిపోయెనని గ్రహించి - బిడ్డ చనిపోయెనా అని తన సేవకులనడుగగా వారు - చనిపోయెననిరి.",
    "20": "అప్పుడు దావీదు నేలమీదనుండి లేచి స్నానము చేసి తైలము పూసుకొని వేరే బట్టలు కట్టుకొని యెహోవా మందిరములోనికి వెళ్లి మ్రొక్కెను; తరువాత తన ఇంటికి వచ్చి భోజనము తెమ్మనగా వారు తేగా అతడు భుజించెను.",
    "21": "అప్పుడు అతని సేవకులు - నీవు చేసిన పని ఏమిటి? బిడ్డ బ్రతికియున్నప్పుడు నీవు ఉపవాసముండి ఏడ్చితివి; బిడ్డ చనిపోగానే నీవు లేచి భోజనము చేసితివని అతని అడుగగా",
    "22": "అతడు - బిడ్డ ఇంక బ్రతికియుండగా యెహోవా నాయందు కనికరించి బిడ్డను బ్రతుకనిచ్చునేమో అని నేను ఉపవాసముండి ఏడ్చితిని.",
    "23": "ఇప్పుడు వాడు చనిపోయెను, నేను ఉపవాసముండనేల? వానిని తిరిగి రప్పించగలనా? నేను వానియొద్దకు పోవుదును గాని వాడు నా యొద్దకు తిరిగి రాడని చెప్పెను.",
    "24": "అప్పుడు దావీదు తన భార్యయైన బత్షెబాను ఓదార్చి ఆమెయొద్దకు వెళ్లి ఆమెను కూడెను. ఆమె కుమారుని కనగా అతడు అతనికి సొలొమోను అని పేరు పెట్టెను. యెహోవా అతని ప్రేమించెను.",
    "25": "ఆయన ప్రవక్తయైన నాతానును పంపగా అతడు యెహోవాను బట్టి అతనికి యెదీద్యా అని పేరు పెట్టెను.",
    "26": "యోవాబు అమ్మోనీయుల రబ్బా మీద యుద్ధము చేసి రాజధానిని పట్టుకొనెను.",
    "27": "యోవాబు దావీదునొద్దకు దూతలను పంపి - నేను రబ్బా మీద యుద్ధము చేసి జలముల పురమును పట్టుకొంటిని.",
    "28": "నేను ఈ పట్టణమును పట్టుకొనినయెడల నా పేరు పెట్టబడునేమో; కాబట్టి నీవు మిగిలిన జనులను కూర్చుకొని పట్టణము మీద దిగి దాని పట్టుకొనుమని చెప్పించెను.",
    "29": "కాబట్టి దావీదు జనులనందరిని కూర్చుకొని రబ్బాకు వెళ్లి దానితో యుద్ధము చేసి దాని పట్టుకొనెను.",
    "30": "అతడు వారి రాజు తలమీదనుండి కిరీటమును తీసికొనెను; అది మణి పొదిగినది, ఒక తలాంతు బంగారు ఎత్తుగలది; అది దావీదు తలమీద ఉంచబడెను. మరియు అతడు ఆ పట్టణములోని కొల్లసొమ్మును బహు విస్తారముగా తీసికొనిపోయెను.",
    "31": "అందులోనున్న జనులను అతడు వెలుపలికి తీసికొనివచ్చి, రంపములతోను ఇనుప నురిపిడి పనిముట్లతోను ఇనుప గొడ్డళ్లతోను పనిచేయుటకై వారిని ఉంచెను; అతడు వారిచేత ఇటుకలు కాల్పించెను. అమ్మోనీయుల పట్టణములన్నిటికి అతడు ఆలాగు చేసెను. తరువాత దావీదును జనులందరును యెరూషలేమునకు తిరిగి వచ్చిరి."
}
