
{
    "1": "ఇవి జరిగిన తరువాత దావీదు కుమారుడైన అబ్షాలోమునకు తామారు అను అందమైన సహోదరి ఉండెను. దావీదు కుమారుడైన అమ్నోను ఆమెను ప్రేమించెను.",
    "2": "తన సహోదరియైన తామారు కన్యకయైనందున ఆమెకు ఏదైన చేయుట అసాధ్యమని అమ్నోనుకు తోచెను గనుక అతడు ఆమెను బట్టి వ్యాకులపడి జబ్బుపడెను.",
    "3": "అమ్నోనుకు యెహోనాదాబు అను ఒక స్నేహితుడు ఉండెను; అతడు దావీదు సహోదరుడైన షిమ్మా కుమారుడు. యెహోనాదాబు బహు బుద్ధిగలవాడు.",
    "4": "అతడు - రాజకుమారుడవైన నీవు దినదినము చిక్కిపోవుచున్నావేమి? అది నాతో చెప్పవా అని అతని అడుగగా అమ్నోను - నా సహోదరుడైన అబ్షాలోము సహోదరియగు తామారును నేను ప్రేమించుచున్నానని అతనితో చెప్పెను.",
    "5": "అప్పుడు యెహోనాదాబు - నీవు మంచము మీద పండుకొని జబ్బుపడినట్లు నటించుము; నీ తండ్రి నిన్ను చూడవచ్చినప్పుడు నీవు - నా సహోదరియైన తామారు వచ్చి, నా కన్నుల యెదుట వంట చేసి, నాకు ఆహారము పెట్టునట్లును, ఆమె చేతినుండి నేను తినునట్లును దయచేసి ఆమెను రానిమ్మని అతనితో చెప్పుమనెను.",
    "6": "కాబట్టి అమ్నోను పండుకొని జబ్బుపడినట్లు నటించెను. రాజు అతని చూడవచ్చినప్పుడు అమ్నోను - దయచేసి నా సహోదరియైన తామారు వచ్చి, నా కన్నుల యెదుట రెండు భక్ష్యములు చేసి, ఆమె చేతినుండి నేను తినునట్లు నాకు పెట్టుమని రాజును అడిగెను.",
    "7": "అప్పుడు దావీదు ఇంటికి వర్తమానము పంపి - నీ సహోదరుడైన అమ్నోను ఇంటికి వెళ్లి అతనికి వంట చేయుమని తామారుతో చెప్పెను.",
    "8": "తామారు తన సహోదరుడైన అమ్నోను ఇంటికి వెళ్లెను; అతడు పండుకొనియుండెను. ఆమె పిండి తీసికొని పిసికి అతని కన్నుల యెదుట భక్ష్యములు చేసి వాటిని కాల్చెను.",
    "9": "ఆమె పెనమును తీసికొని అతని యెదుట వడ్డించెను గాని అతడు తిననొల్లక - ప్రతి మనుష్యుని నా యొద్దనుండి వెలుపలికి పంపుడని చెప్పెను. ప్రతి మనుష్యుడు అతని యొద్దనుండి వెలుపలికి పోయెను.",
    "10": "అప్పుడు అమ్నోను - నీ చేతినుండి నేను తినునట్లు ఆ భక్ష్యములను గదిలోనికి తీసికొని రమ్మని తామారుతో చెప్పెను. తామారు తాను చేసిన భక్ష్యములను తీసికొని గదిలోనున్న తన సహోదరుడైన అమ్నోను నొద్దకు వచ్చెను.",
    "11": "అతడు తినునట్లు ఆమె వాటిని అతని దగ్గరకు తేగా, అతడు ఆమెను పట్టుకొని - నా సహోదరీ, వచ్చి నాతో శయనించుమని ఆమెతో అనెను.",
    "12": "అందుకామె - వద్దు నా సహోదరుడా, నన్ను బలవంతము చేయకుము, ఇశ్రాయేలీయులలో ఇలాగు చేయకూడదు; ఈ మూర్ఖపు పని చేయకుము.",
    "13": "నా అవమానమును నేనెట్లు భరింతును? నీవు ఇశ్రాయేలీయులలో వ్యర్థుడవై పోదువు; కాబట్టి నీవు రాజుతో మాటలాడుము, అతడు నన్ను నీకియ్యకుండడు అనెను.",
    "14": "అయితే అతడు ఆమె మాట విననొల్లక, ఆమెకంటే బలవంతుడైనందున ఆమెను బలవంతము చేసి ఆమెతో శయనించెను.",
    "15": "తరువాత అమ్నోను ఆమెను మిక్కిలిగా ద్వేషించెను; అతడు ఆమెను ప్రేమించిన ప్రేమకంటే ఆ ద్వేషము ఎక్కువగా ఉండెను. అమ్నోను - లేచి పొమ్మని ఆమెతో చెప్పెను.",
    "16": "అందుకామె - అలాగు కాదు; నీవు నన్ను వెళ్లగొట్టుటవలన చేయు ఈ కీడు, నీవు నాకు చేసినదానికంటే గొప్పదని అతనితో చెప్పినను అతడు ఆమె మాట విననొల్లకపోయెను.",
    "17": "అతడు తనకు ఉపచారము చేయు పనివానిని పిలిచి - ఈ స్త్రీని నా యొ