
{
    "1": "అబ్షాలోము మీద రాజు మనస్సు లగ్నమైయుండుట సెరూయా కుమారుడైన యోవాబు కనిపెట్టి",
    "2": "తెకోవాకు మనుష్యులను పంపి అక్కడనుండి బుద్ధిగల ఒక స్త్రీని పిలిపించి ఆమెతో ఇట్లనెను - నీవు దయచేసి దుఃఖించుదానివలె నటించుచు, దుఃఖవస్త్రములు కట్టుకొని నూనె రాసుకొనక, చనిపోయినవాని కొరకు బహు దినములు దుఃఖించు స్త్రీవలె ఉండి",
    "3": "రాజునొద్దకు వెళ్లి ఈలాగున అతనితో మాటలాడవలెనని చెప్పి యోవాబు ఆమె నోట మాటలు ఉంచెను.",
    "4": "ఆ తెకోవా స్త్రీ రాజునొద్దకు వెళ్లి నేలమీద సాష్టాంగపడి నమస్కారము చేసి - రాజా, రక్షించుమని కేకలు వేయగా",
    "5": "రాజు - నీకేమి వచ్చినదని ఆమెనడిగెను. అందుకామె - అయ్యో నేను విధవరాలను, నా పెనిమిటి చనిపోయెను.",
    "6": "నీ దాసురాలనైన నాకు ఇద్దరు కుమారులుండిరి; వారిద్దరు పొలములో పోట్లాడుకొనుచుండగా వారిని వేరుచేయువాడు లేకపోయినందున ఒకడు రెండవవానిని కొట్టి చంపెను.",
    "7": "ఇప్పుడు ఇంటివారందరు నీ దాసురాలి మీదికి లేచి - తన సహోదరుని చంపినవానిని అప్పగించుము; చంపబడినవాని ప్రాణము కొరకు మేము వానిని చంపివేసి వారసుడు లేకుండ చేసెదమని చెప్పుచున్నారు. ఆలాగున వారు నాకు మిగిలిన నిప్పును ఆర్పివేసి, భూమిమీద నా పెనిమిటి పేరును శేషమును ఉండకుండ చేయుదురని చెప్పెను.",
    "8": "అప్పుడు రాజు - నీవు నీ ఇంటికి వెళ్లుము, నిన్ను గూర్చి ఆజ్ఞాపించెదనని ఆ స్త్రీతో చెప్పెను.",
    "9": "అందుకు తెకోవా స్త్రీ రాజుతో - నా ఏలినవాడా రాజా, ఆ దోషము నా మీదను నా తండ్రి యింటి మీదను ఉండును గాక; రాజును అతని సింహాసనమును నిర్దోషులై యుందురు గాక అనెను.",
    "10": "అందుకు రాజు - ఎవడైనను నీతో ఏమైనను చెప్పినయెడల వానిని నా యొద్దకు తీసికొనిరమ్ము; వాడు ఇక నిన్ను ముట్టకుండునని చెప్పెను.",
    "11": "అప్పుడామె - రక్తమునకు పగ తీర్చుకొనువాడు ఇగను నాశనము చేయకుండునట్లును, వారు నా కుమారుని చంపకుండునట్లును దయచేసి రాజు తన దేవుడైన యెహోవాను జ్ఞాపకము చేసికొనును గాక అనగా అతడు - యెహోవా జీవముతోడు, నీ కుమారుని తలవెండ్రుకలలో ఒకటైనను నేల రాలదని చెప్పెను.",
    "12": "అప్పుడు ఆ స్త్రీ - దయచేసి నీ దాసురాలనైన నేను నా ఏలినవాడవగు రాజుతో ఒక మాట పలుకనిమ్మనగా అతడు - పలుకుమనెను.",
    "13": "అప్పుడు ఆ స్త్రీ ఇట్లనెను - ఆలాగైతే దేవుని జనులకు విరోధముగా ఇట్టి ఆలోచన నీవెందుకు చేసితివి? రాజు ఈ మాట చెప్పుటవలన వెళ్లగొట్టబడిన తన వానిని తాను తిరిగి రప్పించుకొననట్లు దోషము గలవానివలె ఉండెను గదా.",
    "14": "మనము చనిపోవుట తథ్యము; నేలమీద పారబోసిన నీళ్లు తిరిగి ఎట్లు ఎత్తలేమో మనమును ఆలాగున్నాము; దేవుడు ప్రాణము తీయడు గాని వెళ్లగొట్టబడినవాడు తన యొద్దనుండి తోలివేయబడకుండునట్లు ఆయన ఉపాయములను ఆలోచించును.",
    "15": "జనులు నన్ను భయపెట్టినందున నేను నా ఏలినవాడవగు రాజుతో ఈ మాట చెప్పుటకు వచ్చితిని; నీ దాసురాలనైన నేను - నేను రాజుతో మాటలాడెదను, ఒకవేళ రాజు తన దాసురాలి మనవి ఆలకించునేమో;",
    "16": "దేవుని స్వాస్థ్యములోనుండి నన్నును నా కుమారునిని ఏకముగా నాశనము చేయదలచినవాని చేతిలోనుండి తన దాసురాలిని విడిపించుటకు రాజు ఆలకించును గదా అనుకొంటిని.",
    "17": "మరియు నీ దాసురాలనైన నేను - నా ఏలినవాడవగు రాజు మాట నాకు ఓదార్పుగా ఉండును గాక అనుకొంటిని; మేలు కీడులను వివేచించుటలో నా ఏలినవాడవగు రాజు దేవుని దూత వంటివాడు; నీ దేవుడైన యెహోవా నీకు తోడైయుండును గాక అనెను.",
    "18": "అప్పుడు రాజు - నేను నిన్ను అడుగు సంగతి నీవు దాచకూడదని ఆ స్త్రీతో చెప్పగా ఆ స్త్రీ - నా ఏలినవాడవగు రాజు సెలవియ్యవచ్చుననెను.",
    "19": "రాజు - దీని అంతటిలో యోవాబు చెయ్యి నీకు తోడుగా ఉన్నదా అని అడుగగా, ఆ స్త్రీ ఇట్లనెను - నా ఏలినవాడా రాజా, నీ ప్రాణముతోడు, నా ఏలినవాడవగు రాజు పలికిన మాటను తప్పించుటకు కుడికైనను ఎడమకైనను ఎవరికిని సాధ్యము కాదు; నీ సేవకుడైన యోవాబు నాకు ఆజ్ఞాపించెను; ఆయనే ఈ మాటలన్నిటిని నీ దాసురాలి నోట ఉంచెను.",
    "20": "సంగతిని మారు రూపముగా చేయుటకై నీ సేవకుడైన యోవాబు ఈ కార్యము చేసెను; భూమిమీద జరుగునదంతయు తెలుసుకొనుటకు నా ఏలినవాడు దేవుని దూతకున్నంత జ్ఞానము గలవాడని చెప్పెను.",
    "21": "అప్పుడు రాజు యోవాబుతో - ఈ కార్యము చేయుటకు ఒప్పుకొంటిని; నీవు వెళ్లి పడుచువాడైన అబ్షాలోమును తిరిగి తీసికొనిరమ్మని చెప్పెను.",
    "22": "యోవాబు సాష్టాంగపడి నమస్కారము చేసి రాజును దీవించి - నా ఏలినవాడా రాజా, నీవు నీ దాసుని మనవి ఆలకించితివి గనుక నా యెడల నీకు కటాక్షము కలిగినదని నేడు నీ దాసునికి తెలిసినదనెను.",
    "23": "తరువాత యోవాబు లేచి గెషూరుకు వెళ్లి అబ్షాలోమును యెరూషలేమునకు తోడుకొనివచ్చెను.",
    "24": "రాజు - అతడు నా ముఖము చూడకూడదు, తన ఇంటికి తిరిగి వెళ్లవలెనని చెప్పగా అబ్షాలోము తన ఇంటికి తిరిగి వెళ్లెను గాని రాజు ముఖమును చూడలేదు.",
    "25": "సౌందర్యమును బట్టి అబ్షాలోమునంత ఎక్కువగా పొగడబడినవాడు ఇశ్రాయేలీయులందరిలో ఒకడును లేడు; అరికాళ్లు మొదలుకొని నడినెత్తి వరకు అతనిలో ఏ లోపమును లేదు.",
    "26": "అతని తల వెండ్రుకలు బరువైనందున ఏటేట అతడు వాటిని కత్తిరించుకొనుచు వచ్చెను; అతడు తల వెండ్రుకలను కత్తిరించినప్పుడు రాజు తూనిక ప్రకారము అది రెండు వందల తులముల ఎత్తు ఉండెను.",
    "27": "అబ్షాలోమునకు ముగ్గురు కుమారులును తామారు అను ఒక కుమార్తెయు పుట్టిరి; ఆమె చక్కని స్త్రీ.",
    "28": "అబ్షాలోము రెండు సంవత్సరములు యెరూషలేములో నివసించి రాజు ముఖము చూడలేదు.",
    "29": "అప్పుడు అబ్షాలోము రాజునొద్దకు యోవాబును పంపవలెనని అతని పిలిపించెను గాని అతడు అతని యొద్దకు రానొల్లకపోయెను; రెండవ మారు పిలిపించినను అతడు రానొల్లకపోయెను.",
    "30": "కాబట్టి అతడు తన దాసులతో - చూడుడి, నా పొలము దగ్గర యోవాబు పొలము ఉన్నది, అందులో అతనికి యవలు ఉన్నవి; మీరు వెళ్లి దానికి అగ్ని అంటించుడని చెప్పెను. అప్పుడు అబ్షాలోము దాసులు ఆ పొలమునకు అగ్ని అంటించిరి.",
    "31": "అప్పుడు యోవాబు లేచి అబ్షాలోము నొద్దకు ఇంటికి వచ్చి - నీ దాసులు నా పొలమునకు ఎందుకు అగ్ని అంటించిరని అతనినడిగెను.",
    "32": "అందుకు అబ్షాలోము - నేను గెషూరునుండి ఎందుకు వచ్చితిని? నేను అక్కడనే ఉండుట నాకు మేలు. కాబట్టి నేను రాజునొద్దకు నిన్ను పంపవలెనని - నీవు ఇక్కడికి రమ్మని నీకు వర్తమానము పంపితిని. ఇప్పుడు నేను రాజు ముఖమును చూడవలెను; నా యందు దోషమున్నయెడల అతడు నన్ను చంపవచ్చునని యోవాబుతో చెప్పెను.",
    "33": "యోవాబు రాజునొద్దకు వెళ్లి ఆ సంగతి అతనికి తెలియజేయగా అతడు అబ్షాలోమును పిలిపించెను. అతడు రాజునొద్దకు వచ్చి రాజు యెదుట నేలమట్టుకు వంగి నమస్కారము చేయగా రాజు అబ్షాలోమును ముద్దుపెట్టుకొనెను."
}
