
{
    "1": "అటు తరువాత అబ్షాలోము రథమును గుఱ్ఱములను తన ముందర పరుగెత్తుటకు ఏబదిమంది మనుష్యులను ఏర్పరచుకొనెను.",
    "2": "మరియు అబ్షాలోము పెందలకడ లేచి గవిని మార్గమున నిలుచుచు వచ్చెను; తీర్పు తీర్చుకొనుటకు రాజునొద్దకు వ్యాజ్యెము గలవాడెవడైనను వచ్చినప్పుడు అబ్షాలోము వానిని పిలిచి - నీది ఏ ఊరు అని అడుగుచుండెను. వాడు - నీ దాసుడనైన నేను ఇశ్రాయేలు గోత్రములలో ఫలాని గోత్రపువాడనని చెప్పినప్పుడు",
    "3": "అబ్షాలోము - నీ వ్యాజ్యెము న్యాయమైనది సరియైనది అని కనబడుచున్నది గాని రాజునొద్ద నీ విన్నపము వినువాడెవడును లేడని వానితో చెప్పుచు వచ్చెను.",
    "4": "మరియు అబ్షాలోము - నన్ను ఈ దేశములో న్యాయాధిపతిగా నియమించినయెడల, వ్యాజ్యెమైనను వివాదమైనను గల ప్రతివాడు నా యొద్దకు వచ్చును, నేను వానికి న్యాయము తీర్చుదును గదా అనుచు వచ్చెను.",
    "5": "మరియు ఎవడైనను అతనికి నమస్కారము చేయుటకు సమీపించినప్పుడు అతడు చెయ్యి చాపి వానిని పట్టుకొని ముద్దుపెట్టుకొనుచు వచ్చెను.",
    "6": "తీర్పు తీర్చుకొనుటకు రాజునొద్దకు వచ్చిన ఇశ్రాయేలీయులకందరికి అబ్షాలోము ఆలాగుననే చేయుచు వచ్చెను; ఈలాగున చేసి అబ్షాలోము ఇశ్రాయేలీయుల మనస్సును తన తట్టు త్రిప్పుకొనెను.",
    "7": "నలభై సంవత్సరములైన తరువాత అబ్షాలోము రాజుతో - నేను హెబ్రోనుకు వెళ్లి యెహోవాకు నేను మ్రొక్కుకొనిన మ్రొక్కుబడిని చెల్లించుకొందును; దయచేసి నన్ను వెళ్లనిమ్ము.",
    "8": "నీ దాసుడనైన నేను సిరియా దేశమందలి గెషూరులో కాపురమున్నప్పుడు - యెహోవా నన్ను యెరూషలేమునకు తిరిగి రప్పించినయెడల నేను యెహోవాను సేవించెదనని మ్రొక్కుకొంటిననెను.",
    "9": "రాజు - క్షేమముగా వెళ్లుమని అతనితో చెప్పగా అతడు లేచి హెబ్రోనుకు వెళ్ళెను.",
    "10": "అయితే అబ్షాలోము ఇశ్రాయేలు గోత్రములన్నిటిలోనికి వేగులవారిని పంపి - మీరు బూర ధ్వని వినగానే - అబ్షాలోము హెబ్రోనులో రాజాయెనని చెప్పవలెనని ఆజ్ఞాపించెను.",
    "11": "అబ్షాలోము చేత పిలువబడిన రెండు వందలమంది మనుష్యులు యెరూషలేమునుండి అతనితో కూడ వెళ్లిరి; వారు ఏ సంగతియు ఎరుగక నిష్కపటముగా వెళ్లిరి.",
    "12": "మరియు అబ్షాలోము బలులను అర్పించుచున్నప్పుడు దావీదు ఆలోచనకర్తయు గీలోనీయుడునైన అహీతోపెలును అతని పట్టణమైన గీలోనుండి పిలిపించెను. జనులు అబ్షాలోము నొద్దకు ఎడతెగక వచ్చుచున్నందున కుట్ర బలమాయెను.",
    "13": "అంతలో ఒకడు దావీదునొద్దకు వచ్చి - ఇశ్రాయేలీయుల హృదయములు అబ్షాలోము వైపు తిరిగినవని చెప్పగా",
    "14": "దావీదు యెరూషలేములో తన యొద్దనున్న సేవకులందరితో - అబ్షాలోము చేతిలోనుండి మనలో ఎవడును తప్పించుకొనలేడు; మనము లేచి పారిపోవుదము రండి; అతడు త్వరపడి మనలను కలుసుకొని, మనకు కీడు చేసి కత్తివాత పట్టణమును పాడుచేయకుండునట్లు త్వరగా వెళ్లిపోవుదము రండని చెప్పెను.",
    "15": "అందుకు రాజు సేవకులు - మా ఏలినవాడవగు రాజు సెలవిచ్చునదంతయు చేయుటకు నీ దాసులమైన మేము సిద్ధముగా ఉన్నామనిరి.",
    "16": "కాబట్టి రాజును అతని యింటివారందరును కాలినడకన బయలుదేరిరి; ఇల్లు కనిపెట్టుకొనుటకు రాజు పదిమంది ఉపపత్నులను ఉంచెను.",
    "17": "రాజును జనులందరును కాలినడకన బయలుదేరి బేత్మెర్హాకులో ఆగిరి.",
    "18": "అతని సేవకులందరు అతని ప్రక్కన నడిచిరి; కెరేతీయులందరును పెలేతీయులందరును గాతునుండి అతనిని వెంబడించి వచ్చిన ఆరు వందలమంది గిత్తీయులును రాజు ముందర నడిచిరి.",
    "19": "అప్పుడు రాజు గిత్తీయుడైన ఇత్తయితో - నీవును మాతో ఎందుకు వచ్చుచున్నావు? నీవు తిరిగి వెళ్లి రాజునొద్ద ఉండుము; నీవు అన్యుడవు, నీవు పరదేశివై నీ స్థలమునకు పోవచ్చును.",
    "20": "నీవు నిన్ననే వచ్చితివి; నేడు నేను వెళ్లుచున్న చోటికి నిన్నును మాతోకూడ ఇటు అటు తిరుగనిత్తునా? నేను ఎక్కడికి పోగలనో అక్కడికి పోవుచున్నాను; నీవు తిరిగి నీ సహోదరులను తీసికొనిపొమ్ము; కృపాసత్యములు నీకు తోడైయుండును గాక అనెను.",
    "21": "అందుకు ఇత్తయి - యెహోవా జీవముతోడు నా ఏలినవాడవగు రాజు జీవముతోడు మరణమైనను జీవమైనను నా ఏలినవాడవగు రాజు ఎక్కడ ఉండునో అక్కడ నీ దాసుడనైన నేనును ఉందునని రాజుతో అనగా",
    "22": "దావీదు - రమ్ము, నాతోకూడ సాగిపొమ్మని ఇత్తయితో చెప్పెను. కాబట్టి గిత్తీయుడైన ఇత్తయియు అతని జనులందరును అతనితోనున్న పిల్లలందరును సాగిపోయిరి.",
    "23": "జనులందరు దాటుచుండగా దేశస్థులందరు బిగ్గరగా ఏడ్చిరి; రాజును కిద్రోను వాగు దాటెను; జనులందరు అరణ్య మార్గమున దాటిరి.",
    "24": "సాదోకును అతనితోకూడ లేవీయులందరును దేవుని నిబంధన మందసమును మోయుచు వచ్చిరి; వారు దేవుని మందసమును దింపగా, జనులందరు పట్టణములోనుండి దాటి వచ్చువరకు అభ్యాతారును వచ్చియుండెను.",
    "25": "అప్పుడు రాజు సాదోకుతో - దేవుని మందసమును పట్టణములోనికి తిరిగి తీసికొనిపొమ్ము; యెహోవా దృష్టికి నాకు కటాక్షము కలిగినయెడల నేను దానిని దాని నివాసమును చూచునట్లు ఆయన నన్ను తిరిగి రప్పించును.",
    "26": "ఆయన - నీ యందు నాకు ఇష్టము లేదని చెప్పినయెడల, ఇదిగో నేనున్నాను; ఆయన తన దృష్టికి అనుకూలమైనట్లు నాకు చేయును గాక అనెను.",
    "27": "మరియు రాజు యాజకుడైన సాదోకుతో ఇట్లనెను - నీవు దీర్ఘదర్శివి కావా? నీవును నీతోకూడ మీ ఇద్దరు కుమారులు, అనగా నీ కుమారుడైన అహిరయూదును అభ్యాతారు కుమారుడైన యోనాతానును సమాధానముగా పట్టణమునకు తిరిగి వెళ్లుడి.",
    "28": "చూడుడి, మీ యొద్దనుండి నాకు సమాచారము వచ్చువరకు నేను అరణ్యమందలి రేవుల యొద్ద కనిపెట్టుకొని యుందుననెను.",
    "29": "కాబట్టి సాదోకును అభ్యాతారును దేవుని మందసమును యెరూషలేమునకు తిరిగి తీసికొనిపోయి అక్కడ ఉండిరి.",
    "30": "దావీదు తల కప్పుకొని ఏడ్చుచు, చెప్పులు లేక నడుచుచు ఒలీవల కొండ ఎక్కెను; అతనితోనున్న జనులందరును తలలు కప్పుకొని ఏడ్చుచు ఎక్కిరి.",
    "31": "అబ్షాలోముతోనున్న కుట్రదారులలో అహీతోపెలు ఉన్నాడని దావీదునకు తెలియగా, దావీదు - యెహోవా, అహీతోపెలు ఆలోచనను చెడగొట్టుమని ప్రార్థించెను.",
    "32": "దావీదు దేవునికి నమస్కారము చేయు స్థలమునకు, అనగా కొండ కొనకు వచ్చినప్పుడు, అర్కీయుడైన హూషై చొక్కాయి చింపుకొని తలమీద మన్ను పోసికొని అతనిని ఎదుర్కొనెను.",
    "33": "దావీదు అతనితో ఇట్లనెను - నీవు నాతోకూడ వచ్చినయెడల నాకు భారముగా ఉందువు.",
    "34": "నీవు పట్టణమునకు తిరిగి వెళ్లి అబ్షాలోముతో - రాజా, నేను నీకు దాసుడనగుదును; ఇంతకుముందు నేను నీ తండ్రికి దాసుడను, ఇప్పుడు నీకు దాసుడనగుదునని చెప్పినయెడల నీవు నా నిమిత్తము అహీతోపెలు ఆలోచనను వ్యర్థము చేయుదువు.",
    "35": "అక్కడ యాజకులైన సాదోకు అభ్యాతారులు నీతో ఉందురు గదా; కాబట్టి రాజనగరులో నీకు వినబడు ప్రతి మాట సాదోకు అభ్యాతారులైన యాజకులకు తెలియజెప్పవలెను.",
    "36": "అక్కడ వారితోకూడ వారిద్దరు కుమారులు, అనగా సాదోకు కుమారుడైన అహిరయూదు అభ్యాతారు కుమారుడైన యోనాతాను ఉన్నారు; మీరు విను ప్రతి మాట వారి చేత నా యొద్దకు పంపవలెనని చెప్పెను.",
    "37": "కాబట్టి దావీదు స్నేహితుడైన హూషై పట్టణమునకు వచ్చెను; అబ్షాలోమును యెరూషలేమునకు వచ్చెను."
}
