
{
    "1": "దావీదు కొండ కొననుండి కొంచెము అవతలకు వెళ్లినప్పుడు, మెఫీబోషెతు సేవకుడైన సీబా, గంతలు కట్టిన రెండు గాడిదలను, వాటిమీద రెండు వందల రొట్టెలను, నూరు ద్రాక్ష గెలలను, నూరు అంజూరపు అడలను, ఒక తిత్తి ద్రాక్షారసమును వేసికొని అతనిని ఎదుర్కొనెను.",
    "2": "రాజు - ఇవి ఎందుకని సీబాను అడుగగా, సీబా - గాడిదలు రాజు ఇంటివారు ఎక్కుటకును, రొట్టెలును పండ్లును పనివారు తినుటకును, ద్రాక్షారసము అరణ్యములో అలసినవారు త్రాగుటకును అని చెప్పెను.",
    "3": "రాజు - నీ యజమానుని కుమారుడు ఎక్కడ ఉన్నాడని అడుగగా సీబా - ఇశ్రాయేలీయులు నేడు నా తండ్రి రాజ్యమును నాకు తిరిగి ఇత్తురని అతడు అనుకొని యెరూషలేములో నిలిచియున్నాడని రాజుతో చెప్పెను.",
    "4": "అప్పుడు రాజు - మెఫీబోషెతుకు కలిగినదంతయు నీదే అని సీబాతో చెప్పగా సీబా - నేను సాష్టాంగపడుచున్నాను; నా ఏలినవాడా రాజా, నీ కటాక్షము నా యెడల ఉండనిమ్మనెను.",
    "5": "రాజైన దావీదు బహురీము వరకు వచ్చినప్పుడు, సౌలు వంశస్థుడును గెరా కుమారుడునైన షిమీ అను ఒకడు అక్కడనుండి బయలుదేరి వచ్చెను; వాడు వచ్చుచు దావీదును శపించుచుండెను.",
    "6": "రాజు సేవకులందరును పరాక్రమశాలులందరును రాజు కుడి ఎడమల నడుచుచుండగా వాడు దావీదు మీదను రాజైన దావీదు సేవకులందరి మీదను రాళ్లు విసిరెను.",
    "7": "షిమీ శపించుచు ఇట్లనెను - నరహంతకుడా, దుర్మార్గుడా, పో, పో.",
    "8": "సౌలు ఇంటివారి రక్తమంతటిని యెహోవా నీ మీదికి రప్పించియున్నాడు; వానికి మారుగా నీవు రాజైతివి గదా; యెహోవా రాజ్యమును నీ కుమారుడైన అబ్షాలోము చేతికి అప్పగించియున్నాడు; నీవు నరహంతకుడవు గనుక నీ కీడు నీకే తగిలినదనెను.",
    "9": "అప్పుడు సెరూయా కుమారుడైన అబీషై రాజుతో - ఈ చచ్చిన కుక్క నా ఏలినవాడవగు రాజును శపించనేల? నేను వెళ్లి వాని తల తెగవేసెదనని సెలవడుగగా",
    "10": "రాజు - సెరూయా కుమారులారా, నాకును మీకును ఏమి పొత్తు? యెహోవా - దావీదును శపించుమని వానికి సెలవియ్యగా వాడు శపించుచున్నాడు; నీవు ఎందుకు ఈలాగు చేయుచున్నావని అడుగుటకు ఎవనికి శక్తి కలదనెను.",
    "11": "మరియు దావీదు అబీషైతోను తన సేవకులందరితోను ఇట్లనెను - నా కడుపున పుట్టిన నా కుమారుడే నా ప్రాణము తీయజూచుచుండగా ఈ బెన్యామీనీయుడు ఈలాగు చేయుటలో ఆశ్చర్యమేమున్నది? వానిని పోనియ్యుడి; యెహోవా వానికి సెలవిచ్చియున్నాడు గనుక వానిని శపించనియ్యుడి.",
    "12": "యెహోవా నా శ్రమను లక్ష్యపెట్టునేమో; వాడు పలికిన శాపమునకు బదులుగా యెహోవా నేడు నాకు మేలు చేయునేమో అనెను.",
    "13": "దావీదును అతని జనులును దారిని పోవుచుండగా షిమీ కొండ ప్రక్కన అతనికి ఎదురుగా నడుచుచు, అతనిని శపించుచు, అతని మీద రాళ్లు విసురుచు, ధూళి చల్లుచు వెళ్లెను.",
    "14": "రాజును అతనితో నున్న జనులందరును అలసినవారై ఆయా స్థలమునకు వచ్చి అక్కడ సేదదీర్చుకొనిరి.",
    "15": "అబ్షాలోమును ఇశ్రాయేలీయులైన జనులందరును అహీతోపెలును యెరూషలేమునకు వచ్చిరి.",
    "16": "దావీదు స్నేహితుడును అర్కీయుడునైన హూషై అబ్షాలోము నొద్దకు వచ్చి - రాజు చిరంజీవి యగును గాక, రాజు చిరంజీవి యగును గాక అని అబ్షాలోముతో అనగా",
    "17": "అబ్షాలోము - నీ స్నేహితునికి నీవు చేయు దయ ఇదేనా? నీ స్నేహితునితో నీవు ఎందుకు వెళ్లలేదని హూషైని అడిగెను.",
    "18": "అందుకు హూషై అబ్షాలోముతో ఇట్లనెను - ఆలాగు కాదు; యెహోవాయును ఈ జనులును ఇశ్రాయేలీయులందరును ఎవరిని కోరుకొందురో వానివాడనై నేను వాని యొద్దనే ఉందును.",
    "19": "మరియు నేను ఎవరికి సేవ చేయవలెను? అతని కుమారుని సన్నిధిని గదా? నేను నీ తండ్రి సన్నిధిని సేవ చేసినట్లు నీ సన్నిధిని సేవ చేసెదననెను.",
    "20": "అప్పుడు అబ్షాలోము - మనము చేయవలసినదానిని గూర్చి ఆలోచన చెప్పుమని అహీతోపెలును అడుగగా",
    "21": "అహీతోపెలు - ఇల్లు కనిపెట్టుకొనుటకు నీ తండ్రి ఉంచిన ఉపపత్నుల యొద్దకు నీవు పోవలెను; అప్పుడు నీవు నీ తండ్రికి అసహ్యుడవైతివని ఇశ్రాయేలీయులందరు విందురు; అప్పుడు నీ పక్షమున నున్న వారికందరికి ధైర్యము కలుగునని అబ్షాలోముతో చెప్పెను.",
    "22": "కాబట్టి వారు మిద్దెమీద అబ్షాలోమునకు గుడారము వేసిరి; అక్కడ ఇశ్రాయేలీయులందరి కన్నుల యెదుట అబ్షాలోము తన తండ్రి ఉపపత్నుల యొద్దకు పోయెను.",
    "23": "ఆ దినములలో అహీతోపెలు చెప్పు ఆలోచన ఒకడు దేవుని యొద్ద విచారణ చేసి పొందిన మాట వలె ఉండెను; దావీదునకును అబ్షాలోమునకును అహీతోపెలు ఆలోచన అంతయు ఆలాగుననే ఉండెను."
}
