
{
    "1": "మరియు అహీతోపెలు - నేను పన్నెండు వేలమందిని ఏర్పరచుకొందును; నేను లేచి ఈ రాత్రి దావీదును తరిమి,",
    "2": "అతడు అలసి బలహీనముగా ఉన్నప్పుడు అతని మీదికి వచ్చి అతనిని బెదిరించెదను; అప్పుడు అతని యొద్దనున్న జనులందరు పారిపోవుదురు; నేను రాజును మాత్రమే హతము చేసి,",
    "3": "జనులందరిని నీ యొద్దకు తిరిగి రప్పించెదను; అందరు తిరిగి వచ్చుట నీవు వెదకుచున్న ఆ మనుష్యుని బట్టి ఉండును; అప్పుడు ప్రజలందరికి క్షేమము కలుగునని అబ్షాలోముతో చెప్పెను.",
    "4": "ఆ మాట అబ్షాలోము దృష్టికిని ఇశ్రాయేలు పెద్దలందరి దృష్టికిని మంచిదిగా తోచెను.",
    "5": "అప్పుడు అబ్షాలోము - అర్కీయుడైన హూషైని పిలువుడి; అతడు చెప్పునది కూడ మనము విందుమని చెప్పెను.",
    "6": "హూషై అబ్షాలోము నొద్దకు రాగా అబ్షాలోము అతనితో ఇట్లనెను - అహీతోపెలు ఈలాగు చెప్పెను; మనము అతని మాట చొప్పున చేసెదమా? చేయకూడనియెడల నీవు చెప్పుమనగా",
    "7": "హూషై - ఈ సారి అహీతోపెలు చెప్పిన ఆలోచన మంచిది కాదని అబ్షాలోముతో అనెను.",
    "8": "మరియు హూషై - నీ తండ్రియు అతని మనుష్యులును బలాఢ్యులనియు, అడవిలో పిల్లలు పోయిన ఎలుగుబంటివలె వారు ఆగ్రహముతో ఉన్నారనియు నీకు తెలియును; నీ తండ్రి యుద్ధశూరుడు, అతడు జనులతో కూడ పండుకొనడు.",
    "9": "ఇప్పుడు అతడు ఏదో ఒక గుహలోనైనను మరి ఏ స్థలమందైనను దాగియుండును; మొట్టమొదట నీ వారిలో కొందరు పడగానే అది వినువాడు - అబ్షాలోము పక్షమున నున్న జనులలో వధ కలిగెనని చెప్పుకొనును.",
    "10": "అప్పుడు సింహము వంటి గుండె గల పరాక్రమశాలియైనను నీరైపోవును; ఏలయనగా నీ తండ్రి పరాక్రమశాలి అనియు, అతనితో నున్నవారు బలాఢ్యులనియు ఇశ్రాయేలీయులందరికి తెలియును.",
    "11": "కాబట్టి నా ఆలోచన ఏమనగా - దాను మొదలుకొని బెేర్షెబా వరకు సముద్ర తీరమందలి ఇసుక రేణువులంత విస్తారమైన ఇశ్రాయేలీయులందరు నీ యొద్దకు కూడవలెను; నీవే స్వయముగా యుద్ధమునకు పోవలెను.",
    "12": "అప్పుడు అతడు మనకు దొరుకు ఏ స్థలమందైనను మనము అతని మీదికి వచ్చెదము; నేలమీద మంచు పడునట్లు మనము అతని మీద పడుదుము; అప్పుడు అతడే గాని అతనితో నున్న మనుష్యులందరిలో ఒక్కడే గాని మనకు మిగలకుండ ఉందురు.",
    "13": "ఒకవేళ అతడు ఏదైన ఒక పట్టణములో ప్రవేశించినయెడల ఇశ్రాయేలీయులందరు ఆ పట్టణమునకు త్రాళ్లు తీసికొనిపోయి, అక్కడ ఒక చిన్న రాయియైనను కనబడకుండ దానిని ఈడ్చి లోయలో పడవేయుదుమని చెప్పెను.",
    "14": "అప్పుడు అబ్షాలోమును ఇశ్రాయేలీయులందరును - అహీతోపెలు ఆలోచనకంటే అర్కీయుడైన హూషై ఆలోచన మంచిదనిరి. యెహోవా అబ్షాలోము మీదికి కీడు రప్పించుటకై, అహీతోపెలు చెప్పిన మంచి ఆలోచనను వ్యర్థపరచుటకు నిశ్చయించియుండెను.",
    "15": "అప్పుడు హూషై యాజకులైన సాదోకు అభ్యాతారులతో ఇట్లనెను - అహీతోపెలు అబ్షాలోమునకును ఇశ్రాయేలు పెద్దలకును ఈలాగు ఈలాగు ఆలోచన చెప్పెను; నేనైతే ఈలాగు ఈలాగు ఆలోచన చెప్పితిని.",
    "16": "కాబట్టి మీరు త్వరగా దావీదునకు వర్తమానము పంపి - ఈ రాత్రి అరణ్యమందలి రేవుల యొద్ద ఉండక అవతలకు వెళ్లిపొమ్ము; లేనియెడల రాజును అతనితో నున్న జనులందరును మింగివేయబడుదురని చెప్పుడనిరి.",
    "17": "యోనాతానును అహిరయూదును ఏన్రోగేలు దగ్గర నిలిచియుండిరి; ఒక పనిమనిషి వెళ్లి వారికి ఆ సంగతి చెప్పెను; వారు వెళ్లి రాజైన దావీదునకు తెలియజేసిరి; ఏలయనగా వారు పట్టణములో కనబడకూడదు.",
    "18": "అయితే ఒక చిన్నవాడు వారిని చూచి అబ్షాలోమునకు తెలిపెను; కాబట్టి వారిద్దరు త్వరగా వెళ్లి బహురీములోనున్న ఒకని ఇంటికి వచ్చిరి; అతని ముంగిట ఒక బావి ఉండెను, వారు అందులో దిగిరి.",
    "19": "అప్పుడు ఆ యింటి స్త్రీ ఒక దుప్పటి తీసికొని బావిమీద పరచి దానిమీద దంచిన గోధుమలు ఆరబోసెను గనుక ఆ సంగతి తెలియబడలేదు.",
    "20": "అబ్షాలోము సేవకులు ఆ యింటికి ఆ స్త్రీ యొద్దకు వచ్చి - అహిరయూదును యోనాతానును ఎక్కడ ఉన్నారని అడుగగా, ఆ స్త్రీ - వారు ఆ చిన్న ఏరు దాటిపోయిరని వారితో చెప్పెను. వారు వెదకి, వారు కనబడనందున యెరూషలేమునకు తిరిగి వెళ్లిరి.",
    "21": "వారు వెళ్లిన తరువాత వీరు బావిలోనుండి ఎక్కి వచ్చి రాజైన దావీదునొద్దకు వెళ్లి - అహీతోపెలు మీకు విరోధముగా ఈలాగు ఆలోచన చెప్పెను గనుక మీరు లేచి త్వరగా నీళ్లు దాటిపొండని దావీదుతో చెప్పిరి.",
    "22": "కాబట్టి దావీదును అతనితో నున్న జనులందరును లేచి యొర్దాను దాటిరి; తెల్లవారేసరికి యొర్దాను దాటనివాడు వారిలో ఒక్కడును లేడు.",
    "23": "అహీతోపెలు తన ఆలోచన జరుగలేదని చూచి, గాడిదకు గంత కట్టి, లేచి తన ఊరికి తన యింటికి వెళ్లి, తన యిల్లు చక్కబెట్టుకొని ఉరిపోసుకొని చనిపోయెను; అతడు తన తండ్రి సమాధిలో పాతిపెట్టబడెను.",
    "24": "దావీదు మహనయిమునకు వచ్చెను. అబ్షాలోమును అతనితో ఇశ్రాయేలీయులందరును యొర్దాను దాటిరి.",
    "25": "అబ్షాలోము యోవాబునకు మారుగా అమాశాను సైన్యాధిపతిగా నియమించెను. అమాశా ఇశ్రాయేలీయుడైన యిత్రా అనువాని కుమారుడు; అతడు నాహాషు కుమార్తెయు యోవాబు తల్లియైన సెరూయా సహోదరియునగు అబీగయీలును కూడెను.",
    "26": "ఇశ్రాయేలీయులును అబ్షాలోమును గిలాదు దేశములో దిగిరి.",
    "27": "దావీదు మహనయిమునకు వచ్చినప్పుడు అమ్మోనీయుల రబ్బావాడైన నాహాషు కుమారుడగు షోబీయు, లోదెబారు వాడైన అమ్మీయేలు కుమారుడగు మాకీరును, రోగెలీము వాడైన గిలాదీయుడగు బర్జిల్లయియు,",
    "28": "ఈ జనులు అరణ్యములో అలసి ఆకలిగొని దప్పికొని ఉన్నారని చెప్పి,",
    "29": "మంచములను గిన్నెలను మంటి పాత్రలను గోధుమలను యవలను పిండిని వేయించిన ధాన్యమును కాయధాన్యములను చిక్కుడుకాయలను, తేనెను వెన్నను గొర్రెలను ఆవుల జున్నును దావీదునకును అతనితో నున్న జనులకును తినుటకు తెచ్చిరి."
}
