
{
    "1": "దావీదు తన యొద్దనున్న జనులను లెక్కించి, వారి మీద సహస్రాధిపతులను శతాధిపతులను నియమించెను.",
    "2": "దావీదు జనులలో మూడవ వంతును యోవాబు చేతికిని, మూడవ వంతును సెరూయా కుమారుడును యోవాబు సహోదరుడునైన అబీషై చేతికిని, మూడవ వంతును గిత్తీయుడైన ఇత్తయి చేతికిని అప్పగించి - నేనును నిశ్చయముగా మీతో కూడ బయలుదేరుదునని జనులతో చెప్పగా",
    "3": "జనులు - నీవు రాకూడదు; మేము పారిపోయినను వారు మమ్మును లక్ష్యపెట్టరు; మాలో సగము మంది చచ్చినను వారు మమ్మును లక్ష్యపెట్టరు; నీవు మా వంటి పదివేలమందితో సమానము; కాబట్టి నీవు పట్టణములో ఉండి మాకు సహాయము చేయుట మేలు అనిరి.",
    "4": "రాజు - మీ దృష్టికి ఏది మంచిదో అది చేసెదనని వారితో చెప్పి గవిని ప్రక్కన నిలిచియుండగా జనులందరు వందలకొలదిగాను వేలకొలదిగాను బయలుదేరిరి.",
    "5": "రాజు - నా నిమిత్తము పడుచువాడైన అబ్షాలోమును దయగా చూడుడని యోవాబుకును అబీషైకిని ఇత్తయికిని ఆజ్ఞాపించెను. రాజు అబ్షాలోమును గూర్చి అధిపతులకందరికిని ఆజ్ఞాపించుట జనులందరు వినిరి.",
    "6": "జనులు ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు బయలుదేరగా ఎఫ్రాయిము అడవిలో యుద్ధము జరిగెను.",
    "7": "అక్కడ ఇశ్రాయేలు జనులు దావీదు సేవకులచేత ఓడిపోయిరి; ఆ దినమున అక్కడ ఇరవై వేలమంది కూలిరి, గొప్ప వధ జరిగెను.",
    "8": "యుద్ధము ఆ దేశమంతట వ్యాపించెను; ఆ దినమున కత్తివలన నశించినవారికంటే అడవివలన నశించినవారు ఎక్కువమంది.",
    "9": "అబ్షాలోము దావీదు సేవకులకు ఎదురుపడెను; అబ్షాలోము కంచరగాడిదను ఎక్కి పోవుచుండగా ఆ కంచరగాడిద శాఖలు గుబురుగా ఉన్న ఒక గొప్ప సింధూరవృక్షము క్రిందికి వెళ్లెను; అతని తల ఆ సింధూరవృక్షమునకు తగులుకొనగా అతడు ఆకాశమునకు భూమికి మధ్య వ్రేలాడెను, అతని క్రిందనున్న కంచరగాడిద వెళ్లిపోయెను.",
    "10": "ఒకడు అది చూచి - అబ్షాలోము ఒక సింధూరవృక్షమునకు వ్రేలాడుట చూచితినని యోవాబుకు వర్తమానము తెచ్చెను.",
    "11": "అప్పుడు యోవాబు - నీవు అతని చూచితివా? అట్లయితే నీవు ఎందుకు అతనిని అక్కడనే నేలకూల్చలేదు? నేను నీకు పది తులముల వెండిని ఒక దట్టిని ఇచ్చియుందునే అని ఆ వర్తమానము తెచ్చినవానితో చెప్పగా",
    "12": "ఆ మనుష్యుడు యోవాబుతో ఇట్లనెను - వెయ్యి తులముల వెండి నా చేతిలో పెట్టబడినను నేను రాజు కుమారుని మీద చెయ్యి వేయను; ఏలయనగా - పడుచువాడైన అబ్షాలోమును ఎవరూ ముట్టకూడదని రాజు నీకును అబీషైకిని ఇత్తయికిని మా వినికిడిలో ఆజ్ఞాపించెను.",
    "13": "నేను సాహసించి అతని ప్రాణము తీసినయెడల అది రాజునకు మరుగై యుండదు; నీవును నాకు విరోధముగా నిలుతువు గదా అనెను.",
    "14": "అప్పుడు యోవాబు - నేను ఈలాగు నీతో ముచ్చటించుట పనికిరాదని చెప్పి, తన చేత మూడు బాకులు పట్టుకొని, అబ్షాలోము ఇంక ఆ సింధూరవృక్షము మధ్య ప్రాణముతో ఉండగానే అతని గుండెలో వాటిని పొడిచెను.",
    "15": "యోవాబు ఆయుధములు మోయు పదిమంది యౌవనస్థులు అబ్షాలోమును చుట్టుకొని అతని కొట్టి చంపిరి.",
    "16": "అప్పుడు యోవాబు బూర ఊదించెను; యోవాబు జనులను ఆపివేసెను గనుక వారు ఇశ్రాయేలీయులను తరుముట మాని తిరిగి వచ్చిరి.",
    "17": "వారు అబ్షాలోమును తీసికొని అడవిలో ఒక గొప్ప గుంటలో పారవేసి, అతని మీద అతి గొప్ప రాళ్ల కుప్పను వేసిరి; ఇశ్రాయేలీయులందరు తమ తమ గుడారములకు పారిపోయిరి.",
    "18": "అబ్షాలోము బ్రతికియున్నప్పుడు - నా పేరు జ్ఞాపకముంచుటకు నాకు కుమారుడు లేడని చెప్పి, రాజు లోయలోనున్న ఒక స్తంభమును తీసికొని దానిని నిలువబెట్టించి దానికి తన పేరు పెట్టుకొనెను; నేటి వరకు దానికి అబ్షాలోము స్తంభము అని పేరు.",
    "19": "అప్పుడు సాదోకు కుమారుడైన అహిరయూదు - యెహోవా రాజునకు న్యాయము తీర్చి అతని శత్రువుల చేతిలోనుండి అతనిని విడిపించిన సమాచారము రాజునొద్దకు పరుగెత్తికొని పోయి చెప్పుదుననగా",
    "20": "యోవాబు - నీవు నేడు సమాచారము చెప్పకూడదు, వేరొక దినమున చెప్పవచ్చును; రాజు కుమారుడు చనిపోయెను గనుక నేడు నీవు సమాచారము చెప్పకూడదని అతనితో చెప్పెను.",
    "21": "తరువాత యోవాబు కూషీయునితో - నీవు వెళ్లి చూచినదానిని రాజుతో చెప్పుమని చెప్పగా, కూషీయుడు యోవాబుకు నమస్కారము చేసి పరుగెత్తిపోయెను.",
    "22": "అప్పుడు సాదోకు కుమారుడైన అహిరయూదు మరల యోవాబుతో - ఏమైనను సరే, కూషీయుని వెనుక పరుగెత్తుటకు నన్ను దయచేసి వెళ్లనిమ్మని చెప్పగా, యోవాబు - నా కుమారా, నీవు ఎందుకు పరుగెత్తెదవు? మంచి వర్తమానము చెప్పినను నీకు బహుమానము దొరకదు గదా అనెను.",
    "23": "అందుకతడు - ఏమైనను సరే, పరుగెత్తెదననగా అతడు - పరుగెత్తుమని అతనితో చెప్పెను. అప్పుడు అహిరయూదు మైదానపు మార్గమున పరుగెత్తి కూషీయుని దాటిపోయెను.",
    "24": "దావీదు రెండు ద్వారముల మధ్య కూర్చునియుండెను. కావలివాడు గోడ మీది గవిని పైకి ఎక్కి కన్నులెత్తి చూడగా ఒక మనుష్యుడు ఒంటరిగా పరుగెత్తి వచ్చుచుండెను.",
    "25": "కావలివాడు కేకవేసి రాజుతో ఆ సంగతి చెప్పగా రాజు - అతడు ఒంటరిగా నున్నయెడల వర్తమానము తెచ్చుచున్నాడని చెప్పెను. అతడు త్వరగా వచ్చి సమీపించుచుండగా",
    "26": "కావలివాడు మరియొకడు పరుగెత్తుట చూచి గవిని కాచువానితో - అదిగో మరియొకడు ఒంటరిగా పరుగెత్తుచున్నాడని చెప్పెను. అందుకు రాజు - వాడును వర్తమానము తెచ్చుచున్నాడనెను.",
    "27": "మరియు కావలివాడు - ముందరి వాని నడక సాదోకు కుమారుడైన అహిరయూదు నడకవలె ఉన్నదని చెప్పగా రాజు - అతడు మంచివాడు, మంచి వర్తమానముతో వచ్చుచున్నాడని చెప్పెను.",
    "28": "అహిరయూదు దగ్గరకు వచ్చి - సమాధానమని రాజుతో చెప్పి, సాష్టాంగపడి రాజుకు నమస్కారము చేసి - నా ఏలినవాడవగు రాజు మీద చెయ్యి ఎత్తినవారిని అప్పగించిన నీ దేవుడైన యెహోవా స్తుతింపబడును గాక అనెను.",
    "29": "రాజు - పడుచువాడైన అబ్షాలోము క్షేమముగా ఉన్నాడా అని అడుగగా అహిరయూదు - యోవాబు రాజు సేవకుడనైన నన్నును తన సేవకుని పంపినప్పుడు గొప్ప అల్లరిని చూచితిని గాని అది ఏమో నాకు తెలియదనెను.",
    "30": "రాజు - ప్రక్కకు పోయి ఇక్కడ నిలువుమనగా అతడు ప్రక్కకు పోయి నిలిచెను.",
    "31": "ఇదిగో ఆ కూషీయుడు వచ్చి - నా ఏలినవాడా రాజా, శుభవార్త; నీ మీద లేచిన వారందరి చేతిలోనుండి యెహోవా నేడు నిన్ను విడిపించి న్యాయము తీర్చెననగా",
    "32": "రాజు - పడుచువాడైన అబ్షాలోము క్షేమముగా ఉన్నాడా అని కూషీయుని అడిగెను. అందుకు కూషీయుడు - నా ఏలినవాడవగు రాజు శత్రువులును, కీడు చేయుటకు నీ మీద లేచువారందరును ఆ పడుచువానివలె అగుదురు గాక అనెను.",
    "33": "అప్పుడు రాజు కలవరపడి గవిని పైగదిలోనికి వెళ్లి ఏడ్చెను; అతడు వెళ్లుచు - నా కుమారా అబ్షాలోమా, నా కుమారా, నా కుమారా అబ్షాలోమా, నీకు బదులుగా నేను చనిపోయినయెడల ఎంత మేలు! అబ్షాలోమా, నా కుమారా, నా కుమారా అని అనెను."
}
