
{
    "1": "రాజు ఏడ్చుచు అబ్షాలోమును గూర్చి దుఃఖించుచున్నాడని యోవాబుకు వినబడెను.",
    "2": "రాజు తన కుమారుని గూర్చి వ్యసనపడుచున్నాడని ఆ దినమున జనులు వినుటవలన ఆ దినపు జయము జనులందరికి దుఃఖముగా మారెను.",
    "3": "యుద్ధమునందు పారిపోయి సిగ్గుపడినవారు దొంగిలి వచ్చునట్లు ఆ దినమున జనులు ఊరిలోనికి దొంగిలి వచ్చిరి.",
    "4": "రాజు ముఖము కప్పుకొని - నా కుమారా అబ్షాలోమా, అబ్షాలోమా, నా కుమారా, నా కుమారా అని బిగ్గరగా కేకలు వేయుచుండెను.",
    "5": "అప్పుడు యోవాబు రాజునొద్దకు ఇంటిలోనికి వచ్చి ఇట్లనెను - నీ ప్రాణమును నీ కుమారుల ప్రాణములను నీ కుమార్తెల ప్రాణములను నీ భార్యల ప్రాణములను నీ ఉపపత్నుల ప్రాణములను ఈ దినమున రక్షించిన నీ సేవకులందరి ముఖములను నేడు నీవు సిగ్గుపరచితివి.",
    "6": "నిన్ను ద్వేషించువారిని ప్రేమించుచు నిన్ను ప్రేమించువారిని ద్వేషించుచున్నావు; అధిపతులు గాని సేవకులు గాని నీకు ఎవరూ కాదని నేడు నీవు కనపరచితివి; అబ్షాలోము బ్రతికి మేమందరము నేడు చనిపోయినయెడల అది నీకు సంతోషముగా ఉండునని నేడు నేను గ్రహించితిని.",
    "7": "కాబట్టి నీవు ఇప్పుడు లేచి బయటికి వచ్చి నీ సేవకులతో ఆప్యాయముగా మాటలాడుము; నీవు బయటికి రానియెడల యెహోవా తోడు, ఈ రాత్రి ఒక్కడును నీ యొద్ద నిలువడు; అప్పుడు నీ బాల్యమునుండి ఇదివరకు నీకు సంభవించిన కీడంతటికంటే ఇది నీకు ఎక్కువ కీడుగా ఉండును.",
    "8": "అప్పుడు రాజు లేచి గవిని యొద్ద కూర్చుండెను; రాజు గవిని యొద్ద కూర్చున్నాడని జనులందరికి తెలియగా జనులందరు రాజునొద్దకు వచ్చిరి. ఇశ్రాయేలీయులు తమ తమ గుడారములకు పారిపోయిరి.",
    "9": "ఇశ్రాయేలు గోత్రములన్నిటిలోని జనులందరు ఒకనితో ఒకడు వాదించుకొనుచు - రాజు మన శత్రువుల చేతిలోనుండి మనలను రక్షించెను, ఫిలిష్తీయుల చేతిలోనుండి అతడు మనలను విడిపించెను; ఇప్పుడు అతడు అబ్షాలోమునకు భయపడి దేశము విడిచి పారిపోయెను.",
    "10": "మనలను ఏలుటకు మనము అభిషేకించిన అబ్షాలోము యుద్ధములో చనిపోయెను; కాబట్టి రాజును తిరిగి రప్పించుటకు మీరేల ఊరకున్నారని చెప్పుకొనిరి.",
    "11": "రాజైన దావీదు యాజకులగు సాదోకు అభ్యాతారుల యొద్దకు వర్తమానము పంపి - మీరు యూదా పెద్దలతో ఇట్లనుడి - ఇశ్రాయేలీయులందరి మాటలు రాజునకు వినబడినవి గదా, రాజును తన యింటికి తిరిగి రప్పించుటలో మీరెందుకు అందరికంటే వెనుకబడియున్నారు?",
    "12": "మీరు నా సహోదరులు, నా ఎముకయు నా మాంసమునై యున్నారు; రాజును తిరిగి రప్పించుటలో మీరెందుకు అందరికంటే వెనుకబడియున్నారు?",
    "13": "మరియు అమాశాతో - నీవు నా ఎముకయు నా మాంసమును కావా? యోవాబునకు బదులుగా నీవు ఎల్లప్పుడు నా యెదుట సైన్యాధిపతివై యుండనియెడల దేవుడు నాకు గొప్ప అపాయము కలుగజేయును గాక అని చెప్పుడని ఆజ్ఞాపించెను.",
    "14": "అతడు యూదావారందరి హృదయములను ఏకమనస్సుగా త్రిప్పెను గనుక వారు - నీవును నీ సేవకులందరును తిరిగి రండని రాజునొద్దకు వర్తమానము పంపిరి.",
    "15": "కాబట్టి రాజు తిరిగి యొర్దానుకు వచ్చెను; రాజును ఎదుర్కొని అతడు యొర్దానును దాటుటకు సహాయము చేయుటకై యూదావారు గిల్గాలుకు వచ్చిరి.",
    "16": "బహురీము వాడైన బెన్యామీనీయుడగు గెరా కుమారుడైన షిమీ త్వరపడి యూదావారితో కూడ రాజైన దావీదును ఎదుర్కొనుటకు వచ్చెను.",
    "17": "వెయ్యిమంది బెన్యామీనీయులును, సౌలు ఇంటి సేవకుడైన సీబాయును, అతని పదిహేనుమంది కుమారులును, అతని ఇరవైమంది దాసులును అతనితో ఉండిరి; వారు రాజు యెదుట యొర్దానును దాటిరి.",
    "18": "రాజు ఇంటివారిని దాటించుటకును రాజునకు ఇష్టమైనదానిని చేయుటకును రేవు పడవ అవతలికి వెళ్ళెను. రాజు యొర్దాను దాటబోవుచుండగా గెరా కుమారుడైన షిమీ రాజు యెదుట సాష్టాంగపడి",
    "19": "రాజుతో ఇట్లనెను - నా ఏలినవాడు నా మీద నేరము మోపకుండును గాక; నా ఏలినవాడవగు రాజు యెరూషలేమునుండి బయలుదేరిన దినమున నీ దాసుడనైన నేను చేసిన మూర్ఖతను జ్ఞాపకము చేసికొనకుండును గాక; రాజు దానిని మనస్సులో ఉంచుకొనకుండును గాక.",
    "20": "నీ దాసుడనైన నేను పాపము చేసితినని నాకు తెలియును; కాబట్టి యోసేపు ఇంటివారందరిలో నేనే ముందుగా నా ఏలినవాడవగు రాజును ఎదుర్కొనుటకు వచ్చితిననెను.",
    "21": "అప్పుడు సెరూయా కుమారుడైన అబీషై - యెహోవా అభిషేకించినవానిని షిమీ శపించెను గనుక అందునిమిత్తము వానిని చంపవద్దా అని అడుగగా",
    "22": "దావీదు - సెరూయా కుమారులారా, నాకును మీకును ఏమి పొత్తు? నేడు మీరు నాకు విరోధులైతిరి; నేడు ఇశ్రాయేలులో ఎవరైనను చంపబడతగునా? నేను నేడు ఇశ్రాయేలు మీద రాజునైతినని నాకు తెలియదా అని చెప్పి",
    "23": "నీవు చావవని షిమీతో చెప్పి రాజు అతనికి ప్రమాణము చేసెను.",
    "24": "సౌలు కుమారుడైన మెఫీబోషెతు రాజును ఎదుర్కొనుటకు వచ్చెను; రాజు వెళ్లిన దినము మొదలుకొని అతడు క్షేమముగా తిరిగి వచ్చిన దినము వరకు అతడు తన కాళ్లకు పని చెప్పలేదు, గడ్డము కత్తిరించుకొనలేదు, బట్టలు ఉతుకుకొనలేదు.",
    "25": "అతడు రాజును ఎదుర్కొనుటకు యెరూషలేమునకు వచ్చినప్పుడు రాజు - మెఫీబోషెతూ, నీవు నాతో కూడ రాకపోతివేమని అడుగగా",
    "26": "అతడు - నా ఏలినవాడా రాజా, నీ దాసుడనైన నేను కుంటివాడను గనుక గాడిద గంత కట్టించుకొని దానిమీద ఎక్కి రాజుతో కూడ వెళ్లుదుననుకొంటిని గాని నా దాసుడు నన్ను మోసపుచ్చెను.",
    "27": "మరియు వాడు నా ఏలినవాడవగు రాజునొద్ద నీ దాసుని మీద కొండెములు చెప్పెను; అయితే నా ఏలినవాడవగు రాజు దేవుని దూత వంటివాడు గనుక నీ దృష్టికి ఏది మంచిదో అది చేయుము.",
    "28": "నా తండ్రి ఇంటివారందరు నా ఏలినవాడవగు రాజునొద్ద మరణమునకు పాత్రులే గాని నీవు నీ బల్లయొద్ద భోజనము చేయువారిలో నీ దాసుని ఉంచితివి; కాబట్టి రాజునకు ఇంకను మొరపెట్టుకొనుటకు నాకేమి న్యాయమున్నదని చెప్పెను.",
    "29": "అందుకు రాజు - నీవు నీ సంగతులను గూర్చి ఇంక పలుకనేల? నీవును సీబాయును భూమిని పంచుకొనవలెనని నేను ఆజ్ఞాపించుచున్నాననెను.",
    "30": "అందుకు మెఫీబోషెతు - నా ఏలినవాడవగు రాజు తన యింటికి క్షేమముగా వచ్చియున్నాడు గనుక అతడే సమస్తమును తీసికొనవచ్చునని రాజుతో చెప్పెను.",
    "31": "గిలాదీయుడైన బర్జిల్లయి రోగెలీమునుండి వచ్చి యొర్దాను దగ్గర రాజును సాగనంపుటకు రాజుతో కూడ యొర్దాను దాటెను.",
    "32": "బర్జిల్లయి ఎనభై ఏండ్ల వయస్సు గల మహా వృద్ధుడు; అతడు మహా ధనవంతుడు గనుక రాజు మహనయిములో ఉన్నప్పుడు అతడు రాజును పోషించెను.",
    "33": "రాజు - నీవు నాతో కూడ దాటి రమ్ము, యెరూషలేములో నా యొద్ద నిన్ను పోషించెదనని బర్జిల్లయితో చెప్పగా",
    "34": "బర్జిల్లయి రాజుతో ఇట్లనెను - నేను రాజుతో కూడ యెరూషలేమునకు వచ్చుటకు నేను ఇంక ఎన్ని దినములు బ్రతుకుదును?",
    "35": "నేడు నాకు ఎనభై ఏండ్లు; మంచి చెడ్డలను నేను తెలుసుకొనగలనా? అన్నపానముల రుచి నీ దాసునికి తెలియునా? పాటలు పాడు మగవారి స్వరమును ఆడువారి స్వరమును ఇక వినగలనా? నీ దాసుడనైన నేను నా ఏలినవాడవగు రాజునకు భారముగా ఎందుకుండవలెను?",
    "36": "నీ దాసుడు రాజుతో కూడ యొర్దాను అవతలకు కొంచెము దూరము వచ్చును; రాజు నాకు ఇంత గొప్ప బహుమానము ఎందుకు ఇయ్యవలెను?",
    "37": "దయచేసి నీ దాసుని వెనుకకు వెళ్లనిమ్ము; నా ఊరిలో నా తండ్రి సమాధి యొద్దను నా తల్లి సమాధి యొద్దను చనిపోవుదును; అయితే నీ దాసుడైన కిమ్హాము ఇదిగో ఉన్నాడు; నా ఏలినవాడవగు రాజుతో కూడ అతనిని దాటి రానిమ్ము; నీ దృష్టికి ఏది మంచిదో అది అతనికి చేయుమని చెప్పెను.",
    "38": "అందుకు రాజు - కిమ్హాము నాతో కూడ దాటి రావలెను; నీ దృష్టికి ఏది మంచిదో అది నేను అతనికి చేసెదను; మరియు నీవు నా యొద్ద కోరునదంతయు నీకు చేసెదననెను.",
    "39": "జనులందరును యొర్దాను దాటిరి; రాజును దాటినప్పుడు రాజు బర్జిల్లయిని ముద్దుపెట్టుకొని అతని దీవించెను; అప్పుడతడు తన స్థలమునకు తిరిగి వెళ్ళెను.",
    "40": "రాజు గిల్గాలుకు వెళ్లెను; కిమ్హాము అతనితో కూడ వెళ్ళెను; యూదా జనులందరును ఇశ్రాయేలు జనులలో సగము మందియు రాజును దాటించిరి.",
    "41": "అప్పుడు ఇశ్రాయేలువారందరు రాజునొద్దకు వచ్చి - మా సహోదరులైన యూదావారు నిన్ను దొంగిలించి, రాజును అతని ఇంటివారిని దావీదు జనులనందరిని యొర్దాను ఎందుకు దాటించిరని రాజుతో చెప్పగా",
    "42": "యూదావారందరు - రాజు మాకు సమీప బంధువు గనుక మేము ఈలాగు చేసితివిు; దీనికి మీరెందుకు కోపపడెదరు? మేము రాజు సొమ్ము ఏమైన తింటిమా? మాకు ఏమైన బహుమానము దొరికెనా అని ఇశ్రాయేలువారితో చెప్పిరి.",
    "43": "అందుకు ఇశ్రాయేలువారు - రాజులో మాకు పది పాళ్లున్నవి; దావీదునందు మాకు మీకంటే ఎక్కువ భాగమున్నది; మీరు మమ్మును ఎందుకు తృణీకరించితిరి? మా రాజును తిరిగి రప్పించుటను గూర్చి మేము ముందుగా చెప్పలేదా అని యూదావారితో అనిరి. అయితే ఇశ్రాయేలువారి మాటలకంటే యూదావారి మాటలు కఠినముగా ఉండెను."
}
