
{
    "1": "దీని తరువాత దావీదు - యూదా పట్టణములలో దేనికైనను నేను వెళ్లుదునా అని యెహోవా యొద్ద విచారణ చేయగా యెహోవా - వెళ్లుమని సెలవిచ్చెను. ఎక్కడికి వెళ్లుదునని దావీదు అడుగగా ఆయన - హెబ్రోనుకు వెళ్లుమనెను.",
    "2": "కాబట్టి దావీదును, యెజ్రెయేలుదగు అహినోయము, కర్మెలుదగు నాబాలు భార్యయైన అబీగాయిలు అను అతని ఇద్దరు భార్యలును అక్కడికి వెళ్లిరి.",
    "3": "దావీదు తనతోనున్న వారిని వారి వారి కుటుంబములతో కూడ తోడుకొనిపోయెను; వారు హెబ్రోను పట్టణములలో కాపురముండిరి.",
    "4": "అప్పుడు యూదావారు వచ్చి, అక్కడ దావీదును యూదా వంశస్థుల మీద రాజుగా అభిషేకించిరి. యాబేష్ గిలాదువారు సౌలును పాతిపెట్టిరని దావీదునకు తెలియగా",
    "5": "దావీదు యాబేష్ గిలాదువారియొద్దకు దూతలను పంపి - మీరు మీ యజమానుడైన సౌలునొద్ద ఉపకారము చేసి అతని పాతిపెట్టితిరి గనుక యెహోవా చేత ఆశీర్వదించబడుదురు గాక.",
    "6": "యెహోవా మీ యెడల కృపాసత్యములు చూపును గాక; మీరు ఈ కార్యము చేసినందున నేనును మీకు ఈ మేలు చేసెదను.",
    "7": "మీ యజమానుడైన సౌలు మరణమాయెను; యూదా వంశస్థులు తమ మీద నన్ను రాజుగా అభిషేకించిరి; కాబట్టి మీరు ధైర్యము తెచ్చుకొని బలిష్ఠులై యుండుడని వారితో చెప్పించెను.",
    "8": "సౌలు సైన్యాధిపతియు నేరు కుమారుడునైన అబ్నేరు, సౌలు కుమారుడైన ఇష్బోషెతును తీసికొని మహనయిమునకు దాటించి",
    "9": "గిలాదు మీదను, అషూరీయుల మీదను, యెజ్రెయేలు మీదను, ఎఫ్రాయిము మీదను, బెన్యామీను మీదను, ఇశ్రాయేలు అంతటి మీదను అతని రాజుగా చేసెను.",
    "10": "సౌలు కుమారుడైన ఇష్బోషెతు ఇశ్రాయేలును ఏలనారంభించినప్పుడు నలభై ఏండ్లవాడు; అతడు రెండు సంవత్సరములు ఏలెను; యూదా వంశస్థులు మాత్రము దావీదును అనుసరించిరి.",
    "11": "హెబ్రోనులో దావీదు యూదా వంశస్థులను ఏలిన కాలము ఏడు సంవత్సరముల ఆరు నెలలు.",
    "12": "నేరు కుమారుడైన అబ్నేరును, సౌలు కుమారుడైన ఇష్బోషెతు సేవకులును మహనయిమునుండి బయలుదేరి గిబియోనుకు వచ్చిరి.",
    "13": "సెరూయా కుమారుడైన యోవాబును, దావీదు సేవకులును బయలుదేరి గిబియోను కొలను యొద్ద వారిని ఎదుర్కొనిరి; వారు కొలనుకు ఇవతల, వీరు కొలనుకు అవతల కూర్చుండిరి.",
    "14": "అబ్నేరు యోవాబుతో - పడుచువారు లేచి మన యెదుట ఆడుకొననిమ్మనగా యోవాబు - వారిని ఆడుకొననిమ్మనెను.",
    "15": "అప్పుడు వారు లేచి, సౌలు కుమారుడైన ఇష్బోషెతు పక్షమున బెన్యామీనీయులైన పన్నెండుమందియు దావీదు సేవకులలో పన్నెండుమందియు సంఖ్య చొప్పున అవతలికి వెళ్లిరి.",
    "16": "వారందరూ ఒకని తల ఒకడు పట్టుకొని, ఒకని ప్రక్కలో ఒకడు కత్తి దూర్చి ఒక్కటిగానే పడిపోయిరి; అందుచేత గిబియోనులోని ఆ స్థలమునకు హెల్కత్ హస్సురీమ్ అని పేరు పెట్టబడెను.",
    "17": "ఆ దినమున యుద్ధము మిక్కిలి ఘోరమాయెను; అబ్నేరును ఇశ్రాయేలువారును దావీదు సేవకులచేత ఓడిపోయిరి.",
    "18": "అక్కడ సెరూయా ముగ్గురు కుమారులైన యోవాబు అబీషై అసాహేలు ఉండిరి; అసాహేలు పొలములోని లేడి వలె వడిగల పాదములు గలవాడు.",
    "19": "అసాహేలు అబ్నేరును తరిమెను; కుడికైనను ఎడమకైనను తిరుగక అబ్నేరును వెన్నాడెను.",
    "20": "అబ్నేరు వెనుకతట్టు తిరిగి చూచి - నీవు అసాహేలువు కావా అని అడుగగా - నేనే అనెను.",
    "21": "అబ్నేరు - నీవు కుడికైనను ఎడమకైనను తిరిగి పడుచువారిలో ఒకని పట్టుకొని వాని ఆయుధములను తీసికొనుమని అతనితో చెప్పినను, అసాహేలు అతని తరుముట మానలేదు.",
    "22": "అబ్నేరు - నన్ను తరుముట మాని తొలగిపొమ్ము; నేను నిన్ను ఎందుకు నేల కూల్చవలెను? అట్లు చేసినయెడల నీ సహోదరుడైన యోవాబునకు నేను ఏమని ఉత్తరమిత్తునని అసాహేలుతో మరల చెప్పెను.",
    "23": "అయినను అతడు తొలగిపోవుటకు ఒప్పకపోయెను గనుక అబ్నేరు ఈటె వెనుకటి కొనతో అతని కడుపులో పొడిచెను; ఈటె అతనిలోనుండి వెనుకకు వచ్చెను, అతడు అక్కడనే పడి చనిపోయెను; అసాహేలు పడి చనిపోయిన స్థలమునకు వచ్చినవారందరు నిలిచిరి.",
    "24": "యోవాబును అబీషైయు అబ్నేరును తరిమిరి; వారు గిబియోను అరణ్య మార్గముననున్న గీహకు ఎదురుగానున్న అమ్మ కొండకు వచ్చినప్పుడు సూర్యుడు అస్తమించెను.",
    "25": "బెన్యామీనీయులు అబ్నేరు వెనుక గుంపు కూడి, ఏకమై ఒక కొండ శిఖరమున నిలిచిరి.",
    "26": "అప్పుడు అబ్నేరు యోవాబును పిలిచి - కత్తి ఎల్లప్పుడును మింగివేయవలెనా? తుదకు అది చేదగునని నీకు తెలియదా? తమ సహోదరులను తరుముట మానివేయుడని నీవెంత వరకు జనులకు ఆజ్ఞ ఇయ్యకుందువని చెప్పగా",
    "27": "యోవాబు - దేవుని జీవముతోడు, నీవు మాటలాడక పోయినయెడల ఉదయముననే జనులు తమ సహోదరులను తరుముట మాని వెళ్లిపోయి యుందురని చెప్పి",
    "28": "బూర ఊదించెను; అప్పుడు జనులందరు నిలిచి ఇశ్రాయేలీయులను తరుముట మానిరి, యుద్ధము చాలించిరి.",
    "29": "అబ్నేరును అతని వారును ఆ రాత్రి అంతయు అరాబా మార్గమున నడిచి యొర్దాను దాటి బిట్రోను అంతటిని సంచరించి మహనయిమునకు వచ్చిరి.",
    "30": "యోవాబు అబ్నేరును తరుముట మాని తిరిగి వచ్చి జనులనందరిని సమకూర్చగా దావీదు సేవకులలో అసాహేలు గాక పంతొమ్మిదిమంది తక్కువైరి.",
    "31": "అయితే దావీదు సేవకులు బెన్యామీనీయులలోను అబ్నేరు దండులోను మూడు వందల అరువదిమందిని కొట్టి చంపిరి.",
    "32": "వారు అసాహేలును ఎత్తుకొని వచ్చి బేత్లెహేములోనున్న అతని తండ్రి సమాధిలో పాతిపెట్టిరి. యోవాబును అతని వారును రాత్రి అంతయు నడిచి తెల్లవారగా హెబ్రోనుకు వచ్చిరి."
}
