
{
    "1": "అక్కడ ఒక పనికిమాలినవాడు ఉండెను; వాని పేరు షెబ; వాడు బి క్రీ కుమారుడు, బెన్యామీనీయుడు. వాడు బూర ఊది - దావీదునందు మాకు భాగము లేదు, యెష్షయి కుమారునియందు మాకు స్వాస్థ్యము లేదు; ఇశ్రాయేలీయులారా, మీ మీ గుడారములకు వెళ్లుడని చెప్పెను.",
    "2": "కాబట్టి ఇశ్రాయేలువారందరు దావీదును విడిచి బి క్రీ కుమారుడైన షెబను వెంబడించిరి; అయితే యూదావారు యొర్దాను మొదలుకొని యెరూషలేము వరకు తమ రాజును హత్తుకొనిరి.",
    "3": "దావీదు యెరూషలేములోని తన ఇంటికి వచ్చెను; ఇల్లు కనిపెట్టుకొనుటకు తాను ఉంచిన పదిమంది ఉపపత్నులను రాజు తీసికొని కావలిలో ఉంచి వారిని పోషించెను గాని వారి యొద్దకు పోలేదు. కాబట్టి వారు చనిపోవు దినము వరకు బంధింపబడినవారై విధవరాండ్రవలె ఉండిరి.",
    "4": "అప్పుడు రాజు అమాశాతో - మూడు దినములలోగా యూదావారిని నా యొద్దకు పిలుచుకొని రమ్ము; నీవును ఇక్కడ ఉండవలెనని చెప్పెను.",
    "5": "అమాశా యూదావారిని పిలుచుటకు వెళ్ళెను గాని రాజు అతనికి నిర్ణయించిన గడువులోగా రాక తడవు చేసెను.",
    "6": "అప్పుడు దావీదు అబీషైతో - ఇప్పుడు అబ్షాలోము కంటే బి క్రీ కుమారుడైన షెబ మనకు ఎక్కువ కీడు చేయును; వాడు ప్రాకారము గల పట్టణములలో చొచ్చి మన కన్నుల నుండి తప్పించుకొనకుండ నీవు నీ యజమానుని సేవకులను తీసికొని వానిని తరుముమని చెప్పెను.",
    "7": "అప్పుడు యోవాబు మనుష్యులును కెరేతీయులును పెలేతీయులును బలిష్ఠులందరును అతని వెంబడి బయలుదేరిరి; బి క్రీ కుమారుడైన షెబను తరుముటకు వారు యెరూషలేమునుండి బయలుదేరిరి.",
    "8": "వారు గిబియోనునొద్దనున్న గొప్ప రాతి దగ్గరకు వచ్చినప్పుడు అమాశా వారికి ఎదురుపడెను. యోవాబు యుద్ధవస్త్రములు ధరించుకొనియుండెను; దానిపై నడుమునకు కట్టబడిన దట్టిలో కత్తి వరతో ఉండెను; అతడు నడుచుచుండగా అది జారిపడెను.",
    "9": "యోవాబు - నా సహోదరుడా, నీవు క్షేమమా అని అమాశాను అడిగి, అమాశాను ముద్దుపెట్టుకొనుటకు కుడిచేతితో అతని గడ్డము పట్టుకొనెను.",
    "10": "యోవాబు చేతిలోనున్న కత్తిని అమాశా గమనింపలేదు; యోవాబు దానితో అతని కడుపులో పొడిచి అతని పేగులను నేల చిందించెను; రెండవ పెట్టు పొడవకయే అతడు చనిపోయెను. అప్పుడు యోవాబును అతని సహోదరుడైన అబీషైయు బి క్రీ కుమారుడైన షెబను తరుముటకు వెళ్లిరి.",
    "11": "యోవాబు పనివారిలో ఒకడు అమాశా దగ్గర నిలిచి - యోవాబునందు ఇష్టము గలవాడెవడు? దావీదు పక్షమున నున్నవాడెవడు? వాడు యోవాబును వెంబడింపవచ్చునని చెప్పెను.",
    "12": "అమాశా రాజమార్గము మధ్య రక్తములో పొర్లాడుచుండెను; జనులందరు నిలుచుట ఆ మనుష్యుడు చూచి, అమాశాను రాజమార్గమునుండి పొలములోనికి ఈడ్చి, అతని యొద్దకు వచ్చిన వారందరు నిలుచుట చూచి అతని మీద ఒక వస్త్రము వేసెను.",
    "13": "అతడు రాజమార్గమునుండి తీయబడిన తరువాత జనులందరు బి క్రీ కుమారుడైన షెబను తరుముటకు యోవాబు వెంబడి వెళ్లిరి.",
    "14": "షెబ ఇశ్రాయేలు గోత్రములన్నిటిలోనుండి ఆబెలుకును బేత్మయకాకును బేరీయులందరియొద్దకును వెళ్లగా వారును కూడుకొని అతని వెంబడి వెళ్లిరి.",
    "15": "యోవాబు జనులు వచ్చి బేత్మయకాలోని ఆబెలులో అతని ముట్టడివేసి, పట్టణమునకు ఎదురుగా దిబ్బ కట్టిరి; అది ప్రాకారమునకు సమముగా ఉండెను; యోవాబు నొద్దనున్న జనులందరు గోడను పడగొట్టుటకు దానిని గుద్దుచుండిరి.",
    "16": "అప్పుడు బుద్ధిగల ఒక స్త్రీ పట్టణములోనుండి కేకవేసి - వినుడి, వినుడి, నేను యోవాబుతో మాటలాడవలెను; ఇక్కడికి దగ్గరగా రమ్మని అతనితో చెప్పుడనెను.",
    "17": "అతడు ఆమె దగ్గరకు రాగా ఆ స్త్రీ - నీవు యోవాబువా అని అడిగెను. అతడు - నేనే అనగా, ఆమె - నీ దాసురాలి మాటలు వినుమనగా అతడు - నేను వినుచున్నాననెను.",
    "18": "అప్పుడామె - పూర్వకాలమున జనులు - ఆబెలులో విచారణ చేయవలెనని చెప్పుకొని కార్యము ముగించుకొనుచుండిరి.",
    "19": "ఇశ్రాయేలులో నేను సమాధానము గలదానను, నమ్మకమైనదానను; నీవు ఇశ్రాయేలులో ఒక పట్టణమును మాతృస్థానమును నాశనము చేయజూచుచున్నావు; యెహోవా స్వాస్థ్యమును నీవు ఎందుకు మింగివేసెదవనెను.",
    "20": "అందుకు యోవాబు - అది నాకు దూరమవు గాక, మింగివేయుటయు నాశనము చేయుటయు నాకు దూరమవు గాక.",
    "21": "ఆలాగు కాదు; ఎఫ్రాయిము మన్నెపువాడైన బి క్రీ కుమారుడగు షెబ అను ఒకడు రాజైన దావీదు మీద చెయ్యి ఎత్తియున్నాడు; వానిని ఒక్కనిని అప్పగించినయెడల నేను పట్టణమును విడిచి వెళ్లిపోదునని చెప్పగా, ఆ స్త్రీ - వాని తల ప్రాకారము మీదనుండి నీ యొద్దకు వేయబడునని యోవాబుతో చెప్పెను.",
    "22": "ఆ స్త్రీ తన బుద్ధి చేత ప్రజలందరిని ఒప్పించగా వారు బి క్రీ కుమారుడైన షెబ తల కోసి యోవాబు నొద్దకు పారవేసిరి. అప్పుడతడు బూర ఊదగా వారు పట్టణమును విడిచి ఎవరి గుడారములకు వారు వెళ్లిరి; యోవాబు యెరూషలేమునకు రాజునొద్దకు తిరిగి వచ్చెను.",
    "23": "యోవాబు ఇశ్రాయేలు సర్వసైన్యమునకు అధిపతియాయెను; యెహోయాదా కుమారుడైన బెనాయా కెరేతీయులకును పెలేతీయులకును అధిపతియాయెను.",
    "24": "అదోరాము వెట్టి పనివారి మీద ఉండెను; అహీలూదు కుమారుడైన యెహోషాపాతు రాజ్యవృత్తాంతముల లేఖకుడు.",
    "25": "షెవా శాస్త్రి; సాదోకును అభ్యాతారును యాజకులు.",
    "26": "యాయీరీయుడైన ఈరా దావీదునకు ముఖ్యమంత్రి."
}
