
{
    "1": "దావీదు దినములలో మూడు సంవత్సరములు వరుసగా కరవు వచ్చెను. దావీదు యెహోవా ముఖమును వెదకగా యెహోవా - ఇది సౌలును బట్టియు అతని హత్యాకాండ గల ఇంటివారిని బట్టియు వచ్చినది; అతడు గిబియోనీయులను హతము చేసెనని సెలవిచ్చెను.",
    "2": "గిబియోనీయులు ఇశ్రాయేలీయుల సంబంధులు కారు, వారు అమోరీయులలో శేషించినవారు. ఇశ్రాయేలీయులు వారితో ప్రమాణము చేసియుండిరి గాని సౌలు ఇశ్రాయేలీయుల కొరకును యూదావారి కొరకును ఆసక్తి కలిగి వారిని హతము చేయ జూచెను. రాజు గిబియోనీయులను పిలిపించి వారితో మాట్లాడెను.",
    "3": "దావీదు - నేను మీకేమి చేయవలెను? మీరు యెహోవా స్వాస్థ్యమును దీవించునట్లు నేను దేనివలన ప్రాయశ్చిత్తము చేయవలెనని గిబియోనీయులను అడుగగా",
    "4": "గిబియోనీయులు - మాకును సౌలుకును అతని ఇంటివారికిని వెండి బంగారముల ప్రసక్తి లేదు; ఇశ్రాయేలులో ఎవరినైనను చంపుటకు మాకు అధికారము లేదని అతనితో చెప్పిరి. అతడు - మీరేమి చెప్పెదరో అది నేను మీ కొరకు చేసెదననెను.",
    "5": "అప్పుడు వారు రాజుతో ఇట్లనిరి - మమ్మును నాశనము చేసినవానిని, ఇశ్రాయేలు సరిహద్దులన్నిటిలోను మేము నిలువకుండ మమ్మును నిర్మూలము చేయుటకు పన్నాగము పన్నినవానిని గూర్చి",
    "6": "వాని కుమారులలో ఏడుగురు మనుష్యులు మాకు అప్పగింపబడవలెను; యెహోవాకు ఏర్పరచబడిన సౌలు ఉన్న గిబియాలో యెహోవా యెదుట మేము వారిని ఉరితీసెదము. అందుకు రాజు - నేను వారిని అప్పగించెదననెను.",
    "7": "అయితే దావీదుకును సౌలు కుమారుడైన యోనాతానుకును మధ్యనున్న యెహోవా ప్రమాణమును బట్టి రాజు సౌలు కుమారుడైన యోనాతాను కుమారుడగు మెఫీబోషెతును తప్పించెను.",
    "8": "అయితే రాజు అయ్యా కుమార్తెయగు రిస్పా సౌలునకు కనిన ఇద్దరు కుమారులైన అာమోనిని మెఫీబోషెతును, సౌలు కుమార్తెయగు మేరబు మెహోలాతీయుడైన బర్జిల్లయి కుమారుడగు అద్రియేలుకు కనిన ఐదుగురు కుమారులను తీసికొని",
    "9": "గిబియోనీయుల చేతికి అప్పగించెను; వారు కొండమీద యెహోవా యెదుట వారిని ఉరితీసిరి. ఆ ఏడుగురును ఏకముగా నశించిరి; కోతకాలము ఆరంభములో, అనగా యవల కోత ఆరంభములో వారు చంపబడిరి.",
    "10": "అప్పుడు అయ్యా కుమార్తెయగు రిస్పా గోనెపట్ట తీసికొని, కోత ఆరంభము మొదలుకొని ఆకాశమునుండి వారి మీద వర్షము కురియు వరకు బండ మీద పరచుకొని, పగలు ఆకాశ పక్షులనైనను రాత్రి అడవి జంతువులనైనను వారి మీద వాలనియ్యకుండెను.",
    "11": "సౌలు ఉపపత్నియు అయ్యా కుమార్తెయునగు రిస్పా చేసినది దావీదునకు తెలుపబడెను.",
    "12": "అప్పుడు దావీదు వెళ్లి సౌలు ఎముకలను అతని కుమారుడైన యోనాతాను ఎముకలను యాబేష్ గిలాదువారి యొద్దనుండి తీసికొనెను. (ఫిలిష్తీయులు గిల్బోవలో సౌలును చంపిన దినమున వారు బేత్షెయాను పట్టణపు వీధిలో వారిని వ్రేలాడదీయగా యాబేష్ గిలాదువారు అక్కడనుండి వారిని దొంగిలించిరి).",
    "13": "అతడు అక్కడనుండి సౌలు ఎముకలను అతని కుమారుడైన యోనాతాను ఎముకలను తీసికొని వచ్చెను; ఉరితీయబడినవారి ఎముకలను వారు పోగుచేసిరి.",
    "14": "వారు సౌలు ఎముకలను అతని కుమారుడైన యోనాతాను ఎముకలను బెన్యామీను దేశమందలి జేలాలోనున్న అతని తండ్రియైన కీషు సమాధిలో పాతిపెట్టిరి; రాజు ఆజ్ఞాపించినదంతయు వారు చేసిరి. ఆ తరువాత దేవుడు దేశము కొరకు చేయబడిన విజ్ఞాపన ఆలకించెను.",
    "15": "ఫిలిష్తీయులకును ఇశ్రాయేలీయులకును మరల యుద్ధము కలిగెను; దావీదును అతనితోకూడ అతని సేవకులును వెళ్లి ఫిలిష్తీయులతో యుద్ధము చేయుచుండగా దావీదు అలసిపోయెను.",
    "16": "అప్పుడు ఇష్బీబెనోబు అనువాడు దావీదును చంపదలచెను; వాడు మల్లయుద్ధశాస్త్రము ఎరిగినవాడు; వాని ఈటె మూడు వందల తులముల యెత్తు ఇత్తడిది; వాడు క్రొత్త కత్తి ధరించుకొనియుండెను.",
    "17": "అయితే సెరూయా కుమారుడైన అబీషై రాజును ఆదుకొని ఆ ఫిలిష్తీయుని కొట్టి చంపెను. అప్పుడు దావీదు జనులు అతనితో ప్రమాణము చేసి - ఇశ్రాయేలు దీపము ఆరిపోకుండునట్లు నీవు ఇకమీదట మాతోకూడ యుద్ధమునకు రాకూడదని చెప్పిరి.",
    "18": "తరువాత గోబులో ఫిలిష్తీయులతో మరల యుద్ధము కలిగెను; అప్పుడు హుషాతీయుడైన సిబ్బెకై మల్లయుద్ధశాస్త్రము ఎరిగిన సాపును చంపెను.",
    "19": "తిరిగి గోబులో ఫిలిష్తీయులతో యుద్ధము కలుగగా బేత్లెహేమీయుడైన యారేయోరెగీము కుమారుడగు ఎల్హానాను గిత్తీయుడైన గొల్యాతును చంపెను; వాని ఈటె కర్ర నేతగాని దోనె అంత లావు.",
    "20": "మరల గాతులో యుద్ధము జరిగెను; అక్కడ ఎత్తయిన ఒకడు ఉండెను; వానికి చేతికి ఆరేసి వ్రేళ్లును కాలికి ఆరేసి వ్రేళ్లును, మొత్తము ఇరవై నాలుగు వ్రేళ్లు ఉండెను; వాడును మల్లయుద్ధశాస్త్రము ఎరిగినవాడే.",
    "21": "వాడు ఇశ్రాయేలీయులను నిందించగా దావీదు సహోదరుడైన షిమ్మా కుమారుడగు యోనాతాను వానిని చంపెను.",
    "22": "ఈ నలుగురు గాతులో ఆ మల్లయుద్ధశాస్త్రము ఎరిగినవానికి పుట్టిరి; వారు దావీదు చేతివలనను అతని సేవకుల చేతివలనను కూలిరి."
}
