
{
    "1": "దావీదు పలికిన అంత్య మాటలు ఇవే. యెష్షయి కుమారుడైన దావీదు పలికిన వాక్కు; ఆ మనుష్యుడు ఎత్తుగా హెచ్చింపబడెను; యాకోబు దేవుని చేత అభిషేకము నొందినవాడును, ఇశ్రాయేలులో ఇంపైన కీర్తనలు గానము చేయువాడునునగు దావీదు పలికిన వాక్కు.",
    "2": "యెహోవా ఆత్మ నా ద్వారా పలికెను; ఆయన వాక్కు నా నోట ఉండెను.",
    "3": "ఇశ్రాయేలు దేవుడు సెలవిచ్చెను; ఇశ్రాయేలు ఆశ్రయదుర్గము నాతో ఇట్లనెను - మనుష్యులను ఏలువాడు నీతిమంతుడై యుండవలెను; దేవుని భయము కలిగి ఏలవలెను.",
    "4": "అట్టివాడు మేఘములు లేని ఉదయమున సూర్యుడు ఉదయించునప్పుడు కలుగు ప్రాతఃకాలపు వెలుగువలె ఉండును; వర్షము వెలిసిన తరువాత లేత గడ్డిని భూమిలోనుండి మొలిపించు వెలుగువలె ఉండును.",
    "5": "నా ఇల్లు దేవుని యెడల ఆలాగున లేదా? ఆయన నాతో నిత్య నిబంధన చేసియున్నాడు; అది అన్ని విషయములలో చక్కపరచబడినది, భద్రమైనది; నా రక్షణ అంతయు నా కోరిక అంతయు ఆయన చిగురింపజేయును గదా.",
    "6": "బెలీయాలు వారందరు పారవేయబడిన ముండ్లవలె ఉందురు; చేతితో వాటిని పట్టుకొనకూడదు.",
    "7": "వాటిని ముట్టుకొనువాడు ఇనుమును ఈటె కర్రను చేత పట్టుకొనవలెను; అవి ఉన్న స్థలములోనే అగ్నిచేత బొత్తిగా కాల్చబడును.",
    "8": "దావీదునకుండిన పరాక్రమశాలుల పేర్లు ఏవనగా - తహె్కెమోనీయుడైన యోషేబ్ బష్షెబెతు; ఇతడు మూడు లోకములకు అధిపతి; ఇతడు తన యీటెను ఎత్తి ఒక్కమారే ఎనిమిది వందలమందిని హతము చేసెను.",
    "9": "అతని తరువాత అహోహీయుడైన దోదో కుమారుడగు ఎలియాజరు; ఇతడు దావీదుతో కూడ ఉన్న ఆ ముగ్గురు పరాక్రమశాలులలో ఒకడు; ఫిలిష్తీయులు యుద్ధమునకు కూడి రాగా, ఇశ్రాయేలు జనులు వెళ్లిపోయినప్పుడు వారు ఫిలిష్తీయులను తిరస్కరించిరి.",
    "10": "అతడు లేచి తన చెయ్యి అలసి కత్తికి అంటుకొను వరకు ఫిలిష్తీయులను హతము చేసెను; ఆ దినమున యెహోవా గొప్ప రక్షణ కలుగజేసెను; జనులు కొల్లసొమ్ము పట్టుకొనుటకే అతని వెనుక తిరిగి వచ్చిరి.",
    "11": "అతని తరువాత హరారీయుడైన ఆగే కుమారుడగు షమ్మా. ఫిలిష్తీయులు గుంపుగా కూడి కాయధాన్యములు గల ఒక పొలములో ఉండగా జనులు ఫిలిష్తీయుల యెదుటనుండి పారిపోయిరి.",
    "12": "అయితే అతడు ఆ పొలము మధ్య నిలిచి దానిని కాపాడి ఫిలిష్తీయులను హతము చేసెను; యెహోవా గొప్ప రక్షణ కలుగజేసెను.",
    "13": "కోతకాలమందు ముప్పదిమంది ముఖ్యులలో ముగ్గురు అదుల్లాము గుహలోనున్న దావీదునొద్దకు వచ్చిరి; ఫిలిష్తీయుల దండు రెఫాయీయుల లోయలో దిగియుండెను.",
    "14": "అప్పుడు దావీదు కొండ కోటలో ఉండెను; ఫిలిష్తీయుల దండు బేత్లెహేములో ఉండెను.",
    "15": "దావీదు - బేత్లెహేము గవిని యొద్దనున్న బావి నీళ్లు ఎవడు నాకు త్రాగనిచ్చునని కోరగా",
    "16": "ఆ ముగ్గురు పరాక్రమశాలులు ఫిలిష్తీయుల దండులో చొరబడి, బేత్లెహేము గవిని యొద్దనున్న బావి నీళ్లు చేది దావీదునొద్దకు తీసికొనివచ్చిరి; అయితే అతడు వాటిని త్రాగనొల్లక యెహోవాకు పానార్పణముగా పోసి",
    "17": "యెహోవా, నేను దీనిని చేయకుండును గాక; తమ ప్రాణములకు తెగించి వెళ్లిన ఈ మనుష్యుల రక్తమును నేను త్రాగుదునా అని చెప్పి త్రాగనొల్లకపోయెను. ఈ ముగ్గురు పరాక్రమశాలులు ఆలాగు చేసిరి.",
    "18": "సెరూయా కుమారుడును యోవాబు సహోదరుడునైన అబీషై ఆ ముగ్గురిలో ముఖ్యుడు; అతడు తన యీటెను ఎత్తి మూడు వందలమందిని హతము చేసి ఆ ముగ్గురిలో పేరు పొందెను.",
    "19": "ఆ ముగ్గురిలో అతడు ఘనుడు గదా? అందుచేత అతడు వారికి అధిపతి ఆయెను; అయినను మొదటి ముగ్గురితో అతడు సమము కాలేదు.",
    "20": "కబ్సెయేలు వాడైన యెహోయదా కుమారుడగు బెనాయా పరాక్రమము గలవాడై ఘనకార్యములను చేసెను; అతడు మోయాబు వలని సింహముల వంటి ఇద్దరు మనుష్యులను హతము చేసెను; మరియు అతడు హిమకాలమందు ఒక గోతిలో దిగి ఒక సింహమును చంపెను.",
    "21": "మరియు అతడు అందగాడైన ఒక ఐగుప్తీయుని చంపెను; ఆ ఐగుప్తీయుని చేతిలో ఈటె ఉండగా ఇతడు కర్ర పట్టుకొని అతని మీదికి వెళ్లి, ఆ ఐగుప్తీయుని చేతిలోనుండి ఈటెను ఊడదీసి దానితోనే అతని చంపెను.",
    "22": "యెహోయదా కుమారుడైన బెనాయా ఇట్టి కార్యములను చేసి ఆ ముగ్గురు పరాక్రమశాలులలో పేరు పొందెను.",
    "23": "ఆ ముప్పదిమందిలో అతడు ఘనుడు గాని మొదటి ముగ్గురితో అతడు సమము కాలేదు. దావీదు తన దేహసంరక్షకుల మీద అతని నియమించెను.",
    "24": "ఆ ముప్పదిమందిలో యోవాబు సహోదరుడైన అసాహేలు, బేత్లెహేము వాడైన దోదో కుమారుడగు ఎల్హానాను,",
    "25": "హరోదీయుడైన షమ్మా, హరోదీయుడైన ఎలీకా,",
    "26": "పల్తీయుడైన హెలెస్, తెకోవా వాడైన ఇక్కేష్ కుమారుడగు ఈరా,",
    "27": "అనాతోతీయుడైన అబీయెజెరు, హుషాతీయుడైన మెబున్నై,",
    "28": "అహోహీయుడైన సల్మోను, నెటోపాతీయుడైన మహరై,",
    "29": "నెటోపాతీయుడైన బనాయా యొద్దనున్న హేలెబ్, బెన్యామీనీయుల గిబియా వాడైన రిబై కుమారుడగు ఇత్తయి,",
    "30": "పిరాతోనీయుడైన బెనాయా, గాయషు లోయలయొద్దనున్న హిద్దయి,",
    "31": "అర్బాతీయుడైన అబీ, బర్హూమీయుడైన అజ్మావెతు,",
    "32": "షయల్బోనీయుడైన ఎల్యాహబా, యాషేను కుమారులు, యోనాతాను,",
    "33": "హరారీయుడైన షమ్మా, హరారీయుడైన షారారు కుమారుడగు అహీయామ్,",
    "34": "యూదా వాడైన అహస్బై కుమారుడగు ఎలీపెలెటు, గిలోనీయుడైన అహీతోపెలు కుమారుడగు ఎలీయాము,",
    "35": "కర్మెలీయుడైన హెస్రో, అల్బీయుడైన పారై,",
    "36": "సోబా వాడైన నాతాను కుమారుడగు ఇగాలు, గాదీయుడైన బానీ,",
    "37": "అమ్మోనీయుడైన సెలెకు, సెరూయా కుమారుడైన యోవాబు ఆయుధములను మోయు బెయేరోతీయుడైన నహరై,",
    "38": "ఇత్రీయుడైన ఈరా, ఇత్రీయుడైన గారేబు,",
    "39": "హిత్తీయుడైన ఊరియా. అందరు కలిసి ముప్పది ఏడుగురు."
}
