
{
    "1": "మరల యెహోవా కోపము ఇశ్రాయేలీయుల మీద రగులుకొనెను; ఆయన దావీదును వారి మీద రేపి - నీవు వెళ్లి ఇశ్రాయేలు వారిని యూదా వారిని లెక్కించుమని చెప్పెను.",
    "2": "కాబట్టి రాజు తన యొద్దనున్న సైన్యాధిపతియైన యోవాబుతో - ప్రజల సంఖ్య నాకు తెలియునట్లు నీవు దాను మొదలుకొని బెేర్షెబా వరకు ఇశ్రాయేలు గోత్రములన్నిటిలో సంచరించి జనులను లెక్కించుమని చెప్పెను.",
    "3": "యోవాబు రాజుతో - నా ఏలినవాడవగు రాజు కన్నులు చూచుచుండగా నీ దేవుడైన యెహోవా జనులను ఇప్పుడున్నవారికంటే నూరంతలు ఎక్కువగా చేయును గాక; అయితే నా ఏలినవాడవగు రాజునకు ఈ కార్యమందు ఇష్టమెందుకు అని చెప్పెను.",
    "4": "అయినను యోవాబు మాటకును సైన్యాధిపతుల మాటకును రాజు మాట గట్టిదాయెను గనుక ఇశ్రాయేలు జనులను లెక్కించుటకు యోవాబును సైన్యాధిపతులును రాజునొద్దనుండి బయలువెళ్లిరి.",
    "5": "వారు యొర్దాను దాటి గాదు లోయ నడుమనున్న ఊరి కుడి పార్శ్వమున అరోయేరులోను యాజేరు నొద్దను దిగిరి.",
    "6": "అక్కడనుండి వారు గిలాదుకును తహ్తిమ్హోద్షీకిని వచ్చి, అక్కడనుండి దానుయానకును సీదోను చుట్టుపట్లకును వచ్చిరి.",
    "7": "తరువాత సోరు కోటకును హివ్వీయుల కనానీయుల పట్టణములన్నిటికిని వచ్చి, అక్కడనుండి బయలుదేరి యూదా దక్షిణ దిక్కుననున్న బెేర్షెబాకు వచ్చిరి.",
    "8": "వారు దేశమంతట సంచరించి తొమ్మిది నెలల ఇరవై దినములకు యెరూషలేమునకు వచ్చిరి.",
    "9": "యోవాబు జనుల మొత్తమును రాజునకు అప్పగించెను; ఇశ్రాయేలులో కత్తి దూయు బలిష్ఠులు ఎనిమిది లక్షలమంది యుండిరి; యూదావారు ఐదు లక్షలమంది యుండిరి.",
    "10": "జనులను లెక్కించిన తరువాత దావీదు హృదయము అతనిని నొచ్చుకొనెను. దావీదు - నేను ఈలాగు చేసి గొప్ప పాపము కట్టుకొంటిని; యెహోవా, దయచేసి నీ దాసుని దోషమును పరిహరించుము; నేను బహు బుద్ధిహీనముగా చేసితిని అని యెహోవాను వేడుకొనెను.",
    "11": "ఉదయమున దావీదు లేవగా యెహోవా వాక్కు దావీదు దీర్ఘదర్శియగు ప్రవక్తయైన గాదునకు ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను.",
    "12": "నీవు వెళ్లి దావీదుతో ఇట్లనుము - యెహోవా సెలవిచ్చునదేమనగా - మూడు ఇబ్బందులను నీ యెదుట పెట్టుచున్నాను; వాటిలో ఒకదానిని నీవు కోరుకొనుము, దానిని నీకు చేసెదను.",
    "13": "కాబట్టి గాదు దావీదునొద్దకు వచ్చి ఆ సంగతి అతనికి తెలియజేసి - నీ దేశమందు ఏడేండ్లు కరవు కలుగుట నీకిష్టమా? లేక నీ శత్రువులు నిన్ను తరుముచుండగా నీవు మూడు నెలలు వారి యెదుటనుండి పారిపోవుట నీకిష్టమా? లేక నీ దేశమందు మూడు దినములు తెగులు ఉండుట నీకిష్టమా? నన్ను పంపినవానికి నేను ఏమి ప్రత్యుత్తరమియ్యవలెనో ఆలోచించుకొనుమని చెప్పెను.",
    "14": "అందుకు దావీదు - నాకు బహు ఇబ్బందిగా ఉన్నది; యెహోవా మహా కనికరము గలవాడు గనుక మనుష్యుని చేతిలో పడకుండ యెహోవా చేతిలోనే పడుదము గాక అని గాదుతో అనెను.",
    "15": "కాబట్టి యెహోవా ఉదయము మొదలుకొని నియమిత కాలము వరకు ఇశ్రాయేలీయుల మీదికి తెగులును రప్పించెను; దానివలన దాను మొదలుకొని బెేర్షెబా వరకు జనులలో డెబ్బది వేలమంది చనిపోయిరి.",
    "16": "దూత యెరూషలేమును నాశనము చేయుటకు దాని మీద చెయ్యి చాపగా యెహోవా ఆ కీడును గూర్చి సంతాపించి - చాలును, నీ చెయ్యి తీయుమని జనులను నాశనము చేయుచున్న దూతతో చెప్పెను. అప్పుడు యెహోవా దూత యెబూసీయుడగు అరౌనా కళ్లము దగ్గర ఉండెను.",
    "17": "జనులను నాశనము చేయుచున్న దూతను దావీదు చూచి - చిత్తగించుము, నేనే పాపము చేసితిని, నేనే దుర్మార్గముగా ప్రవర్తించితిని; ఈ గొర్రెలు ఏమి చేసినవి? నీ చెయ్యి నా మీదను నా తండ్రి ఇంటివారి మీదను ఉండనిమ్మని యెహోవాను వేడుకొనెను.",
    "18": "ఆ దినమున గాదు దావీదునొద్దకు వచ్చి - నీవు వెళ్లి యెబూసీయుడగు అరౌనా కళ్లములో యెహోవాకు ఒక బలిపీఠమును కట్టించుమని చెప్పగా",
    "19": "యెహోవా నామమున గాదు చెప్పిన మాట చొప్పున దావీదు వెళ్లెను.",
    "20": "అరౌనా చూచి రాజును అతని సేవకులును తన యొద్దకు వచ్చుట కనుగొని, ఎదురువెళ్లి రాజు యెదుట సాష్టాంగపడి నమస్కారము చేసెను.",
    "21": "అరౌనా - నా ఏలినవాడవగు రాజు తన దాసుని యొద్దకు ఎందుకు వచ్చియున్నాడని అడుగగా దావీదు - జనులలోనుండి తెగులు నిలిచిపోవునట్లు యెహోవాకు బలిపీఠము కట్టించుటకై నీ యొద్ద కళ్లమును కొనుటకు వచ్చితిననెను.",
    "22": "అందుకు అరౌనా - నా ఏలినవాడవగు రాజు తనకు ఇష్టమైనదానిని తీసికొని అర్పించును గాక; దహనబలికి ఎద్దులున్నవి, కట్టెలకు నురిపిడి మ్రానులున్నవి, ఎడ్ల పనిముట్లున్నవి.",
    "23": "రాజా, అరౌనా అను నేను వీటినన్నిటిని రాజునకు ఇచ్చుచున్నానని చెప్పెను. మరియు అరౌనా - నీ దేవుడైన యెహోవా నిన్ను అంగీకరించును గాక అని రాజుతో అనగా",
    "24": "రాజు - ఆలాగు కాదు, వెల ఇచ్చి నీ యొద్ద దీనిని కొందును; ఉచితముగా తీసికొనినదానిని నా దేవుడైన యెహోవాకు దహనబలిగా అర్పించనని అరౌనాతో చెప్పి, దావీదు ఆ కళ్లమును ఎడ్లను ఏబది తులముల వెండికి కొనెను.",
    "25": "అక్కడ దావీదు యెహోవాకు బలిపీఠమును కట్టించి దహనబలులను సమాధానబలులను అర్పించెను. అప్పుడు యెహోవా దేశము కొరకు చేయబడిన విజ్ఞాపన ఆలకించెను గనుక ఇశ్రాయేలీయులలోనుండి తెగులు నిలిచిపోయెను."
}
