
{
    "1": "సౌలు ఇంటివారికిని దావీదు ఇంటివారికిని యుద్ధము బహు కాలము జరుగగా దావీదు అంతకంతకు వర్ధిల్లుచుండెను; సౌలు ఇంటివారు అంతకంతకు క్షీణించుచుండిరి.",
    "2": "హెబ్రోనులో దావీదునకు కుమారులు పుట్టిరి; అతని జ్యేష్ఠకుమారుడు యెజ్రెయేలుదగు అహినోయమునకు పుట్టిన అమ్నోను.",
    "3": "అతని రెండవ కుమారుడు కర్మెలుదగు నాబాలు భార్యయైన అబీగాయిలుకు పుట్టిన కిల్యాబు; మూడవవాడు గెషూరు రాజైన తల్మయి కుమార్తెయగు మయకాకు పుట్టిన అబ్షాలోము.",
    "4": "నాలుగవవాడు హగ్గీతుకు పుట్టిన అదోనీయా; ఐదవవాడు అబీటాలుకు పుట్టిన షెఫట్యా.",
    "5": "ఆరవవాడు దావీదు భార్యయగు ఎగ్లాకు పుట్టిన యిత్రెయాము; వీరు హెబ్రోనులో దావీదునకు పుట్టిరి.",
    "6": "సౌలు ఇంటివారికిని దావీదు ఇంటివారికిని యుద్ధము జరుగుచుండగా అబ్నేరు సౌలు ఇంటివారి పక్షమున బలిష్ఠుడాయెను.",
    "7": "సౌలునకు రిస్పా అను ఒక ఉపపత్ని ఉండెను, ఆమె అయ్యా కుమార్తె. ఇష్బోషెతు అబ్నేరుతో - నా తండ్రి ఉపపత్నిని నీవు ఎందుకు కూడితివని అడుగగా",
    "8": "అబ్నేరు ఇష్బోషెతు మాటకు మిక్కిలి కోపగించి - నేను యూదా వారికి సంబంధించిన కుక్క తలకాయనా? నేడు నేను నీ తండ్రియైన సౌలు ఇంటివారికిని అతని సహోదరులకును అతని స్నేహితులకును ఉపకారము చేసి నిన్ను దావీదు చేతికి అప్పగించకపోయినను, ఈ దినమున ఈ స్త్రీ విషయమై నీవు నా మీద నేరము మోపుచున్నావు.",
    "9": "దావీదునకు యెహోవా ప్రమాణము చేసినట్లు నేను అతనికి చేయనియెడల",
    "10": "అనగా సౌలు ఇంటివారియొద్దనుండి రాజ్యమును తీసివేసి, దాను మొదలుకొని బెేర్షెబా వరకు ఇశ్రాయేలు మీదను యూదా మీదను దావీదు సింహాసనమును స్థాపించనియెడల దేవుడు అబ్నేరుకు గొప్ప అపాయము కలుగజేయును గాక అనెను.",
    "11": "అప్పుడు అతడు అబ్నేరుకు భయపడినందున అతనికి మారుమాట పలుకలేకపోయెను.",
    "12": "అప్పుడు అబ్నేరు దావీదునొద్దకు దూతలను పంపి - దేశము ఎవరిది? నాతో నిబంధన చేయుము, ఇశ్రాయేలునంతటిని నీ తట్టు త్రిప్పుటకు నా చెయ్యి నీకు తోడైయుండునని చెప్పించెను.",
    "13": "అందుకు దావీదు - మంచిది, నేను నీతో నిబంధన చేసెదను గాని నేను ఒక షరతును నీకు నిర్ణయించుచున్నాను; అదేమనగా - నీవు నా ముఖము చూడవచ్చినప్పుడు సౌలు కుమార్తెయైన మీకాలును తీసికొని రావలెను; లేనియెడల నా ముఖము చూడకూడదని చెప్పి",
    "14": "దావీదు సౌలు కుమారుడైన ఇష్బోషెతు నొద్దకు దూతలను పంపి - నూరుమంది ఫిలిష్తీయుల గోప్యాంగచర్మములిచ్చి నేను పెండ్లి చేసికొనిన నా భార్యయగు మీకాలును నాకిమ్మని అడిగెను.",
    "15": "ఇష్బోషెతు మనుష్యులను పంపి, లాయిషు కుమారుడైన పల్తీయేలు అను ఆమె భర్తయొద్దనుండి ఆమెను తీసికొనెను.",
    "16": "ఆమె భర్త ఆమె వెంట బహురీము వరకు ఏడ్చుచు వచ్చెను; అప్పుడు అబ్నేరు - నీవు వెనుకకు పోమ్మని అతనితో చెప్పగా అతడు వెళ్ళిపోయెను.",
    "17": "అబ్నేరు ఇశ్రాయేలు పెద్దలతో ఏకాంతముగా మాటలాడి - దావీదు మిమ్మును ఏలునట్లు మీరు గత కాలమున అతని కోరితిరి గదా.",
    "18": "ఇప్పుడు దాని చేయుడి; ఏలయనగా - నా సేవకుడైన దావీదు చేతిద్వారా నా ప్రజలైన ఇశ్రాయేలీయులను ఫిలిష్తీయుల చేతిలోనుండియు వారి శత్రువులందరి చేతిలోనుండియు రక్షించెదనని యెహోవా దావీదును గూర్చి సెలవిచ్చియున్నాడని చెప్పెను.",
    "19": "మరియు అబ్నేరు బెన్యామీనీయులతోను మాటలాడెను. తరువాత అబ్నేరు ఇశ్రాయేలు వారికిని బెన్యామీను వారికందరికిని ఇష్టమైనదంతయు హెబ్రోనులో దావీదుతో చెప్పుటకు వెళ్ళెను.",
    "20": "అబ్నేరు ఇరవైమంది మనుష్యులతో హెబ్రోనులోనున్న దావీదునొద్దకు రాగా, దావీదు అబ్నేరుకును అతనితోనున్న వారికిని విందు చేయించెను.",
    "21": "అబ్నేరు - నేను లేచి వెళ్లి ఇశ్రాయేలీయులనందరిని నా ఏలినవాడవగు రాజునొద్దకు సమకూర్చెదను; వారు నీతో నిబంధన చేసిన తరువాత నీ కోరిక అంతటి చొప్పున నీవు ఏలుదువని దావీదుతో చెప్పెను. దావీదు అబ్నేరును పంపివేసెను, అతడు సమాధానముగా వెళ్లిపోయెను.",
    "22": "ఇదిగో దావీదు సేవకులును యోవాబును దండెత్తిపోయి విస్తారమైన కొల్లసొమ్ముతో వచ్చిరి; అప్పుడు అబ్నేరు హెబ్రోనులో దావీదునొద్ద లేడు; దావీదు అతనిని పంపివేయగా అతడు సమాధానముగా వెళ్లిపోయెను.",
    "23": "యోవాబును అతనితోనున్న సైన్యమంతయు వచ్చినప్పుడు - నేరు కుమారుడైన అబ్నేరు రాజునొద్దకు వచ్చెననియు, రాజు అతని పంపివేయగా అతడు సమాధానముగా వెళ్లిపోయెననియు యోవాబునకు వర్తమానము వచ్చెను.",
    "24": "అప్పుడు యోవాబు రాజునొద్దకు వెళ్లి - నీవు చేసిన పని యేమిటి? అబ్నేరు నీ యొద్దకు వచ్చెను గదా; నీవు అతని ఎందుకు పోనిచ్చితివి? అతడు బహు దూరము వెళ్లిపోయెనే.",
    "25": "నేరు కుమారుడైన అబ్నేరు నిన్ను మోసపుచ్చుటకును, నీ రాకపోకలను తెలిసికొనుటకును, నీవు చేయునదంతయు తెలిసికొనుటకును వచ్చెనని నీకు తెలియును గదా అనెను.",
    "26": "యోవాబు దావీదునొద్దనుండి బయలుదేరి, దావీదునకు తెలియకుండ అబ్నేరును వెనుకకు పిలుచుటకు దూతలను పంపెను; వారు సిరా బావి దగ్గరనుండి అతని తోడుకొనివచ్చిరి.",
    "27": "అబ్నేరు హెబ్రోనుకు తిరిగి రాగా, యోవాబు అతనితో రహస్యముగా మాటలాడువానివలె గవిని మధ్యకు అతని పిలిచి, తన తమ్ముడైన అసాహేలు రక్తము నిమిత్తము అక్కడ అతని కడుపులో పొడిచి చంపెను.",
    "28": "తరువాత దావీదు ఆ సంగతి విని - నేరు కుమారుడైన అబ్నేరు రక్తము విషయమై నాకును నా రాజ్యమునకును యెహోవా సన్నిధిని ఎన్నటికిని దోషము లేదు.",
    "29": "అది యోవాబు తలమీదను అతని తండ్రి ఇంటివారందరిమీదను ఉండును గాక; స్రావము గలవాడైనను కుష్ఠురోగియైనను కంఠమూలవ్యాధి గలవాడైనను కత్తివలన కూలువాడైనను ఆహారము లేనివాడైనను యోవాబు ఇంటివారిలో నుండక మానడని చెప్పెను.",
    "30": "యోవాబును అతని తమ్ముడైన అబీషైయు గిబియోను యుద్ధములో తమ తమ్ముడైన అసాహేలును అబ్నేరు చంపెనని అతనిని చంపిరి.",
    "31": "దావీదు యోవాబుతోను అతని యొద్దనున్న జనులందరితోను - మీరు మీ బట్టలు చింపుకొని గోనెపట్ట కట్టుకొని అబ్నేరు ముందర నడుచుచు ప్రలాపించుడని చెప్పెను; రాజైన దావీదు పాడె వెనుక నడిచెను.",
    "32": "వారు హెబ్రోనులో అబ్నేరును పాతిపెట్టిరి; రాజు అబ్నేరు సమాధి యొద్ద ఎలుగెత్తి ఏడ్చెను; జనులందరును ఏడ్చిరి.",
    "33": "రాజు అబ్నేరును గూర్చి విలాపవాక్యము పలికి ఇట్లనెను - అవివేకి చనిపోవునట్లు అబ్నేరు చనిపోవాలా?",
    "34": "నీ చేతులు కట్టబడలేదు, నీ కాళ్లకు సంకెళ్లు వేయబడలేదు; దుష్టుల చేతివలన ఒకడు పడునట్లు నీవు పడితివి అని చెప్పెను. అప్పుడు జనులందరును అతనిని గూర్చి మరి ఎక్కువగా ఏడ్చిరి.",
    "35": "పగలు ఇంకను ఉన్నప్పుడే జనులందరు వచ్చి దావీదును భోజనము చేయమని బతిమాలుకొనగా, దావీదు - సూర్యుడు అస్తమించకమునుపు నేను ఆహారమైనను మరేదైనను రుచి చూచినయెడల దేవుడు నాకు గొప్ప అపాయము కలుగజేయును గాక అని ప్రమాణము చేసెను.",
    "36": "జనులందరు దానిని గమనించి సంతోషించిరి; రాజు చేసినదంతయు జనులందరి దృష్టికి అనుకూలముగా ఉండెను.",
    "37": "నేరు కుమారుడైన అబ్నేరును చంపుట రాజువలన కాదని ఆ దినమున జనులందరును ఇశ్రాయేలీయులందరును తెలిసికొనిరి.",
    "38": "అప్పుడు రాజు తన సేవకులతో ఇట్లనెను - ఇశ్రాయేలులో నేడు ఒక అధిపతియు గొప్పవాడును పడిపోయెనని మీకు తెలియదా?",
    "39": "నేను అభిషేకము పొందిన రాజునైనను నేడు బలహీనుడనైతిని; సెరూయా కుమారులైన ఈ మనుష్యులు నాకంటే కఠినులు; కీడు చేసినవానికి యెహోవా అతని కీడు చొప్పున ప్రతిఫలమిచ్చును గాక."
}
