
{
    "1": "అబ్నేరు హెబ్రోనులో చనిపోయెనని సౌలు కుమారుడు వినినప్పుడు అతని చేతులు బలహీనమాయెను, ఇశ్రాయేలీయులందరును కలవరపడిరి.",
    "2": "సైన్యాధిపతులైన ఇద్దరు మనుష్యులు సౌలు కుమారుని యొద్ద ఉండిరి; ఒకని పేరు బయనా, రెండవవాని పేరు రేకాబు; వారు బెన్యామీను సంబంధమైన బెయేరోతు వాడగు రిమ్మోను కుమారులు. బెయేరోతు బెన్యామీను గోత్రమునకు చెందినదిగా ఎంచబడెను.",
    "3": "బెయేరోతీయులు గిత్తాయిమునకు పారిపోయి నేటి వరకు అక్కడ నివసించుచున్నారు.",
    "4": "సౌలు కుమారుడైన యోనాతానుకు కుంటి కాళ్లు గల ఒక కుమారుడు ఉండెను. సౌలును యోనాతానును చనిపోయిన వార్త యెజ్రెయేలునుండి వచ్చినప్పుడు వాడు ఐదేండ్లవాడు; అప్పుడు వాని దాది వానిని ఎత్తుకొని పారిపోవుచుండగా ఆమె త్వరగా పారిపోవుటవలన వాడు పడి కుంటివాడాయెను; వాని పేరు మెఫీబోషెతు.",
    "5": "బెయేరోతీయుడైన రిమ్మోను కుమారులు రేకాబును బయ నాయును బయలుదేరి మధ్యాహ్నకాలమందు ఇష్బోషెతు ఇంటికి వచ్చిరి; అతడు మధ్యాహ్నమందు విశ్రాంతి తీసుకొనుచుండెను.",
    "6": "గోధుమలు తెచ్చుకొనువారినలె వారు ఇంటి లోపలికి వచ్చి అతని కడుపులో పొడిచిరి; రేకాబును అతని సహోదరుడైన బయ నాయును తప్పించుకొని పారిపోయిరి.",
    "7": "వారు ఇంటిలోనికి వచ్చినప్పుడు అతడు తన పడకగదిలో మంచము మీద పండుకొనియుండెను; వారు అతని కొట్టి చంపి అతని తల తెగవేసి, ఆ తల పట్టుకొని రాత్రి అంతయు మైదానపు మార్గమున నడిచి",
    "8": "హెబ్రోనులోనున్న దావీదునొద్దకు ఇష్బోషెతు తల తెచ్చి రాజుతో - నీ ప్రాణము తీయజూచిన నీ శత్రువైన సౌలు కుమారుడగు ఇష్బోషెతు తల ఇదిగో; యెహోవా నేడు నా ఏలినవాడవగు రాజు పక్షమున సౌలునకును అతని సంతానమునకును ప్రతికారము చేసెనని చెప్పిరి.",
    "9": "దావీదు బెయేరోతీయుడైన రిమ్మోను కుమారులగు రేకాబుతోను అతని సహోదరుడైన బయ నాతోను ఇట్లనెను - సకల శ్రమలలోనుండి నన్ను విడిపించిన యెహోవా జీవముతోడు.",
    "10": "ఒకడు తనకు తాను శుభవర్తమానము తెచ్చితిననుకొని - ఇదిగో సౌలు చనిపోయెనని నాకు తెలిపినప్పుడు, నేను వానిని పట్టుకొని సిక్లగులో చంపితిని; అది నేను వానికిచ్చిన బహుమానము.",
    "11": "దుర్మార్గులు ఒక నీతిమంతుని అతని యింట్లో అతని మంచము మీద చంపినప్పుడు, నేను వారి చేతివలన అతని రక్తమును విచారించి భూమిమీదనుండి మిమ్మును నిర్మూలము చేయనా?",
    "12": "అప్పుడు దావీదు తన పనివారికి ఆజ్ఞాపింపగా వారు ఆ మనుష్యులను చంపి, వారి చే కాళ్లను నరికివేసి, హెబ్రోను కొలను యొద్ద వ్రేలాడదీసిరి. ఇష్బోషెతు తల తీసికొనిపోయి హెబ్రోనులోనున్న అబ్నేరు సమాధిలో పాతిపెట్టిరి."
}
