
{
    "1": "అప్పుడు ఇశ్రాయేలు గోత్రములవారందరు హెబ్రోనులోనున్న దావీదునొద్దకు వచ్చి - చిత్తగించుము, మేము నీ ఎముకయు నీ మాంసమునై యున్నాము.",
    "2": "ఇంతకుముందు సౌలు మా మీద రాజుగా ఉన్నప్పుడు ఇశ్రాయేలీయులను నడిపినవాడవు నీవే; మరియు - నీవు నా ప్రజలైన ఇశ్రాయేలీయులను ఏలి, ఇశ్రాయేలు మీద అధిపతిగా ఉందువని యెహోవా నీతో సెలవిచ్చెనని చెప్పిరి.",
    "3": "అట్లు ఇశ్రాయేలు పెద్దలందరు హెబ్రోనులో రాజునొద్దకు రాగా రాజైన దావీదు హెబ్రోనులో యెహోవా సన్నిధిని వారితో నిబంధన చేసెను; అప్పుడు వారు దావీదును ఇశ్రాయేలు మీద రాజుగా అభిషేకించిరి.",
    "4": "దావీదు ఏలనారంభించినప్పుడు ముప్పది ఏండ్లవాడు; అతడు నలభై సంవత్సరములు ఏలెను.",
    "5": "హెబ్రోనులో యూదా వారి మీద ఏడు సంవత్సరముల ఆరు నెలలును, యెరూషలేములో ఇశ్రాయేలు యూదాల మీద ముప్పది మూడు సంవత్సరములును ఏలెను.",
    "6": "రాజును అతని జనులును యెరూషలేములో కాపురమున్న యెబూసీయుల మీదికి రాగా వారు - నీవు ఇక్కడికి రాలేవు, గ్రుడ్డివారును కుంటివారును నిన్ను తోలివేయుదురని దావీదుతో చెప్పిరి; దావీదు ఇక్కడికి రాలేడని వారు అనుకొనిరి.",
    "7": "అయినను దావీదు సీయోను కోటను పట్టుకొనెను; అదే దావీదు పురము.",
    "8": "ఆ దినమున దావీదు - యెబూసీయులను హతము చేయువారందరు నీటి కాలువ ద్వారా వెళ్లి, దావీదు ప్రాణమునకు పగవారైన కుంటివారిని గ్రుడ్డివారిని కొట్టవలెనని చెప్పెను; అందుచేత గ్రుడ్డివారైనను కుంటివారైనను ఇంటిలోనికి రాకూడదను సామెత పుట్టెను.",
    "9": "దావీదు ఆ కోటలో కాపురముండి దానికి దావీదు పురమని పేరు పెట్టెను. మరియు దావీదు మిల్లో మొదలుకొని లోపలికి పట్టణము కట్టించెను.",
    "10": "దావీదు అంతకంతకు వర్ధిల్లుచుండెను; సైన్యములకు అధిపతియగు యెహోవా అతనికి తోడుగా ఉండెను.",
    "11": "సోరు రాజైన హీరాము దావీదునొద్దకు దూతలను, దేవదారు మ్రానులను, వడ్రంగులను, రాతి పనివారిని పంపగా వారు దావీదునకు ఒక ఇల్లు కట్టిరి.",
    "12": "యెహోవా ఇశ్రాయేలు మీద తన్ను రాజుగా స్థాపించెననియు, తన ప్రజలైన ఇశ్రాయేలీయుల నిమిత్తము తన రాజ్యమును హెచ్చించెననియు దావీదు గ్రహించెను.",
    "13": "హెబ్రోను నుండి వచ్చిన తరువాత దావీదు యెరూషలేములో ఇంకను ఉపపత్నులను భార్యలను చేసికొనెను; దావీదునకు ఇంకను కుమారులును కుమార్తెలును పుట్టిరి.",
    "14": "యెరూషలేములో అతనికి పుట్టినవారి పేర్లు ఏవనగా - షమ్మూవ, షోబాబు, నాతాను, సొలొమోను,",
    "15": "ఇబ్హారు, ఎలీషూవ, నెపెగు, యాఫీయ,",
    "16": "ఎలీషామా, ఎల్యాదా, ఎలీఫెలెటు.",
    "17": "ఇశ్రాయేలు మీద దావీదును రాజుగా అభిషేకించిరని ఫిలిష్తీయులు వినినప్పుడు, ఫిలిష్తీయులందరు దావీదును వెదకుటకు వచ్చిరి; దావీదు ఆ సంగతి విని కోటలోనికి వెళ్ళెను.",
    "18": "ఫిలిష్తీయులు వచ్చి రెఫాయీయుల లోయలో వ్యాపించిరి.",
    "19": "దావీదు - నేను ఫిలిష్తీయుల మీదికి పోదునా? నీవు వారిని నా చేతికి అప్పగించుదువా అని యెహోవా యొద్ద విచారణ చేయగా యెహోవా - వెళ్లుము, నిశ్చయముగా ఫిలిష్తీయులను నీ చేతికి అప్పగించెదనని దావీదుతో సెలవిచ్చెను.",
    "20": "దావీదు బయల్పెరాజీమునకు వచ్చి అక్కడ వారిని హతము చేసి - నీళ్లు ఆనకట్టను కొట్టివేయునట్లు యెహోవా నా శత్రువులను నా యెదుట కొట్టివేసెనని చెప్పెను; అందుచేత ఆ స్థలమునకు బయల్పెరాజీము అని పేరు పెట్టబడెను.",
    "21": "అక్కడ వారు తమ విగ్రహములను విడిచిపెట్టి పారిపోగా దావీదును అతని జనులును వాటిని ఎత్తికొనిపోయిరి.",
    "22": "ఫిలిష్తీయులు మరల వచ్చి రెఫాయీయుల లోయలో వ్యాపించిరి.",
    "23": "దావీదు యెహోవా యొద్ద విచారణ చేయగా ఆయన - నీవు సాగిపోక వారి వెనుకకు తిరిగి కల్వ వృక్షముల తోటకి ఎదురుగా వారి మీదికి రమ్ము.",
    "24": "కల్వ వృక్షముల కొనలయందు అడుగుల చప్పుడు నీకు వినబడగానే నీవు త్వరపడవలెను; అప్పుడు యెహోవా ఫిలిష్తీయుల దండును హతము చేయుటకు నీకు ముందుగా బయలుదేరునని సెలవిచ్చెను.",
    "25": "యెహోవా తనకు ఆజ్ఞాపించినట్లు దావీదు చేసి, గెబ మొదలుకొని గెజెరు వరకు ఫిలిష్తీయులను హతము చేసెను."
}
