
{
    "1": "దావీదు మరల ఇశ్రాయేలీయులలో కోరబడిన ముప్పది వేలమందిని సమకూర్చెను.",
    "2": "కెరూబుల మధ్య నివసించు సైన్యములకు అధిపతియగు యెహోవా అను పేరు పెట్టబడిన దేవుని మందసమును యూదాలోనున్న బయలా నుండి తీసికొని వచ్చుటకై",
    "3": "దావీదును అతనితోనున్న జనులందరును లేచి ప్రయాణమైరి. వారు దేవుని మందసమును ఒక క్రొత్త బండి మీద ఎక్కించి, కొండమీదనున్న అబీనాదాబు ఇంటిలోనుండి దానిని తీసికొనివచ్చిరి; అబీనాదాబు కుమారులగు ఉజ్జాయు అహ్యోయు ఆ క్రొత్త బండిని తోలిరి.",
    "4": "కొండమీదనున్న అబీనాదాబు ఇంటిలోనుండి దేవుని మందసము గల బండిని వారు తీసికొని రాగా అహ్యో మందసము ముందర నడిచెను.",
    "5": "దావీదును ఇశ్రాయేలీయులందరును సరళపు మ్రానుతో చేసిన సకలవిధములైన వాద్యములతోను, సితారాలతోను స్వరమండలములతోను తంబురలతోను కంజీరలతోను తాళములతోను యెహోవా సన్నిధిని ఆడుచు ఉండిరి.",
    "6": "వారు నాకోను కళ్లము నొద్దకు వచ్చినప్పుడు ఎడ్లు పడుటవలన ఉజ్జా దేవుని మందసమును పట్టుకొనుటకు చెయ్యి చాపెను.",
    "7": "యెహోవా కోపము ఉజ్జా మీద రగులుకొనెను; అతడు చేసిన తప్పును బట్టి దేవుడు అక్కడనే అతని మొత్తెను; అతడు అక్కడనే దేవుని మందసము నొద్ద చనిపోయెను.",
    "8": "యెహోవా ఉజ్జాను హతము చేసినందుకు దావీదు వ్యాకులపడి ఆ స్థలమునకు పెరెజుజ్జా అని పేరు పెట్టెను; నేటి వరకు దానికి ఆ పేరే ఉన్నది.",
    "9": "ఆ దినమున దావీదు యెహోవాకు భయపడి - యెహోవా మందసము నా యొద్దకు ఎట్లు వచ్చునని చెప్పి",
    "10": "యెహోవా మందసమును తన యొద్దకు దావీదు పురములోనికి తీసికొనిపోక, గిత్తీయుడైన ఓబేదెదోము ఇంటికి దారి మళ్లించెను.",
    "11": "యెహోవా మందసము గిత్తీయుడైన ఓబేదెదోము ఇంట మూడు నెలలు ఉండగా యెహోవా ఓబేదెదోమును అతని ఇంటివారినందరిని ఆశీర్వదించెను.",
    "12": "దేవుని మందసమును బట్టి యెహోవా ఓబేదెదోము ఇంటిని అతనికి కలిగినదంతటిని ఆశీర్వదించెనని దావీదునకు తెలుపబడగా, దావీదు వెళ్లి దేవుని మందసమును ఓబేదెదోము ఇంటనుండి దావీదు పురమునకు సంతోషముతో తీసికొని వచ్చెను.",
    "13": "యెహోవా మందసమును మోయువారు ఆరు అడుగులు నడిచిన తరువాత అతడు ఒక ఎద్దును క్రొవ్విన దూడను బలి అర్పించెను.",
    "14": "మరియు దావీదు నార ఏఫోదు ధరించుకొని యెహోవా సన్నిధిని తన శక్తికొలది నాట్యము చేసెను.",
    "15": "అట్లు దావీదును ఇశ్రాయేలీయులందరును ఆర్భాటముతోను బూర ధ్వనితోను యెహోవా మందసమును తీసికొనివచ్చిరి.",
    "16": "యెహోవా మందసము దావీదు పురములోనికి వచ్చుచుండగా సౌలు కుమార్తెయగు మీకాలు కిటికీలోనుండి చూచి, రాజైన దావీదు యెహోవా సన్నిధిని గంతులు వేయుచు నాట్యమాడుట చూచి తన మనస్సులో అతనిని హీనపరచెను.",
    "17": "వారు యెహోవా మందసమును తీసికొనివచ్చి దావీదు దానికొరకు వేయించిన గుడారములో దాని స్థలమున ఉంచినప్పుడు దావీదు దహనబలులను సమాధానబలులను యెహోవా సన్నిధిని అర్పించెను.",
    "18": "దావీదు దహనబలులను సమాధానబలులను అర్పించుట చాలించిన తరువాత సైన్యములకు అధిపతియగు యెహోవా నామమున ప్రజలను దీవించి",
    "19": "స్త్రీలనేమి పురుషులనేమి ఇశ్రాయేలు సమూహమంతటిలో ప్రతివానికి ఒక రొట్టెను ఒక ముక్క మాంసమును ఒక ద్రాక్షల అడను పంచిపెట్టెను; తరువాత జనులందరు తమ తమ ఇండ్లకు వెళ్లిపోయిరి.",
    "20": "దావీదు తన ఇంటివారిని దీవించుటకు తిరిగి రాగా సౌలు కుమార్తెయగు మీకాలు దావీదును ఎదుర్కొనవచ్చి - తన పనివారి దాసీల కన్నుల యెదుట ఒక జల్లీడు వాడు తనను తాను కనపరచుకొనునట్లు నేడు ఇశ్రాయేలు రాజు తనను తాను కనపరచుకొని ఎంత ఘనత పొందెననెను.",
    "21": "అందుకు దావీదు మీకాలుతో ఇట్లనెను - నీ తండ్రి కంటెను అతని యింటివారందరి కంటెను నన్ను కోరుకొని, యెహోవా జనులైన ఇశ్రాయేలీయుల మీద నన్ను అధిపతిగా నియమించిన యెహోవా సన్నిధిని నేను ఆడుకొంటిని; యెహోవా సన్నిధిని నేను ఆడుకొందును.",
    "22": "ఇంతకంటెను నేను నన్ను తగ్గించుకొందును, నా దృష్టికి నేను నీచుడనగుదును; అయినను నీవు చెప్పిన ఆ దాసీల దృష్టికి నేను ఘనుడనగుదుననెను.",
    "23": "కాబట్టి సౌలు కుమార్తెయగు మీకాలుకు ఆమె చనిపోవు దినము వరకు పిల్లలు కలుగలేదు."
}
