
{
    "1": "రాజు తన ఇంట నివసించుచుండగా, యెహోవా చుట్టునున్న అతని శత్రువులందరిని అణచి అతనికి విశ్రాంతి దయచేసినప్పుడు",
    "2": "రాజు ప్రవక్తయైన నాతానుతో - చూడుము, నేను దేవదారు మ్రానుతో కట్టిన ఇంట నివసించుచున్నాను, దేవుని మందసము డేరాలో నివసించుచున్నదని చెప్పగా",
    "3": "నాతాను - యెహోవా నీకు తోడుగా ఉన్నాడు, నీ హృదయములో నున్నదంతయు నెరవేర్చుమని రాజుతో అనెను.",
    "4": "అయితే ఆ రాత్రి యెహోవా వాక్కు నాతానుకు ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను",
    "5": "నీవు వెళ్లి నా సేవకుడైన దావీదుతో ఇట్లనుము - యెహోవా సెలవిచ్చునదేమనగా - నేను నివసించుటకు నీవు నాకు ఒక ఇల్లు కట్టించెదవా?",
    "6": "నేను ఇశ్రాయేలీయులను ఐగుప్తులోనుండి రప్పించిన నాటినుండి నేటి వరకు నేను ఇంట నివసింపక, గుడారములోను డేరాలోను సంచరించుచు వచ్చితిని.",
    "7": "నేను ఇశ్రాయేలీయులందరితో సంచరించిన కాలమంతటిలో, నా ప్రజలైన ఇశ్రాయేలీయులను మేపుమని నేను ఆజ్ఞాపించిన ఇశ్రాయేలు గోత్రములలో ఎవరితోనైనను - మీరు నాకు దేవదారు మ్రానుతో ఇల్లు కట్టించకపోతిరని నేను ఎప్పుడైనను చెప్పితినా?",
    "8": "కాబట్టి నా సేవకుడైన దావీదుతో నీవు చెప్పవలసినదేమనగా - సైన్యములకు అధిపతియగు యెహోవా సెలవిచ్చునదేమనగా - నా ప్రజలైన ఇశ్రాయేలీయుల మీద అధిపతిగా ఉండునట్లు గొర్రెల దొడ్డిలోనుండి గొర్రెలను వెంబడించుచున్న నిన్ను నేను పిలిచితిని.",
    "9": "నీవు వెళ్లిన ప్రతి స్థలమున నేను నీకు తోడైయుండి, నీ యెదుటనుండి నీ శత్రువులనందరిని నిర్మూలము చేసితిని; లోకములోని ఘనులకుండు పేరు వంటి పేరు నీకు కలుగజేసెదను.",
    "10": "మరియు నా ప్రజలైన ఇశ్రాయేలీయుల కొరకు ఒక స్థలమును ఏర్పరచి, వారు తమ స్థలములో నివసించి ఇక కదలింపబడకుండునట్లు వారిని నాటెదను; పూర్వము జరిగినట్లును,",
    "11": "నా ప్రజలైన ఇశ్రాయేలీయుల మీద నేను న్యాయాధిపతులను నియమించిన కాలము మొదలుకొని జరిగినట్లును దుర్మార్గులు ఇక వారిని బాధింపకుందురు; నీ శత్రువులందరిని అణచి నీకు విశ్రాంతి కలుగజేసెదను. మరియు యెహోవా నీకు సంతానము కలుగజేయునని యెహోవా నీకు తెలియజేయుచున్నాడు.",
    "12": "నీ దినములు నిండి నీవు నీ పితరులతో నిద్రించిన తరువాత, నీ గర్భములోనుండి రాబోవు నీ సంతానమును నీ తరువాత హెచ్చించి, అతని రాజ్యమును స్థిరపరచెదను.",
    "13": "అతడు నా నామము ఘనపరచుటకు ఒక మందిరమును కట్టించును; అతని రాజ్య సింహాసనమును నేను నిత్యము స్థిరపరచెదను.",
    "14": "నేను అతనికి తండ్రినైయుందును, అతడు నాకు కుమారుడైయుండును; అతడు పాపము చేసినయెడల మనుష్యుల దండముతోను నరుల దెబ్బలతోను అతని శిక్షించెదను.",
    "15": "అయితే నీ యెదుటనుండి నేను కొట్టివేసిన సౌలునొద్దనుండి నా కృపను తీసివేసినట్లు అతని యొద్దనుండి నా కృపను తీసివేయను.",
    "16": "నీ ఇల్లును నీ రాజ్యమును నీ యెదుట నిత్యము స్థిరమగును; నీ సింహాసనము నిత్యము స్థిరపరచబడును.",
    "17": "ఈ మాటలన్నిటి ప్రకారమును ఈ దర్శనమంతటి ప్రకారమును నాతాను దావీదుతో మాటలాడెను.",
    "18": "అప్పుడు రాజైన దావీదు లోపలికి వెళ్లి యెహోవా సన్నిధిని కూర్చుండి ఇట్లనెను - ప్రభువైన యెహోవా, నేనెంతటివాడను? నా ఇల్లేపాటిది? నీవు నన్ను ఇంత వరకు తెచ్చియున్నావు.",
    "19": "ప్రభువైన యెహోవా, ఇది నీ దృష్టికి అల్పమే గదా? ప్రభువైన యెహోవా, రాబోవు బహు కాలము వరకు నీ దాసుని ఇంటిని గూర్చి నీవు సెలవిచ్చియున్నావు; ఇది మనుష్యుల పద్ధతియా?",
    "20": "దావీదు నీతో ఇంకేమి చెప్పగలడు? ప్రభువైన యెహోవా, నీవే నీ దాసుని ఎరుగుదువు.",
    "21": "నీ వాక్కును బట్టి నీ ఇష్టానుసారముగా నీవు ఈ గొప్ప కార్యమంతయు చేసి, దీనిని నీ దాసునికి తెలియజేసితివి.",
    "22": "కాబట్టి ప్రభువైన యెహోవా, నీవు గొప్పవాడవు; మేము మా చెవులతో విన్న వాటన్నిటిని బట్టి చూడగా నీవంటివాడు లేడు, నీవు తప్ప దేవుడు లేడు.",
    "23": "నీ ప్రజలైన ఇశ్రాయేలీయుల వంటి జనము లోకములో ఏది? దేవుడు వారికి దేవుడుగా ఉండుటకు వారిని విమోచించునట్లును, తనకు పేరు తెచ్చుకొనునట్లును, ఐగుప్తులోనుండి నీవు విమోచించిన నీ ప్రజల యెదుటనుండి అన్యజనులను వారి దేవతలను తోలివేసి, నీ దేశమునకు భయంకరమైన గొప్ప కార్యములను చేయునట్లును దేవుడు వెళ్లిన జనము ఇదే గదా.",
    "24": "నీ ప్రజలైన ఇశ్రాయేలీయులు నిత్యము నీకు ప్రజలుగా ఉండునట్లు నీవు వారిని స్థిరపరచితివి; యెహోవా, నీవే వారికి దేవుడవైతివి.",
    "25": "కాబట్టి దేవా యెహోవా, నీవు నీ దాసుని గూర్చియు అతని ఇంటిని గూర్చియు సెలవిచ్చిన మాటను నిత్యము స్థిరపరచి నీవు చెప్పినట్లు చేయుము.",
    "26": "అప్పుడు సైన్యములకు అధిపతియగు యెహోవా ఇశ్రాయేలీయుల దేవుడని మనుష్యులు చెప్పుకొనుచు నీ నామమును నిత్యము ఘనపరచుదురు; మరియు నీ దాసుడైన దావీదు ఇల్లు నీ యెదుట స్థిరపరచబడును.",
    "27": "సైన్యములకు అధిపతివగు యెహోవా, ఇశ్రాయేలీయుల దేవా - నేను నీకు ఇల్లు కట్టించెదనని నీ దాసునికి బయలుపరచితివి గనుక ఈలాగున నీకు ప్రార్థన చేయుటకు నీ దాసునికి ధైర్యము కలిగెను.",
    "28": "కాబట్టి ప్రభువైన యెహోవా, నీవే దేవుడవు; నీ మాటలు సత్యము; నీవు నీ దాసునికి ఈ మేలు చేసెదనని సెలవిచ్చితివి.",
    "29": "కాబట్టి దయచేసి నీ దాసుని ఇల్లు నిత్యము నీ సన్నిధిని ఉండునట్లు దానిని ఆశీర్వదించుము; ప్రభువైన యెహోవా, నీవు సెలవిచ్చియున్నావు; నీ ఆశీర్వాదముచేత నీ దాసుని ఇల్లు నిత్యము ఆశీర్వదించబడును గాక."
}
