
{
    "1": "ఇవి జరిగిన తరువాత దావీదు ఫిలిష్తీయులను జయించి వారిని లొంగదీసికొనెను; మరియు దావీదు ఫిలిష్తీయుల చేతిలోనుండి మెతెగమ్మాను పట్టుకొనెను.",
    "2": "అతడు మోయాబీయులను జయించి, వారిని నేలమీద పండుకోబెట్టి, తాడుతో కొలిచెను; రెండు తాళ్లంత పొడుగు గలవారిని చంపి, ఒక తాడు నిడివి గలవారిని బ్రతుకనిచ్చెను. అట్లు మోయాబీయులు దావీదునకు దాసులై కప్పము చెల్లించువారైరి.",
    "3": "మరియు సోబా రాజైన రెహోబు కుమారుడగు హదదెజెరు యూఫ్రటీసు నది యొద్ద తన అధికారమును తిరిగి స్థాపించుకొనుటకు వెళ్ళగా దావీదు అతనిని జయించి",
    "4": "అతని యొద్దనుండి వెయ్యిన్ని ఏడువందలమంది రౌతులను, ఇరవై వేల కాల్బలమును పట్టుకొనెను; దావీదు రథపు గుఱ్ఱములలో నూరు గుఱ్ఱములను ఉంచుకొని మిగిలినవాటి సిరలను కోయించెను.",
    "5": "సోబా రాజైన హదదెజెరుకు సహాయము చేయుటకు దమస్కు సిరియనుల వచ్చినప్పుడు దావీదు ఆ సిరియనులలో ఇరవై రెండు వేలమందిని హతము చేసెను.",
    "6": "అప్పుడు దావీదు దమస్కు సిరియాలో దండును ఉంచగా, సిరియనుల దావీదునకు దాసులై కప్పము చెల్లించువారైరి. దావీదు ఎక్కడికి వెళ్లినను యెహోవా అతనికి జయము నిచ్చెను.",
    "7": "దావీదు హదదెజెరు సేవకులకున్న బంగారు డాలులను తీసికొని యెరూషలేమునకు తెచ్చెను.",
    "8": "మరియు హదదెజెరు పట్టణములైన బెటహునుండియు బేరోతైనుండియు రాజైన దావీదు అతి విస్తారమైన ఇత్తడిని తీసికొనెను.",
    "9": "దావీదు హదదెజెరుయొక్క సమస్త సైన్యమును ఓడించెనని హమాతు రాజైన తోయి విని,",
    "10": "రాజైన దావీదు కుశలమడుగుటకును, హదదెజెరు తోయి మీద యుద్ధము చేయువాడు గనుక దావీదు అతనితో యుద్ధము చేసి అతనిని జయించినందున దావీదును దీవించుటకును, తన కుమారుడైన యోరామును దావీదునొద్దకు పంపెను. యోరాము వెండి వస్తువులను బంగారు వస్తువులను ఇత్తడి వస్తువులను తీసికొనివచ్చెను.",
    "11": "వాటిని, తాను జయించిన సకల జనములయొద్దనుండి, అనగా సిరియనులయొద్దనుండియు,",
    "12": "మోయాబీయులయొద్దనుండియు, అమ్మోనీయులయొద్దనుండియు, ఫిలిష్తీయులయొద్దనుండియు, అమాలేకీయులయొద్దనుండియు, సోబా రాజైన రెహోబు కుమారుడగు హదదెజెరుయొద్దనుండియు దోచుకొనిన కొల్లసొమ్మును తాను ప్రతిష్ఠించిన వెండి బంగారములతో కూడ రాజైన దావీదు యెహోవాకు ప్రతిష్ఠించెను.",
    "13": "దావీదు ఉప్పు లోయలో పద్దెనిమిది వేలమంది సిరియనులను హతము చేసి తిరిగి వచ్చినప్పుడు అతనికి ఖ్యాతి కలిగెను.",
    "14": "అతడు ఎదోములో దండును ఉంచెను; ఎదోము అంతట అతడు దండును ఉంచగా ఎదోమీయులందరు దావీదునకు దాసులైరి. దావీదు ఎక్కడికి వెళ్లినను యెహోవా అతనికి జయము నిచ్చెను.",
    "15": "దావీదు ఇశ్రాయేలు అంతటిని ఏలెను; దావీదు తన ప్రజలకందరికి నీతి న్యాయములను జరిగించుచుండెను.",
    "16": "సెరూయా కుమారుడైన యోవాబు సైన్యాధిపతి; అహీలూదు కుమారుడైన యెహోషాపాతు రాజ్యవృత్తాంతముల లేఖకుడు;",
    "17": "అహీటూబు కుమారుడైన సాదోకును అభ్యాతారు కుమారుడైన అహీమెలెకును యాజకులు; సెరాయా శాస్త్రి;",
    "18": "యెహోయదా కుమారుడైన బెనాయా కెరేతీయులకును పెలేతీయులకును అధిపతి; దావీదు కుమారులు ప్రధానులు."
}
