
{
    "1": "దావీదు - యోనాతానును బట్టి నేను ఉపకారము చేయుటకు సౌలు కుటుంబములో ఎవడైనను ఇంక మిగిలియున్నాడా అని అడుగగా",
    "2": "సౌలు ఇంటివారిలో సీబా అను ఒక సేవకుడు ఉండెను; వారు దావీదునొద్దకు అతని పిలువనంపగా రాజు - నీవు సీబావా అని అతనినడిగెను. అతడు - చిత్తము నీ దాసుడననెను.",
    "3": "అప్పుడు రాజు - దేవుని దయను నేను చూపుటకు సౌలు కుటుంబములో ఎవడైనను ఇంక మిగిలియున్నాడా అని అడుగగా సీబా - రెండు కాళ్లు కుంటివాడైన యోనాతాను కుమారుడొకడు ఇంకా ఉన్నాడని రాజుతో చెప్పెను.",
    "4": "అతడు ఎక్కడ ఉన్నాడని రాజు అడుగగా సీబా - చిత్తగించుము, అతడు లోదెబారులో అమ్మీయేలు కుమారుడైన మాకీరు ఇంట ఉన్నాడని రాజుతో అనెను.",
    "5": "అప్పుడు రాజైన దావీదు మనుష్యులను పంపి లోదెబారులోనున్న అమ్మీయేలు కుమారుడైన మాకీరు ఇంటిలోనుండి అతని రప్పించెను.",
    "6": "సౌలు కుమారుడైన యోనాతాను కుమారుడగు మెఫీబోషెతు దావీదునొద్దకు వచ్చి సాగిలపడి నమస్కారము చేయగా దావీదు - మెఫీబోషెతు అని పిలిచెను; అతడు - చిత్తము నీ దాసుడననెను.",
    "7": "అప్పుడు దావీదు - భయపడకుము; నీ తండ్రియైన యోనాతానును బట్టి నేను నిశ్చయముగా నీకు ఉపకారము చేసి, నీ తాతయైన సౌలు భూమి అంతయు నీకు తిరిగి ఇచ్చెదను; నీవు ఎల్లప్పుడును నా బల్లయొద్ద భోజనము చేయుదువని అతనితో చెప్పెను.",
    "8": "అతడు నమస్కారము చేసి - చచ్చిన కుక్క వంటివాడనగు నా యెడల నీవు దృష్టియుంచుటకు నీ దాసుడనైన నేను ఏపాటివాడననెను.",
    "9": "అప్పుడు రాజు సౌలు సేవకుడైన సీబాను పిలిపించి - సౌలుకును అతని ఇంటివారికందరికిని కలిగినదంతయు నీ యజమానుని కుమారునికి ఇచ్చితిని.",
    "10": "నీవును నీ కుమారులును నీ దాసులును అతనికి వ్యవసాయము చేసి, నీ యజమానుని కుమారునికి అన్నము కలుగునట్లు పంటను తెయ్యవలెను; అయితే నీ యజమానుని కుమారుడైన మెఫీబోషెతు ఎల్లప్పుడును నా బల్లయొద్ద భోజనము చేయునని చెప్పెను. సీబాకు పదిహేనుమంది కుమారులును ఇరవైమంది దాసులును ఉండిరి.",
    "11": "సీబా - నా ఏలినవాడవగు రాజు తన దాసునికి ఆజ్ఞాపించినదంతయు నీ దాసుడనైన నేను చేసెదనని రాజుతో చెప్పెను. రాజకుమారులలో ఒకనివలె మెఫీబోషెతు దావీదు బల్లయొద్ద భోజనము చేయుచుండెను.",
    "12": "మెఫీబోషెతుకు మీకా అను ఒక చిన్న కుమారుడు ఉండెను. సీబా యిట నివసించువారందరును మెఫీబోషెతుకు సేవకులైరి.",
    "13": "మెఫీబోషెతు ఎల్లప్పుడును రాజు బల్లయొద్ద భోజనము చేయుచు యెరూషలేములో నివసించెను; అతని రెండు కాళ్లు కుంటివి."
}
