
{
    "1": "చెరపట్టబడి బబులోను రాజైన నెబుకద్నెజరు చేత బబులోనునకు కొనిపోబడిన యూదావారిలో, ఆయా ఊర్లకు చెందినవారు చెరనుండి విడుదల పొంది యెరూషలేమునకును యూదా దేశమునకును తిరిగి వచ్చిరి.",
    "2": "వచ్చినవారు ఎవరనగా - జెరుబ్బాబెలు, యేషూవ, నెహెమ్యా, శెరాయా, రీెలాయా, మొర్దెకై, బిల్షాను, మిస్పెరెతు, బిగ్వయి, రెహూము, బయనా అనువారు. ఇశ్రాయేలీయులైన పురుషుల పట్టిక యిది.",
    "3": "పరోషు వంశస్థులు రెండు వేల నూట డెబ్బది ఇద్దరు.",
    "4": "షెఫట్యా వంశస్థులు మూడు వందల డెబ్బది ఇద్దరు.",
    "5": "ఆరహు వంశస్థులు ఏడు వందల డెబ్బది ఐదుగురు.",
    "6": "యేషూవ యోవాబుల సంతతివారైన పహత్ మోయాబు వంశస్థులు రెండు వేల ఎనిమిది వందల పన్నెండుమంది.",
    "7": "ఏలాము వంశస్థులు వెయ్యిన్ని రెండు వందల ఏబది నలుగురు.",
    "8": "జత్తూ వంశస్థులు తొమ్మిది వందల నలభై ఐదుగురు.",
    "9": "జక్కయి వంశస్థులు ఏడు వందల అరువది మంది.",
    "10": "బానీ వంశస్థులు ఆరు వందల నలభై ఇద్దరు.",
    "11": "బెబై వంశస్థులు ఆరు వందల ఇరవై ముగ్గురు.",
    "12": "అజ్గాదు వంశస్థులు వెయ్యిన్ని రెండు వందల ఇరవై ఇద్దరు.",
    "13": "అదోనీకాము వంశస్థులు ఆరు వందల అరువది ఆరుగురు.",
    "14": "బిగ్వయి వంశస్థులు రెండు వేల ఐదువందల అరువది ఏడుగురు.",
    "15": "ఆదీను వంశస్థులు నాలుగు వందల ఏబది నలుగురు.",
    "16": "హిజ్కియా సంతతివారైన ఆటేరు వంశస్థులు తొంభై ఎనిమిదిమంది.",
    "17": "బేసై వంశస్థులు మూడు వందల ఇరవై ముగ్గురు.",
    "18": "యోరా వంశస్థులు నూట పన్నెండుమంది.",
    "19": "హాషుము వంశస్థులు రెండు వందల ఇరవై ముగ్గురు.",
    "20": "గిబ్బారు వంశస్థులు తొంభై ఐదుగురు.",
    "21": "బేత్లెహేము వంశస్థులు నూట ఇరవై ముగ్గురు.",
    "22": "నెటోపా వంశస్థులు ఏబది ఆరుగురు.",
    "23": "అనాతోతు వంశస్థులు నూట ఇరవై ఎనిమిదిమంది.",
    "24": "అజ్మావెతు వంశస్థులు నలభై ఇద్దరు.",
    "25": "కిర్యత్యారీము, కెపీరా, బెయేరోతు వంశస్థులు ఏడు వందల నలభై ముగ్గురు.",
    "26": "రామా గాబాల వంశస్థులు ఆరు వందల ఇరవై ఒకరు.",
    "27": "మిక్మాసు వంశస్థులు నూట ఇరవై ఇద్దరు.",
    "28": "బేతేలు హాయి వంశస్థులు రెండు వందల ఇరవై ముగ్గురు.",
    "29": "నెబో వంశస్థులు ఏబది ఇద్దరు.",
    "30": "మగ్బీషు వంశస్థులు నూట ఏబది ఆరుగురు.",
    "31": "వేరొక ఏలాము వంశస్థులు వెయ్యిన్ని రెండు వందల ఏబది నలుగురు.",
    "32": "హారిము వంశస్థులు మూడు వందల ఇరవై మంది.",
    "33": "లోదు, హాదీదు, ఓనో వంశస్థులు ఏడు వందల ఇరవై ఐదుగురు.",
    "34": "యెరికో వంశస్థులు మూడు వందల నలభై ఐదుగురు.",
    "35": "సెనాయా వంశస్థులు మూడు వేల ఆరు వందల ముప్పదిమంది.",
    "36": "యాజకులు ఎవరనగా - యేషూవ యింటివారైన యెదాయా వంశస్థులు తొమ్మిది వందల డెబ్బది ముగ్గురు.",
    "37": "ఇమ్మేరు వంశస్థులు వెయ్యిన్ని ఏబది ఇద్దరు.",
    "38": "పష్షూరు వంశస్థులు వెయ్యిన్ని రెండు వందల నలభై ఏడుగురు.",
    "39": "హారిము వంశస్థులు వెయ్యిన్ని పదిహేడుమంది.",
    "40": "లేవీయులు ఎవరనగా - హోదవ్యా సంతతివారైన యేషూవ కద్మీయేలుల వంశస్థులు డెబ్బది నలుగురు.",
    "41": "గాయకులు ఎవరనగా - ఆసాపు వంశస్థులు నూట ఇరవై ఎనిమిదిమంది.",
    "42": "ద్వారపాలకుల వంశస్థులు ఎవరనగా - షల్లూము వంశస్థులు, ఆటేరు వంశస్థులు, టల్మోను వంశస్థులు, అక్కూబు వంశస్థులు, హటీతా వంశస్థులు, షోబై వంశస్థులు; అందరు కలిసి నూట ముప్పది తొమ్మిదిమంది.",
    "43": "నెతీనీయులు ఎవరనగా - సీహ వంశస్థులు, హసూపా వంశస్థులు, టబ్బాయోతు వంశస్థులు,",
    "44": "కేరోసు వంశస్థులు, సీయహ వంశస్థులు, పాదోను వంశస్థులు,",
    "45": "లెబానా వంశస్థులు, హగాబా వంశస్థులు, అక్కూబు వంశస్థులు,",
    "46": "హాగాబు వంశస్థులు, షల్మయి వంశస్థులు, హానాను వంశస్థులు,",
    "47": "గిద్దేలు వంశస్థులు, గహరు వంశస్థులు, రెవాయా వంశస్థులు,",
    "48": "రెజీను వంశస్థులు, నెకోదా వంశస్థులు, గజ్జాము వంశస్థులు,",
    "49": "ఉజ్జా వంశస్థులు, పాసెయహు వంశస్థులు, బేసయి వంశస్థులు,",
    "50": "అస్నా వంశస్థులు, మెూనీం వంశస్థులు, నెపూసీం వంశస్థులు,",
    "51": "బక్బూకు వంశస్థులు, హకూపా వంశస్థులు, హర్హూరు వంశస్థులు,",
    "52": "బజ్లూతు వంశస్థులు, మెహీదా వంశస్థులు, హర్షా వంశస్థులు,",
    "53": "బర్కోసు వంశస్థులు, సీసెర వంశస్థులు, తెమా వంశస్థులు,",
    "54": "నెజీయ వంశస్థులు, హటీపా వంశస్థులు.",
    "55": "సొలొమోను సేవకుల సంతతివారు ఎవరనగా - సోటె వంశస్థులు, సోపెరెతు వంశస్థులు, పెరూదా వంశస్థులు,",
    "56": "యహలా వంశస్థులు, దర్కొను వంశస్థులు, గిద్దేలు వంశస్థులు,",
    "57": "షెఫట్యా వంశస్థులు, హట్టీలు వంశస్థులు, పొకెరెత్హజ్జెబాయిమ్ వంశస్థులు, ఆమీ వంశస్థులు.",
    "58": "నెతీనీయులును సొలొమోను సేవకుల సంతతివారును అందరు కలిసి మూడు వందల తొంభై ఇద్దరు.",
    "59": "తేల్మెలహు, తెల్హర్షా, కెరూబు, అద్దాను, ఇమ్మేరు అను స్థలములనుండి వచ్చినవారు కొందరుండిరి. అయితే తాము ఇశ్రాయేలీయులని కనపరచుకొనుటకు తమ పితరుల కుటుంబమునైనను తమ వంశమునైనను వారు నిరూపింపలేకపోయిరి.",
    "60": "వారెవరనగా - దెలాయా వంశస్థులు, టోబీయా వంశస్థులు, నెకోదా వంశస్థులు; వీరు ఆరు వందల ఏబది ఇద్దరు.",
    "61": "యాజకులలో హబయ్యా వంశస్థులు, హక్కోజు వంశస్థులు, బర్జిల్లయి వంశస్థులు; (ఈ బర్జిల్లయి గిలాదీయుడైన బర్జిల్లయి కుమార్తెలలో ఒకదానిని పెండ్లి చేసికొని వారి పేరును బట్టి పిలువబడెను.)",
    "62": "వీరు వంశావళి పట్టికలో తమ పత్రములను వెదకిరి గాని అవి దొరకనందున వారు అపవిత్రులని ఎంచబడి యాజకత్వమునకు దూరమైరి.",
    "63": "మరియు ఊరీము తుమ్మీము అనువాటితో నిలుచు యాజకుడు ఏర్పడు వరకు వారు అతి పరిశుద్ధమైనవాటిని తినకూడదని యూదా అధిపతి వారికి ఆజ్ఞాపించెను.",
    "64": "సమాజమంతయు కలిసి నలభై రెండు వేల మూడు వందల అరువదిమంది.",
    "65": "వీరు గాక వీరి దాసుల లెక్క ఏడు వేల మూడు వందల ముప్పది ఏడుగురు; వీరిలో గాయకులును గాయకురాండ్రును రెండు వందలమంది.",
    "66": "వారి గుఱ్ఱములు ఏడు వందల ముప్పది ఆరు, వారి కంచరగాడిదలు రెండు వందల నలభై ఐదు,",
    "67": "వారి ఒంటెలు నాలుగు వందల ముప్పది ఐదు, గాడిదలు ఆరు వేల ఏడు వందల ఇరవై.",
    "68": "పితరుల ఇండ్ల పెద్దలలో కొందరు యెరూషలేములోనున్న యెహోవా మందిరమునకు వచ్చినప్పుడు, దేవుని మందిరమును దాని స్థలములో నిలుపుటకై మనఃపూర్వకముగా కానుకలు ఇచ్చిరి.",
    "69": "వారు తమ శక్తి కొలది ఆ పనికి కావలసిన ఖజానాకు అరువది ఒక వెయ్యి పింగాణీల బంగారమును, ఐదు వేల మణుగుల వెండిని, యాజకులకు నూరు అంగీలను ఇచ్చిరి.",
    "70": "యాజకులును లేవీయులును జనులలో కొందరును గాయకులును ద్వారపాలకులును నెతీనీయులును తమ తమ పట్టణములలో నివసించిరి; ఇశ్రాయేలీయులందరును తమ తమ పట్టణములలో నివసించిరి."
}
