
{
    "1": "ఏడవ నెల రాగా ఇశ్రాయేలీయులు తమ తమ పట్టణములలో నివసించియుండిరి. అప్పుడు జనులు ఏకమనస్సుతో యెరూషలేమునకు కూడి వచ్చిరి.",
    "2": "యోజాదాకు కుమారుడైన యేషూవయు అతని సహోదరులైన యాజకులును, షల్తీయేలు కుమారుడైన జెరుబ్బాబెలును అతని సహోదరులును లేచి, దైవజనుడైన మోషే ధర్మశాస్త్రమందు వ్రాయబడినట్లు దహనబలులను అర్పించుటకై ఇశ్రాయేలు దేవుని బలిపీఠమును కట్టిరి.",
    "3": "దేశపు జనులకు భయపడి వారు బలిపీఠమును దాని పునాదుల మీద నిలిపి, దానిమీద యెహోవాకు దహనబలులను, అనగా ఉదయకాలమందును సాయంకాలమందును అర్పించు దహనబలులను అర్పించిరి.",
    "4": "మరియు గ్రంథమందు వ్రాయబడినట్లు వారు పర్ణశాలల పండుగను ఆచరించి, విధి చొప్పున ఏ దినమునకు నిర్ణయింపబడిన లెక్క చొప్పున ఆ దినపు దహనబలులను అర్పించిరి.",
    "5": "తరువాత నిత్యమైన దహనబలిని, అమావాస్యలకును యెహోవాకు ప్రతిష్ఠితములైన నియామకోత్సవములన్నిటికిని, యెహోవాకు స్వేచ్ఛార్పణలు అర్పించు వారందరి నిమిత్తమును దహనబలులను అర్పించిరి.",
    "6": "ఏడవ నెల మొదటి దినము నుండి యెహోవాకు దహనబలులను అర్పించుట ఆరంభించిరి; అయితే యెహోవా మందిరమునకు పునాది ఇంకను వేయబడలేదు.",
    "7": "మరియు వారు కాసెవారికిని వడ్రంగులకును ద్రవ్యమును ఇచ్చిరి; పారసీక దేశపు రాజైన కోరెషు తమకు ఇచ్చిన సెలవు చొప్పున లెబానోనునుండి దేవదారు మ్రానులను సముద్రము మీద యొప్పేకు తెప్పించుటకై సీదోనీయులకును తూరువారికిని తిండిగింజలను ద్రాక్షారసమును నూనెను ఇచ్చిరి.",
    "8": "వారు యెరూషలేములోనున్న దేవుని మందిరమునకు వచ్చిన రెండవ సంవత్సరము రెండవ నెలలో షల్తీయేలు కుమారుడైన జెరుబ్బాబెలును, యోజాదాకు కుమారుడైన యేషూవయును, వారి సహోదరులైన యాజకులును లేవీయులును, చెరనుండి విడుదలై యెరూషలేమునకు వచ్చినవారందరును పని ఆరంభించి, యెహోవా మందిరపు పనిని కనిపెట్టుటకు ఇరవై సంవత్సరములు మొదలుకొని పైప్రాయము గల లేవీయులను నియమించిరి.",
    "9": "ఈలాగున యేషూవయు అతని కుమారులును అతని సహోదరులును, కద్మీయేలును అతని కుమారులును, యూదా సంతతివారును, హెనారాదు కుమారులును వారి కుమారులును వారి సహోదరులైన లేవీయులును ఏకముగా కూడి, దేవుని మందిరములో పని చేయువారిని కనిపెట్టుచుండిరి.",
    "10": "ఒకరు కట్టువారు యెహోవా మందిరమునకు పునాది వేయుచుండగా ఇశ్రాయేలు రాజైన దావీదు నిర్ణయించిన విధి చొప్పున యెహోవాను స్తుతించుటకు, యాజకులు తమ వస్త్రములు ధరించుకొని బూరలతోను, ఆసాపు వంశస్థులగు లేవీయులు తాళములతోను నిలువబడిరి.",
    "11": "వారు వంతుల చొప్పున కూడి - ఆయన దయాలుడు, ఇశ్రాయేలీయుల యెడల ఆయన కృప నిరంతరము నిలుచునని పాడుచు యెహోవాను స్తుతించిరి. యెహోవా మందిరమునకు పునాది వేయబడుట చూచి జనులందరు యెహోవాను స్తుతించుచు గొప్ప ఆర్భాటము చేసిరి.",
    "12": "అయితే యాజకులలోను లేవీయులలోను పితరుల ఇండ్ల పెద్దలలోను మొదటి మందిరమును చూచిన వృద్ధులు అనేకులు ఈ మందిరమునకు పునాది వేయబడుట చూచి గొప్ప శబ్దముతో ఏడ్చిరి; మరియు అనేకులు సంతోషముగా ఆర్భాటము చేసిరి.",
    "13": "జనులు చేయు ఆర్భాటము బహు దూరమునకు వినబడెను గాని సంతోషముచేత జనులు చేయు ఆర్భాటము ఏదో, జనులు ఏడ్చు శబ్దము ఏదో, యెవరికిని తెలియకపోయెను."
}
