
{
    "1": "చెరపట్టబడినవారు ఇశ్రాయేలు దేవుడైన యెహోవాకు మందిరమును కట్టుచున్నారని యూదా బెన్యామీనుల విరోధులు వినినప్పుడు",
    "2": "వారు జెరుబ్బాబెలు నొద్దకును పితరుల ఇండ్ల పెద్దల యొద్దకును వచ్చి - మేమును మీతో కలిసి కట్టుదుము; మీరు వెదకునట్లు మేమును మీ దేవుని వెదకుచున్నాము; మమ్మును ఇక్కడికి రప్పించిన అష్షూరు రాజైన ఏసర్హద్దోను దినములు మొదలుకొని మేము ఆయనకు బలులు అర్పించువారమని చెప్పగా",
    "3": "జెరుబ్బాబెలును యేషూవయును ఇశ్రాయేలు పితరుల ఇండ్ల పెద్దలలో మిగిలినవారును - మా దేవునికి మందిరము కట్టుటలో మీకు మాకు నిమిత్తము లేదు; పారసీక దేశపు రాజైన కోరెషు మాకు ఆజ్ఞాపించినట్లు ఇశ్రాయేలు దేవుడైన యెహోవాకు మేమే దాని కట్టుదుమని వారితో చెప్పిరి.",
    "4": "అప్పుడు ఆ దేశపు ప్రజలు యూదావారిని బలహీనులనుగా చేసి, వారు కట్టకుండ వారిని ఇబ్బందిపెట్టిరి.",
    "5": "మరియు పారసీక దేశపు రాజైన కోరెషు దినములన్నిటిలోను, పారసీక దేశపు రాజైన దర్యావేషు ఏలుబడి వరకును వారికి విరోధముగా మంత్రులను లంచముతో కుదుర్చుకొని, వారి పనిని చెడగొట్టుచు వచ్చిరి.",
    "6": "అహష్వేరోషు ఏలుబడి ఆరంభమందు వారు యూదా నివాసుల మీదను యెరూషలేము నివాసుల మీదను ఫిర్యాదు వ్రాసి పంపిరి.",
    "7": "మరియు అర్తహషస్త దినములలో బిష్లాము, మిద్రెదాతు, టాబెయేలు, అతని సాటివారును పారసీక దేశపు రాజైన అర్తహషస్తకు ఉత్తరము వ్రాసిరి; ఆ ఉత్తరము సిరియా అక్షరములతోను సిరియా భాషలోను వ్రాయబడెను.",
    "8": "మరియు విచారణకర్తయైన రెహూమును శాస్త్రియైన షింషైయును యెరూషలేము మీద రాజునకు ఒక ఉత్తరము వ్రాసిరి; అదేదనగా",
    "9": "విచారణకర్తయైన రెహూము, శాస్త్రియైన షింషై, వారి సాటివారైన దీనాయిలు, అఫార్సతకీయులు, తర్పెలాయీలు, అఫార్సయీలు, అర్కెవాయీలు, బబులోనీయులు, షూషనకీయులు, దెహాయీలు, ఏలామీయులు మొదలైనవారును,",
    "10": "ఘనుడును గొప్పవాడునైన ఓస్నప్పరు నది ఇవతలకు తీసికొనివచ్చి షోమ్రోను పట్టణములోను నది ఇవతల మిగిలిన ప్రదేశములోను ఉంచిన జనులును అని వ్రాసిరి.",
    "11": "వారు పంపిన ఉత్తరము నకలు ఇదే - రాజవైన అర్తహషస్తకు నది ఇవతల ఉన్న నీ దాసులు వ్రాయునదేమనగా -",
    "12": "నీ యొద్దనుండి మా యొద్దకు వచ్చిన యూదులు యెరూషలేమునకు వచ్చి, ఆ తిరుగుబాటు గల చెడ్డ పట్టణమును కట్టుచు, దాని ప్రాకారములు పూర్తి చేయుచు, పునాదులు వేయుచున్నారని రాజునకు తెలియబడును గాక.",
    "13": "ఇప్పుడు రాజునకు తెలియవలసినదేమనగా - ఈ పట్టణము కట్టబడి దాని ప్రాకారములు పూర్తి అయినయెడల, వారు పన్ను గాని సుంకము గాని కప్పము గాని కట్టరు; అందువలన రాజుల ఖజానాకు నష్టము కలుగును.",
    "14": "కాబట్టి మేము రాజుగారి ఉప్పు తినువారము గనుక, రాజునకు నష్టము కలుగుట మాకు ఇష్టము లేక, ఈ సంగతి రాజునకు తెలియజేయుటకు పంపితివిు.",
    "15": "నీ పితరుల రికార్డు పుస్తకములలో వెతికినయెడల, ఈ పట్టణము తిరుగుబాటు గల పట్టణమనియు, రాజులకును సంస్థానములకును నష్టము కలుగజేయునదనియు, పూర్వకాలమునందు దీనిలో కలహములు పుట్టుచుండెననియు ఆ రికార్డు పుస్తకములో నీకు కనబడును, నీవు తెలిసికొందువు; అందుచేతనే ఈ పట్టణము పాడుచేయబడెను.",
    "16": "ఈ పట్టణము కట్టబడి దీని ప్రాకారములు పూర్తి అయినయెడల, నది ఇవతల నీకు భాగమేమియు ఉండదని మేము రాజునకు తెలియజేయుచున్నాము.",
    "17": "అప్పుడు రాజు విచారణకర్తయైన రెహూమునకును, శాస్త్రియైన షింషైకిని, షోమ్రోనులో నివసించు వారి సాటివారికందరికిని, నది ఇవతల ఉన్న మిగిలినవారికందరికిని ఈలాగు ప్రత్యుత్తరము పంపెను - మీకు క్షేమము కలుగును గాక.",
    "18": "మీరు మాకు పంపిన ఉత్తరము నా యెదుట స్పష్టముగా చదవబడెను.",
    "19": "నేను ఆజ్ఞ ఇయ్యగా వారు వెతికి, ఆ పట్టణము పూర్వకాలము నుండి రాజుల మీద తిరుగుబాటు చేయుచుండెననియు, దానిలో కలహములును రాజద్రోహములును జరుగుచుండెననియు కనుగొనిరి.",
    "20": "మరియు పరాక్రమశాలులైన రాజులు యెరూషలేమును ఏలిరనియు, వారు నది ఇవతల ఉన్న దేశమంతటి మీద ప్రభుత్వము చేయగా వారికి పన్నును సుంకమును కప్పమును చెల్లింపబడెననియు తెలిసినది.",
    "21": "కాబట్టి నావలన ఆజ్ఞ వచ్చువరకు ఆ మనుష్యులు పని చాలించునట్లు, ఆ పట్టణము కట్టబడకుండునట్లు మీరు ఆజ్ఞ ఇయ్యుడి.",
    "22": "దీనిని చేయుటలో మీరు అశ్రద్ధ చేయకుండునట్లు జాగ్రత్తపడుడి; రాజులకు నష్టము కలుగునట్లు కీడు ఎందుకు పెరగవలెను?",
    "23": "రాజైన అర్తహషస్త పంపిన ఉత్తరము నకలు రెహూము యెదుటను, శాస్త్రియైన షింషై యెదుటను, వారి సాటివారి యెదుటను చదవబడినప్పుడు, వారు యెరూషలేములోనున్న యూదుల యొద్దకు త్వరగా వెళ్లి, బలవంతముగాను అధికారముతోను వారి పనిని ఆపివేసిరి.",
    "24": "అప్పుడు యెరూషలేములోనున్న దేవుని మందిరపు పని నిలిచిపోయెను; పారసీక దేశపు రాజైన దర్యావేషు ఏలుబడిలో రెండవ సంవత్సరము వరకు అది నిలిచిపోయెను."
}
