
{
    "1": "అప్పుడు రాజైన దర్యావేషు ఆజ్ఞ ఇయ్యగా, వారు బబులోనులో ఖజానా ఉంచు స్థలమందున్న రికార్డులను వెతికిరి.",
    "2": "మాదీయ దేశమందలి అక్మెతా కోటలో ఒక గ్రంథపు చుట్ట దొరికెను; దానిలో ఈలాగు వ్రాయబడియుండెను -",
    "3": "రాజైన కోరెషు ఏలుబడిలో మొదటి సంవత్సరమున యెరూషలేములోనున్న దేవుని మందిరమును గూర్చి రాజైన కోరెషు ఆజ్ఞ ఇచ్చినదేమనగా - బలులు అర్పించు స్థలముగా ఆ మందిరము కట్టబడవలెను; దాని పునాదులు గట్టిగా వేయబడవలెను; దాని నిలువు అరువది మూరలు, దాని వెడల్పు అరువది మూరలు.",
    "4": "గొప్ప రాళ్ల వరుసలు మూడును, క్రొత్త మ్రానుల వరుస ఒకటియు ఉండవలెను; కట్టించుటకు కావలసిన సొమ్ము రాజు ఇంటిలోనుండి ఇయ్యవలెను.",
    "5": "మరియు నెబుకద్నెజరు యెరూషలేములోని ఆలయములోనుండి తీసి బబులోనునకు తెచ్చిన దేవుని మందిరపు వెండి బంగారు ఉపకరణములను, యెరూషలేములోని ఆలయమునకు, దేవుని మందిరములో వాటి వాటి స్థలములకు తిరిగి చేర్చవలెను.",
    "6": "కాబట్టి నది ఇవతల అధికారియైన తత్తెనై, షెతర్బోజ్నయి, నది ఇవతల ఉన్న మీ సాటివారైన అఫార్సకాయులారా, మీరు ఆ పని జోలికి పోవద్దు.",
    "7": "దేవుని మందిరపు పని జరుగనియ్యుడి; యూదుల అధికారియు యూదుల పెద్దలును దేవుని మందిరమును దాని స్థలములో కట్టనియ్యుడి.",
    "8": "మరియు దేవుని మందిరమును కట్టుటకు యూదుల పెద్దలకు మీరు చేయవలసినదానిని గూర్చి నేను ఆజ్ఞాపించునదేమనగా - ఆ మనుష్యులకు ఆటంకము లేకుండ నది ఇవతల రాజునకు వచ్చు పన్నులోనుండి వారి ఖర్చు నిమిత్తము త్వరగా సొమ్ము ఇయ్యవలెను.",
    "9": "మరియు ఆకాశమందున్న దేవునికి దహనబలులు అర్పించుటకు వారికి కావలసిన కోడెలను, పొట్టేళ్లను, గొర్రెపిల్లలను, గోధుమలను, ఉప్పును, ద్రాక్షారసమును, నూనెను, యెరూషలేములోనున్న యాజకులు చెప్పినట్లు మానక దినదినము వారికి ఇయ్యవలెను.",
    "10": "అట్లు వారు ఆకాశమందున్న దేవునికి ఇంపైన సువాసన గల బలులను అర్పించుచు, రాజునకును అతని కుమారులకును దీర్ఘాయుష్షు కలుగునట్లు ప్రార్థన చేయుదురు.",
    "11": "మరియు నేను ఆజ్ఞాపించునదేమనగా - ఎవరైనను ఈ ఆజ్ఞను మార్చినయెడల వాని ఇంటిలోనుండి దూలము తీసి, నిలువబెట్టి, దానిమీద వానిని ఉరి తీయవలెను; ఇందు నిమిత్తము వాని ఇల్లు పెంటకుప్పగా చేయబడవలెను.",
    "12": "తన నామమును అక్కడ ఉంచిన దేవుడు, యెరూషలేములోనున్న దేవుని మందిరమును పాడుచేయుటకు దీని మార్చుటకైనను చెయ్యి ఎత్తుటకైనను సాహసించు ఏ రాజునైనను ఏ జనునైనను నాశనము చేయును గాక. దర్యావేషు అను నేను ఈ ఆజ్ఞ ఇచ్చితిని; ఇది త్వరగా జరుగవలెను.",
    "13": "అప్పుడు నది ఇవతల అధికారియైన తత్తెనైయు, షెతర్బోజ్నయియు, వారి సాటివారును రాజైన దర్యావేషు పంపిన ఆజ్ఞ చొప్పున త్వరగా చేసిరి.",
    "14": "యూదుల పెద్దలు కట్టుచు, ప్రవక్తయైన హగ్గయియు ఇద్దో కుమారుడైన జెకర్యాయు ప్రవచించుచుండగా పని సఫలమాయెను. వారు ఇశ్రాయేలు దేవుని ఆజ్ఞ చొప్పునను, కోరెషు దర్యావేషు అర్తహషస్త అను పారసీక రాజుల ఆజ్ఞ చొప్పునను ఆ మందిరమును కట్టి ముగించిరి.",
    "15": "రాజైన దర్యావేషు ఏలుబడిలో ఆరవ సంవత్సరము అదార్లు నెల మూడవ దినమున ఈ మందిరము సమాప్తమాయెను.",
    "16": "అప్పుడు ఇశ్రాయేలీయులును యాజకులును లేవీయులును చెరనుండి విడుదల పొందిన మిగిలినవారును దేవుని మందిర ప్రతిష్ఠను సంతోషముతో చేసిరి.",
    "17": "ఈ దేవుని మందిర ప్రతిష్ఠోత్సవమునందు నూరు ఎడ్లను రెండు వందల పొట్టేళ్లను నాలుగు వందల గొర్రెపిల్లలను, ఇశ్రాయేలీయులందరి నిమిత్తము పాపపరిహార్థార్థ బలిగా ఇశ్రాయేలు గోత్రముల లెక్క చొప్పున పన్నెండు మేకపోతులను అర్పించిరి.",
    "18": "మోషే గ్రంథమందు వ్రాయబడినట్లు వారు యెరూషలేములో దేవుని సేవ నిమిత్తము యాజకులను వారి తరగతుల చొప్పునను, లేవీయులను వారి వరుసల చొప్పునను ఉంచిరి.",
    "19": "మరియు చెరనుండి విడుదల పొందినవారు మొదటి నెల పద్నాలుగవ దినమున పస్కా పండుగను ఆచరించిరి.",
    "20": "యాజకులును లేవీయులును ఏకముగా తమ్మును తాము శుద్ధి చేసికొనిరి; వారందరు పవిత్రులైరి గనుక వారు చెరనుండి విడుదల పొందినవారందరి కొరకును, తమ సహోదరులైన యాజకుల కొరకును, తమ కొరకును పస్కా పశువును వధించిరి.",
    "21": "చెరనుండి తిరిగి వచ్చిన ఇశ్రాయేలీయులును, ఇశ్రాయేలు దేవుడైన యెహోవాను ఆశ్రయించుటకై దేశమందలి అన్యజనుల అపవిత్రతనుండి తమ్మును తాము వేరుపరచుకొనిన వారందరును పస్కాను భుజించిరి.",
    "22": "వారు సంతోషముతో ఏడు దినములు పులియని రొట్టెల పండుగను ఆచరించిరి; ఏలయనగా యెహోవా వారిని సంతోషపరచి, దేవుని మందిరమును, అనగా ఇశ్రాయేలు దేవుని మందిరమును కట్టు పనిలో వారిని బలపరచునట్లు అష్షూరు రాజు మనస్సును వారి తట్టు త్రిప్పెను."
}
