
{
    "1": "ఈ సంగతులు జరిగిన తరువాత పారసీక దేశపు రాజైన అర్తహషస్త ఏలుబడిలో ఎజ్రా అను ఒకడు ఉండెను; ఇతడు శెరాయా కుమారుడు, శెరాయా అజర్యా కుమారుడు, అజర్యా హిల్కీయా కుమారుడు,",
    "2": "హిల్కీయా షల్లూము కుమారుడు, షల్లూము సాదోకు కుమారుడు, సాదోకు అహీటూబు కుమారుడు,",
    "3": "అహీటూబు అమర్యా కుమారుడు, అమర్యా అజర్యా కుమారుడు, అజర్యా మెరాయోతు కుమారుడు,",
    "4": "మెరాయోతు జెరాహ్యా కుమారుడు, జెరాహ్యా ఉజ్జీ కుమారుడు, ఉజ్జీ బుక్కీ కుమారుడు,",
    "5": "బుక్కీ అబీషూవ కుమారుడు, అబీషూవ ఫీనెహాసు కుమారుడు, ఫీనెహాసు ఎలియాజరు కుమారుడు, ఎలియాజరు ప్రధాన యాజకుడైన అహరోను కుమారుడు.",
    "6": "ఈ ఎజ్రా ఇశ్రాయేలు దేవుడైన యెహోవా అనుగ్రహించిన మోషే ధర్మశాస్త్రమందు ప్రవీణుడైన శాస్త్రి. అతని దేవుడైన యెహోవా హస్తము అతని మీద ఉండెను గనుక రాజు అతడు కోరినదంతయు అతనికిచ్చెను; అతడు బబులోనునుండి బయలుదేరెను.",
    "7": "రాజైన అర్తహషస్త ఏలుబడిలో ఏడవ సంవత్సరమున ఇశ్రాయేలీయులలోను, యాజకులు లేవీయులు గాయకులు ద్వారపాలకులు నెతీనీయులు అనువారిలోను కొందరు యెరూషలేమునకు వచ్చిరి.",
    "8": "రాజు ఏలుబడిలో ఏడవ సంవత్సరము ఐదవ నెలలో అతడు యెరూషలేమునకు వచ్చెను.",
    "9": "మొదటి నెల మొదటి దినమున అతడు బబులోనునుండి బయలుదేరెను; అతని దేవుని దయగల హస్తము అతని మీద ఉన్నందున ఐదవ నెల మొదటి దినమునకు అతడు యెరూషలేమునకు వచ్చెను.",
    "10": "యెహోవా ధర్మశాస్త్రమును పరిశోధించి దానిని గైకొనుటకును, ఇశ్రాయేలులో కట్టడలను విధులను బోధించుటకును ఎజ్రా దృఢనిశ్చయము చేసికొనెను.",
    "11": "యెహోవా ఇశ్రాయేలుకు ఇచ్చిన ఆజ్ఞలను గూర్చియు కట్టడలను గూర్చియు వ్రాయబడిన ధర్మశాస్త్రమందు ప్రవీణుడైన శాస్త్రియు యాజకుడునగు ఎజ్రాకు రాజైన అర్తహషస్త ఇచ్చిన పత్రిక నకలు ఇదే.",
    "12": "రాజులకు రాజైన అర్తహషస్త, ఆకాశమందున్న దేవుని ధర్మశాస్త్రమందు ప్రవీణుడైన శాస్త్రియు యాజకుడునగు ఎజ్రాకు సర్వక్షేమము కలుగును గాక.",
    "13": "నా రాజ్యములోనున్న ఇశ్రాయేలీయులలోను, వారి యాజకులలోను, లేవీయులలోను యెరూషలేమునకు వెళ్లుటకు ఇష్టము గలవారందరును నీతో వెళ్లవచ్చునని నేను ఆజ్ఞాపించుచున్నాను.",
    "14": "నీ చేతిలోనున్న నీ దేవుని ధర్మశాస్త్రమును బట్టి యూదాను గూర్చియు యెరూషలేమును గూర్చియు విచారణ చేయుటకు రాజును అతని ఏడుగురు మంత్రులును నిన్ను పంపుచున్నారు.",
    "15": "యెరూషలేములో నివసించు ఇశ్రాయేలు దేవునికి రాజును అతని మంత్రులును మనఃపూర్వకముగా ఇచ్చు వెండి బంగారములను,",
    "16": "బబులోను సంస్థానమంతటిలో నీకు దొరుకు వెండి బంగారములను, జనులును యాజకులును యెరూషలేములోనున్న తమ దేవుని మందిరము నిమిత్తము మనఃపూర్వకముగా ఇచ్చు కానుకలను తీసికొనిపోవుటకు నిన్ను పంపుచున్నారు.",
    "17": "కాబట్టి నీవు ఆ ద్రవ్యముతో ఎడ్లను పొట్టేళ్లను గొర్రెపిల్లలను వాటికి తగిన నైవేద్యములను పానార్పణములను త్వరగా కొని, యెరూషలేములోనున్న మీ దేవుని మందిరపు బలిపీఠము మీద వాటిని అర్పింపవలెను.",
    "18": "మిగిలిన వెండి బంగారములతో చేయుటకు నీకును నీ సహోదరులకును ఏది ఇష్టమో దానిని మీ దేవుని చిత్తప్రకారము చేయుడి.",
    "19": "నీ దేవుని మందిరపు సేవ నిమిత్తము నీకు అప్పగింపబడిన ఉపకరణములను యెరూషలేము దేవుని యెదుట అప్పగించుము.",
    "20": "నీ దేవుని మందిరమునకు ఇంకా ఏమి కావలసివచ్చినను, అది నీవు ఇయ్యవలసివచ్చినను, రాజు ఖజానాలోనుండి దానిని తీసికొనవచ్చును.",
    "21": "మరియు రాజైన అర్తహషస్త అను నేను నది ఇవతల ఉన్న ఖజానాదారులకందరికిని ఆజ్ఞాపించునదేమనగా - ఆకాశమందున్న దేవుని ధర్మశాస్త్రమందు శాస్త్రియు యాజకుడునగు ఎజ్రా మిమ్మును అడుగునదంతయు",
    "22": "అనగా నూరు తలాంతుల వెండి వరకును, నూరు కోలల గోధుమల వరకును, నూరు బత్తుల ద్రాక్షారసము వరకును, నూరు బత్తుల నూనె వరకును, ఉప్పును లెక్కలేకుండను త్వరగా ఇయ్యవలెను.",
    "23": "ఆకాశమందున్న దేవుడు ఆజ్ఞాపించినదంతయు ఆకాశమందున్న దేవుని మందిరము నిమిత్తము యథావిధిగా జరుగవలెను; రాజుయొక్కయు అతని కుమారులయొక్కయు రాజ్యము మీదికి కోపము ఎందుకు రావలెను?",
    "24": "మరియు యాజకులు, లేవీయులు, గాయకులు, ద్వారపాలకులు, నెతీనీయులు, దేవుని మందిరపు సేవకులు అనువారిలో ఎవరి మీదనైనను పన్ను గాని సుంకము గాని కప్పము గాని మోపుట న్యాయము కాదని మీకు తెలియజేయుచున్నాము.",
    "25": "ఎజ్రా, నీ చేతిలోనున్న నీ దేవుని జ్ఞానమును బట్టి, నది ఇవతల ఉన్న జనులకందరికిని, నీ దేవుని ధర్మశాస్త్రము ఎరిగినవారికందరికిని న్యాయము తీర్చుటకు అధికారులను న్యాయాధిపతులను నియమించుము; దానిని ఎరుగనివారికి మీరు దానిని బోధించుడి.",
    "26": "నీ దేవుని ధర్మశాస్త్రమును రాజు ఆజ్ఞను గైకొనని ప్రతివానికి మరణమే గాని, దేశబహిష్కారమే గాని, ఆస్తి జప్తు చేయుటయే గాని, ఖైదులో వేయుటయే గాని, వీటిలో ఏదో ఒక శిక్ష తప్పక విధింపబడును.",
    "27": "యెరూషలేములోనున్న యెహోవా మందిరమును అలంకరించుటకు రాజు హృదయములో ఇట్టి బుద్ధి పుట్టించిన మన పితరుల దేవుడైన యెహోవా స్తుతింపబడును గాక.",
    "28": "రాజు యెదుటను, అతని మంత్రుల యెదుటను, రాజుయొక్క బలముగల అధిపతులందరి యెదుటను ఆయన నా యందు దయ చూపించెను. నా దేవుడైన యెహోవా హస్తము నా మీద ఉన్నందున నేను బలపరచబడి, నాతోకూడ వచ్చుటకు ఇశ్రాయేలు వారిలో ముఖ్యులను సమకూర్చుకొంటిని."
}
