
{
    "1": "రాజైన అర్తహషస్త ఏలుబడిలో నాతోకూడ బబులోనునుండి వచ్చిన పితరుల ఇండ్ల పెద్దలును వారి వంశావళియు ఇవే.",
    "2": "ఫీనెహాసు వంశస్థులలో గెర్షోము; ఈతాకూరు వంశస్థులలో దానియేలు; దావీదు వంశస్థులలో హట్టూషు.",
    "3": "షెకన్యా వంశస్థులలో, అనగా పరోషు వంశస్థులలో జెకర్యా; అతనితో కూడ వంశావళి పట్టికలో నూట ఏబదిమంది మగవారుండిరి.",
    "4": "పహత్ మోయాబు వంశస్థులలో జెరహ్యా కుమారుడైన ఎల్యోయేనై; అతనితో కూడ రెండు వందలమంది మగవారు.",
    "5": "జత్తూ వంశస్థులలో యహజీయేలు కుమారుడైన షెకన్యా; అతనితో కూడ మూడు వందలమంది మగవారు.",
    "6": "ఆదీను వంశస్థులలో యోనాతాను కుమారుడైన ఎబెదు; అతనితో కూడ ఏబదిమంది మగవారు.",
    "7": "ఏలాము వంశస్థులలో అతల్యా కుమారుడైన యెషయా; అతనితో కూడ డెబ్బదిమంది మగవారు.",
    "8": "షెఫట్యా వంశస్థులలో మిఖాయేలు కుమారుడైన జెబద్యా; అతనితో కూడ ఎనభైమంది మగవారు.",
    "9": "యోవాబు వంశస్థులలో యెహీయేలు కుమారుడైన ఓబద్యా; అతనితో కూడ రెండు వందల పద్దెనిమిదిమంది మగవారు.",
    "10": "బానీ వంశస్థులలో యోసిఫ్యా కుమారుడైన షెలోమీతు; అతనితో కూడ నూట అరువదిమంది మగవారు.",
    "11": "బెబై వంశస్థులలో బెబై కుమారుడైన జెకర్యా; అతనితో కూడ ఇరవై ఎనిమిదిమంది మగవారు.",
    "12": "అజ్గాదు వంశస్థులలో హక్కాతాను కుమారుడైన యోహానాను; అతనితో కూడ నూట పదిమంది మగవారు.",
    "13": "అదోనీకాము వంశస్థులలో, అనగా కడపటి వారిలో ఎలీఫెలెటు, యెయీయేలు, షెమయా అనువారు; వారితో కూడ అరువదిమంది మగవారు.",
    "14": "బిగ్వయి వంశస్థులలో ఊతై, జబ్బూదు; వారితో కూడ డెబ్బదిమంది మగవారు.",
    "15": "అహవాకు పారు నది దగ్గర నేను వారిని సమకూర్చగా అక్కడ మేము మూడు దినములు దిగితివిు; నేను జనులను యాజకులను పరిశీలించగా లేవి కొడుకులలో ఒకడును అక్కడ కనబడలేదు.",
    "16": "అప్పుడు నేను పెద్దలైన ఎలీయెజెరును, అరీయేలును, షెమయాను, ఎల్నాతానును, యారీబును, ఎల్నాతానును, నాతానును, జెకర్యాను, మెషుల్లామును, వివేకము గలవారైన యోయారీబును, ఎల్నాతానును పిలిపించి",
    "17": "కాసిఫ్యా అను స్థలముననున్న పెద్దయైన ఇద్దో యొద్దకు వారిని పంపి - మన దేవుని మందిరమునకు పరిచారకులను మా యొద్దకు తీసికొనిరావలెనని వారు కాసిఫ్యాలోనున్న ఇద్దోతోను అతని సహోదరులైన నెతీనీయులతోను చెప్పవలసిన మాటలను వారికి నేర్పితిని.",
    "18": "మా దేవుని దయగల హస్తము మా మీద ఉన్నందున వారు ఇశ్రాయేలు మనుమడును లేవి కుమారుడునైన మహలి వంశస్థుడగు షెరేబ్యా అను ఒక బుద్ధిమంతుని, అతని పద్దెనిమిదిమంది కుమారులను సహోదరులను;",
    "19": "హషబ్యాను, అతనితోకూడ మెరారి వంశస్థుడైన యెషయాను, అతని ఇరవైమంది సహోదరులను కుమారులను;",
    "20": "మరియు యాజకులకును లేవీయులకును సేవ చేయుటకై దావీదును ప్రధానులును నియమించిన నెతీనీయులలో రెండు వందల ఇరవైమందిని మా యొద్దకు తోడుకొనివచ్చిరి; వారందరి పేర్లు వ్రాయబడెను.",
    "21": "అప్పుడు మన దేవుని సన్నిధిని మమ్మును మేము తగ్గించుకొని, మాకును మా చిన్నవారికిని మా ఆస్తికిని శుభ ప్రయాణము కలుగునట్లు ఆయనను వేడుకొనుటకు అక్కడ అహవా నది దగ్గర ఉపవాసమని చాటించితిని.",
    "22": "ఏలయనగా - మా దేవుని హస్తము ఆయనను వెదకువారందరి మీద మేలుకు తోడుగా ఉండును గాని ఆయనను విసర్జించువారందరి మీద ఆయన బలమును ఆయన ఉగ్రతయు ఉండునని మేము రాజుతో చెప్పియుంటిమి గనుక మార్గమందు శత్రువుల చేతిలోనుండి మమ్మును రక్షించుటకు సైన్యమును గుఱ్ఱపు రౌతులను ఇమ్మని రాజునడుగుటకు నేను సిగ్గుపడితిని.",
    "23": "కాబట్టి మేము ఉపవాసముండి మా దేవుని వేడుకొంటిమి, ఆయన మా మనవి ఆలకించెను.",
    "24": "అప్పుడు నేను యాజకుల ప్రధానులలో పన్నెండుమందిని, అనగా షెరేబ్యాను, హషబ్యాను, వారితో కూడ వారి సహోదరులలో పదిమందిని ప్రత్యేకించి",
    "25": "రాజును అతని మంత్రులును అతని అధిపతులును అక్కడనున్న ఇశ్రాయేలీయులందరును మన దేవుని మందిరమునకు కానుకగా ఇచ్చిన వెండిని బంగారమును ఉపకరణములను వారికి తూచి ఇచ్చితిని.",
    "26": "నేను వారి చేతికి తూచి ఇచ్చినదేమనగా - ఆరు వందల ఏబది తలాంతుల వెండి, నూరు తలాంతుల వెండి ఉపకరణములు, నూరు తలాంతుల బంగారము,",
    "27": "వెయ్యి డారిక్కుల విలువగల ఇరవై బంగారు పాత్రలు, బంగారమువలె ప్రశస్తమైన తళతళలాడు ఇత్తడి పాత్రలు రెండు.",
    "28": "నేను వారితో ఇట్లంటిని - మీరు యెహోవాకు ప్రతిష్ఠితులు, ఈ ఉపకరణములును ప్రతిష్ఠితములు, ఈ వెండి బంగారములు మీ పితరుల దేవుడైన యెహోవాకు స్వేచ్ఛార్పణము.",
    "29": "మీరు యెరూషలేములోనికి వెళ్లి, యెహోవా మందిరపు గదులలో యాజకుల యొక్కయు లేవీయుల యొక్కయు ఇశ్రాయేలు పితరుల ఇండ్ల ప్రధానుల యొక్కయు యెదుట వాటిని తూచి అప్పగించు వరకు వాటిని జాగ్రత్తగా కాపాడుడి.",
    "30": "యాజకులును లేవీయులును యెరూషలేములోనున్న మన దేవుని మందిరమునకు తీసికొనిపోవుటకు తూచబడిన ఆ వెండిని బంగారమును ఉపకరణములను తీసికొనిరి.",
    "31": "మేము యెరూషలేమునకు వెళ్లుటకు మొదటి నెల పన్నెండవ దినమున అహవా నదిని విడిచి బయలుదేరితివిు; మా దేవుని హస్తము మాకు తోడుగా ఉండెను, ఆయన మార్గమందు శత్రువుల చేతిలోనుండియు పొంచియున్నవారి చేతిలోనుండియు మమ్మును రక్షించెను.",
    "32": "మేము యెరూషలేమునకు వచ్చి అక్కడ మూడు దినములుంటిమి.",
    "33": "నాలుగవ దినమున మా దేవుని మందిరములో ఆ వెండిని బంగారమును ఉపకరణములను తూచి యాజకుడైన ఊరియా కుమారుడగు మెరేమోతు చేతికి అప్పగించితివిు; అతనితోకూడ ఫీనెహాసు కుమారుడైన ఎలియాజరును, వారితోకూడ లేవీయులైన యేషూవ కుమారుడగు యోజాబాదును, బిన్నూయి కుమారుడగు నోవద్యాను ఉండిరి.",
    "34": "అన్నియు లెక్కించి తూచి అప్పగింపబడెను; ఆ సమయమున తూకమంతయు వ్రాయబడెను.",
    "35": "చెరపట్టబడినవారిలోనుండి తిరిగి వచ్చినవారు ఇశ్రాయేలు దేవునికి దహనబలులను అర్పించిరి; ఇశ్రాయేలు అందరి కొరకు పన్నెండు కోడెలను, తొంభై ఆరు పొట్టేళ్లను, డెబ్బది ఏడు గొర్రెపిల్లలను, పాపపరిహార్థార్థ బలిగా పన్నెండు మేకపోతులను అర్పించిరి; ఇవన్నియు యెహోవాకు దహనబలి.",
    "36": "వారు రాజు ఆజ్ఞలను రాజుయొక్క అధికారులకును నది ఇవతల ఉన్న అధికారులకును అప్పగించిరి; వీరు జనులకును దేవుని మందిరమునకును సహాయము చేసిరి."
}
