
{
    "1": "ఈ కార్యములు ముగిసిన తరువాత ప్రధానులు నా యొద్దకు వచ్చి - ఇశ్రాయేలు ప్రజలును యాజకులును లేవీయులును, ఈ దేశముల జనులయొద్దనుండి, అనగా కనానీయులు హిత్తీయులు పెరిజ్జీయులు యెబూసీయులు అమ్మోనీయులు మోయాబీయులు ఐగుప్తీయులు అమోరీయులు అనువారి యొద్దనుండి తమ్మును తాము వేరుపరచుకొనలేదు; వారి హేయమైన ఆచారములను అనుసరించుచున్నారు.",
    "2": "వారు తమ కొరకును తమ కుమారుల కొరకును వారి కుమార్తెలను పెండ్లి చేసికొనిరి గనుక పరిశుద్ధమైన వంశము వారు దేశపు జనులతో కలిసిపోయిరి; ఈ ద్రోహకార్యములో ప్రధానులును అధికారులును అందరికంటే ముందున్నారు అని చెప్పిరి.",
    "3": "నేను ఈ మాట వినినప్పుడు నా వస్త్రమును నా పైవస్త్రమును చింపుకొని, నా తల వెండ్రుకలను గడ్డమును పెరుక్కొని విభ్రాంతినొంది కూర్చుంటిని.",
    "4": "చెరపట్టబడినవారి ద్రోహమును బట్టి ఇశ్రాయేలు దేవుని మాటలకు భయపడినవారందరును నా యొద్దకు కూడి వచ్చిరి; సాయంకాలపు బలి అర్పించు సమయము వరకు నేను విభ్రాంతినొంది కూర్చుంటిని.",
    "5": "సాయంకాలపు బలి సమయమున నేను ఉపవాసము నుండి లేచి, నా వస్త్రమును నా పైవస్త్రమును చింపుకొనినవాడనై మోకాళ్లూని నా దేవుడైన యెహోవా వైపు చేతులు చాపి",
    "6": "ఇట్లంటిని - నా దేవా, నా దేవా, నా ముఖము నీ వైపు ఎత్తుకొనుటకు నాకు సిగ్గును లజ్జయు కలుగుచున్నవి; మా దోషములు మా తలలకు పైగా హెచ్చిపోయినవి; మా అపరాధములు ఆకాశమునంటినవి.",
    "7": "మా పితరుల దినములు మొదలుకొని నేటి వరకు మేము మిక్కిలి అపరాధులము; మా దోషములను బట్టి మేమును మా రాజులును మా యాజకులును నేడున్నట్లు అన్యదేశముల రాజుల చేతికిని కత్తికిని చెరకును దోపుడుకును సిగ్గుకును అప్పగింపబడితివిు.",
    "8": "ఇప్పుడు మా దేవుడైన యెహోవా మా కన్నులకు వెలుగునిచ్చునట్లును, మా దాస్యములో మాకు కొంచెము తెప్పరిల్లునట్లును, మాలో కొందరిని తప్పించుకొనువారిగా ఉంచుటకును, తన పరిశుద్ధ స్థలమందు మమ్మును స్థిరపరచుటకును, ఆయన యొద్దనుండి మాకు కొంత దయ దొరికినది.",
    "9": "మేము దాసులము గదా; అయినను మా దాస్యములో మా దేవుడు మమ్మును విడిచిపెట్టలేదు; మా దేవుని మందిరమును నిలువబెట్టుటకును, అది పాడైయుండగా బాగుచేయుటకును, యూదాలోను యెరూషలేములోను మాకు కంచె వేయుటకును పారసీక రాజుల దయ మాకు కలుగునట్లు చేసెను.",
    "10": "మా దేవా, యింత జరిగిన తరువాత మేమేమి చెప్పుదుము? మేము నీ ఆజ్ఞలను విడిచిపెట్టితివిు.",
    "11": "మీరు స్వాధీనపరచుకొనుటకు వెళ్లుచున్న దేశము అన్యజనుల అపవిత్రతవలనను, వారు చేసిన హేయక్రియలవలనను అపవిత్రమైన దేశము; వారు ఈ కొననుండి ఆ కొన వరకు తమ అపవిత్రతతో దానిని నింపియున్నారు.",
    "12": "కాబట్టి మీరు బలపడి ఆ దేశము యొక్క మంచి పదార్థములను తిని, దానిని మీ పిల్లలకు ఎల్లప్పుడును స్వాస్థ్యముగా అప్పగించునట్లు, మీరు మీ కుమార్తెలను వారి కుమారులకు ఇయ్యకూడదు, వారి కుమార్తెలను మీ కుమారులకు పుచ్చుకొనకూడదు, వారి క్షేమమునైనను వారి మేలునైనను ఎన్నడును కోరకూడదు అని నీ సేవకులైన ప్రవక్తల ద్వారా నీవు ఆజ్ఞాపించితివి గదా.",
    "13": "మా దుష్క్రియలను బట్టియు మా గొప్ప అపరాధమును బట్టియు ఇదంతయు మా మీదికి వచ్చిన తరువాత, మా దేవా, మా దోషమునకు రావలసిన శిక్షకంటే తక్కువ శిక్షను నీవు మాకు విధించి, మాలో కొందరిని ఇట్లు తప్పించుకొననిచ్చితివి.",
    "14": "అయినను మేము నీ ఆజ్ఞలను మీరి, యీ హేయమైన క్రియలు చేయు జనులతో వియ్యమందవచ్చునా? అట్లు చేసినయెడల శేషము లేకుండను, తప్పించుకొనువారెవరును లేకుండను నీవు మాకు నాశనము చేయు వరకు మా మీద కోపగించుదువు గదా.",
    "15": "ఇశ్రాయేలు దేవా యెహోవా, నీవు నీతిమంతుడవు; నేడు ఉన్నట్లు మేము తప్పించుకొనిన శేషమైయున్నాము; ఇదిగో మేము నీ యెదుట అపరాధులము; దీనిని బట్టి నీ సన్నిధిని నిలువగలవాడెవడును లేడు."
}
