
{
    "1": "రాజైన దావీదు వృద్ధుడై బహు దినములు గడచినవాడాయెను; వారు అతనికి బట్టలు కప్పినను వెట్ట కలుగకపోయెను.",
    "2": "కాబట్టి అతని సేవకులు - మా ఏలినవాడవగు రాజు కొరకు కన్యకయైన ఒక చిన్నదానిని వెదకవలెను; ఆమె రాజు యెదుట నిలిచి రాజును ఆదరించును; మా ఏలినవాడవగు రాజునకు వెట్ట కలుగునట్లు ఆమె నీ రొమ్మున పండుకొనునని అతనితో చెప్పిరి.",
    "3": "అప్పుడు వారు ఇశ్రాయేలు సరిహద్దులన్నిటిలో అందమైన చిన్నదాని కొరకు వెదకి, షూనేమీయురాలైన అబీషగును కనుగొని రాజునొద్దకు ఆమెను తీసికొనివచ్చిరి.",
    "4": "ఆ చిన్నది మిక్కిలి అందమైనది; ఆమె రాజును ఆదరించి అతనికి పరిచర్య చేయుచుండెను గాని రాజు ఆమెను కూడలేదు.",
    "5": "హగ్గీతు కుమారుడైన అదోనీయా - నేను రాజునగుదునని గర్వించి, రథములను రౌతులను తన ముందర పరుగెత్తుటకు ఏబదిమంది మనుష్యులను ఏర్పరచుకొనెను.",
    "6": "అతని తండ్రి - నీవు ఎందుకు ఈలాగు చేయుచున్నావని అడిగి ఎన్నడును అతనిని విసికించియుండలేదు; అతడు మిక్కిలి అందగాడు, అబ్షాలోము తరువాత పుట్టినవాడు.",
    "7": "అతడు సెరూయా కుమారుడైన యోవాబుతోను యాజకుడైన అభ్యాతారుతోను ఆలోచన చేయగా వారు అదోనీయాకు సహాయము చేసిరి.",
    "8": "అయితే యాజకుడైన సాదోకును, యెహోయాదా కుమారుడైన బెనాయాయును, ప్రవక్తయైన నాతానును, షిమీయును, రేయియును, దావీదు యొక్క పరాక్రమశాలులును అదోనీయాతో ఉండలేదు.",
    "9": "అదోనీయా ఏన్రోగేలు దగ్గరనున్న జోహెలెతు రాయి యొద్ద గొర్రెలను ఎడ్లను క్రొవ్విన పశువులను వధించి, రాజకుమారులగు తన సహోదరులనందరిని రాజు సేవకులగు యూదావారినందరిని పిలిచెను.",
    "10": "అయితే ప్రవక్తయైన నాతానును, బెనాయాను, పరాక్రమశాలులను, తన సహోదరుడైన సొలొమోనును అతడు పిలువలేదు.",
    "11": "అప్పుడు నాతాను సొలొమోను తల్లియైన బత్షెబాతో ఇట్లనెను - హగ్గీతు కుమారుడైన అదోనీయా రాజైన సంగతి నీవు వినలేదా? మన ఏలినవాడైన దావీదునకు అది తెలియదు.",
    "12": "కాబట్టి నీ ప్రాణమును నీ కుమారుడైన సొలొమోను ప్రాణమును దక్కించుకొనునట్లు నేను నీకొక ఆలోచన చెప్పెదను వినుము.",
    "13": "నీవు రాజైన దావీదునొద్దకు లోపలికి వెళ్లి - నా ఏలినవాడా రాజా, నీ కుమారుడైన సొలొమోను నా తరువాత ఏలును, అతడే నా సింహాసనము మీద ఆసీనుడగునని నీవు నీ దాసురాలనైన నాతో ప్రమాణము చేసితివి గదా; అదోనీయా ఎందుకు ఏలుచున్నాడని అతనితో చెప్పుము.",
    "14": "ఇదిగో నీవు అక్కడ రాజుతో మాటలాడుచుండగా నేను నీ వెనుక వచ్చి నీ మాటలను రూఢిపరచెదను.",
    "15": "బత్షెబా గదిలోనికి రాజునొద్దకు వెళ్ళెను; రాజు బహు వృద్ధుడు, షూనేమీయురాలైన అబీషగు రాజునకు పరిచర్య చేయుచుండెను.",
    "16": "బత్షెబా వంగి రాజునకు నమస్కారము చేయగా రాజు - నీకేమి కావలెనని అడిగెను.",
    "17": "అందుకామె - నా ఏలినవాడా, నీ కుమారుడైన సొలొమోను నా తరువాత ఏలును, అతడే నా సింహాసనము మీద ఆసీనుడగునని నీ దేవుడైన యెహోవా తోడని నీవు నీ దాసురాలనైన నాతో ప్రమాణము చేసితివి.",
    "18": "అయితే ఇప్పుడు అదోనీయా ఏలుచున్నాడు; నా ఏలినవాడా రాజా, అది నీకు తెలియదు.",
    "19": "అతడు ఎడ్లను క్రొవ్విన పశువులను గొర్రెలను విస్తారముగా వధించి, రాజకుమారులందరిని యాజకుడైన అభ్యాతారును సైన్యాధిపతియైన యోవాబును పిలిచెను గాని నీ దాసుడైన సొలొమోనును పిలువలేదు.",
    "20": "నా ఏలినవాడా రాజా, నా ఏలినవాడవగు రాజు తరువాత అతని సింహాసనము మీద ఎవరు కూర్చుండవలెనో నీవు తమకు తెలుపుదువని ఇశ్రాయేలీయులందరి కన్నులు నీ మీద ఉన్నవి.",
    "21": "లేనియెడల నా ఏలినవాడవగు రాజు తన పితరులతో నిద్రించిన తరువాత నేనును నా కుమారుడైన సొలొమోనును అపరాధులముగా ఎంచబడుదుమని అతనితో అనెను.",
    "22": "ఆమె రాజుతో ఇంకా మాటలాడుచుండగా ప్రవక్తయైన నాతాను వచ్చెను.",
    "23": "ప్రవక్తయైన నాతాను వచ్చియున్నాడని వారు రాజుతో చెప్పగా, అతడు రాజు సన్నిధికి వచ్చి సాష్టాంగ నమస్కారము చేసి",
    "24": "నాతాను ఇట్లనెను - నా ఏలినవాడా రాజా, అదోనీయా నా తరువాత ఏలును, అతడే నా సింహాసనము మీద ఆసీనుడగునని నీవు సెలవిచ్చితివా?",
    "25": "ఏలయనగా అతడు నేడు దిగివెళ్లి ఎడ్లను క్రొవ్విన పశువులను గొర్రెలను విస్తారముగా వధించి, రాజకుమారులందరిని సైన్యాధిపతులను యాజకుడైన అభ్యాతారును పిలిచెను; వారు అతని యెదుట తినుచు త్రాగుచు - రాజైన అదోనీయా చిరకాలము జీవించును గాక అని పలుకుచున్నారు.",
    "26": "అయితే నీ దాసుడనైన నన్నును యాజకుడైన సాదోకును యెహోయాదా కుమారుడైన బెనాయాను నీ దాసుడైన సొలొమోనును అతడు పిలువలేదు.",
    "27": "నా ఏలినవాడవగు రాజు తరువాత అతని సింహాసనము మీద ఎవరు కూర్చుండవలెనో నీ దాసునికి తెలియజేయకుండ ఈ కార్యము నా ఏలినవాడవగు రాజువలన జరిగినదా?",
    "28": "అప్పుడు రాజైన దావీదు - బత్షెబాను నా యొద్దకు పిలువుమని చెప్పగా ఆమె రాజు సన్నిధికి వచ్చి రాజు యెదుట నిలిచెను.",
    "29": "అప్పుడు రాజు ప్రమాణము చేసి ఇట్లనెను - నా ప్రాణమును సమస్త శ్రమలలోనుండి విడిపించిన యెహోవా జీవముతోడు.",
    "30": "నీ కుమారుడైన సొలొమోను నిశ్చయముగా నా తరువాత ఏలును, అతడే నాకు మారుగా నా సింహాసనము మీద ఆసీనుడగునని ఇశ్రాయేలు దేవుడైన యెహోవా తోడని నేను నీతో చేసిన ప్రమాణమును నేడే నెరవేర్చెదను.",
    "31": "అప్పుడు బత్షెబా నేలమట్టుకు వంగి రాజునకు నమస్కారము చేసి - నా ఏలినవాడైన రాజగు దావీదు నిరంతరము జీవించును గాక అనెను.",
    "32": "అప్పుడు రాజైన దావీదు - యాజకుడైన సాదోకును ప్రవక్తయైన నాతానును యెహోయాదా కుమారుడైన బెనాయాను నా యొద్దకు పిలువుమని చెప్పగా వారు రాజు సన్నిధికి వచ్చిరి.",
    "33": "రాజు వారితో ఇట్లనెను - మీరు మీ ఏలినవాని సేవకులను తీసికొని, నా కుమారుడైన సొలొమోనును నా కంచరగాడిద మీద ఎక్కించి గీహోనునకు తీసికొనిపొండి.",
    "34": "అక్కడ యాజకుడైన సాదోకును ప్రవక్తయైన నాతానును ఇశ్రాయేలు మీద రాజుగా అతనిని అభిషేకించవలెను; అప్పుడు మీరు బూర ఊది - రాజైన సొలొమోను చిరకాలము జీవించును గాక అని చెప్పవలెను.",
    "35": "తరువాత మీరు అతని వెంబడి ఎక్కి రావలెను; అతడు వచ్చి నా సింహాసనము మీద ఆసీనుడగును; అతడు నాకు మారుగా ఏలును; ఇశ్రాయేలు మీదను యూదా మీదను అధిపతిగా నేను అతనిని నియమించితిని.",
    "36": "అప్పుడు యెహోయాదా కుమారుడైన బెనాయా రాజుతో ఇట్లనెను - ఆమేన్; నా ఏలినవాడవగు రాజు దేవుడైన యెహోవా కూడా ఆలాగు సెలవిచ్చును గాక.",
    "37": "యెహోవా నా ఏలినవాడవగు రాజునకు తోడైయుండినట్లు సొలొమోనుకును తోడైయుండి, నా ఏలినవాడవగు రాజైన దావీదు సింహాసనముకంటే అతని సింహాసనమును గొప్ప చేయును గాక.",
    "38": "కాబట్టి యాజకుడైన సాదోకును ప్రవక్తయైన నాతానును యెహోయాదా కుమారుడైన బెనాయాయును కెరేతీయులును పెలేతీయులును వచ్చి, రాజైన దావీదు కంచరగాడిద మీద సొలొమోనును ఎక్కించి గీహోనునకు తోడుకొనిపోయిరి.",
    "39": "యాజకుడైన సాదోకు గుడారములోనుండి తైలపు కొమ్మును తెచ్చి సొలొమోనును అభిషేకించెను. వారు బూర ఊదగా జనులందరు - రాజైన సొలొమోను చిరకాలము జీవించును గాక అనిరి.",
    "40": "జనులందరు అతని వెంబడి ఎక్కి వచ్చిరి; జనులు పిల్లనగ్రోలులను ఊదుచు బహుగా సంతోషించిరి; వారి ధ్వనివలన నేల దద్దరిల్లెను.",
    "41": "అదోనీయాయును అతని యొద్దనున్న పిలువబడిన వారందరును భోజనము ముగించుచుండగా ఆ ధ్వని వినిరి. యోవాబు బూర ధ్వనిని విని - పట్టణములో ఈ అల్లరి ధ్వని ఏమిటని అడుగగా",
    "42": "అతడు ఇంకను మాటలాడుచుండగా యాజకుడైన అభ్యాతారు కుమారుడగు యోనాతాను వచ్చెను. అదోనీయా - లోపలికి రమ్ము, నీవు ధైర్యశాలివి, శుభవర్తమానము తెచ్చుచున్నావని అతనితో చెప్పగా",
    "43": "యోనాతాను అదోనీయాతో ఇట్లనెను - నిజమే, మన ఏలినవాడగు రాజైన దావీదు సొలొమోనును రాజుగా చేసెను.",
    "44": "రాజు యాజకుడైన సాదోకును ప్రవక్తయైన నాతానును యెహోయాదా కుమారుడైన బెనాయాను కెరేతీయులను పెలేతీయులను అతనితో కూడా పంపగా వారు రాజు కంచరగాడిద మీద అతనిని ఎక్కించిరి.",
    "45": "యాజకుడైన సాదోకును ప్రవక్తయైన నాతానును గీహోనులో రాజుగా అతనిని అభిషేకించిరి; వారు అక్కడనుండి సంతోషించుచు ఎక్కి వచ్చిరి గనుక పట్టణము మ్రోగుచున్నది; మీరు వినిన ధ్వని అదే.",
    "46": "మరియు సొలొమోను రాజ్య సింహాసనము మీద ఆసీనుడైయున్నాడు.",
    "47": "అంతేకాక రాజు సేవకులు వచ్చి మన ఏలినవాడవగు రాజైన దావీదును దీవించి - నీ దేవుడు నీ నామముకంటే సొలొమోను నామమును గొప్ప చేయును గాక, నీ సింహాసనముకంటే అతని సింహాసనమును హెచ్చించును గాక అని చెప్పగా రాజు మంచము మీదనే నమస్కారము చేసెను.",
    "48": "మరియు రాజు - ఇశ్రాయేలు దేవుడైన యెహోవా స్తుతింపబడును గాక; నా కన్నులు చూచుచుండగా నేడు నా సింహాసనము మీద ఆసీనుడగుటకు ఆయన ఒకనిని దయచేసెనని చెప్పెను.",
    "49": "అదోనీయా యొద్దనున్న పిలువబడినవారందరు భయపడి లేచి ఎవరి దారిన వారు వెళ్లిరి.",
    "50": "అదోనీయా సొలొమోనుకు భయపడి లేచి వెళ్లి బలిపీఠపు కొమ్ములను పట్టుకొనెను.",
    "51": "అదోనీయా రాజైన సొలొమోనుకు భయపడి, ఇదిగో అతడు బలిపీఠపు కొమ్ములను పట్టుకొని - రాజైన సొలొమోను తన దాసుడనైన నన్ను కత్తితో చంపనని నేడు నాతో ప్రమాణము చేయవలెనని చెప్పుచున్నాడని సొలొమోనుకు తెలుపబడగా",
    "52": "సొలొమోను - అతడు యోగ్యుడుగా కనబడినయెడల అతని తలవెండ్రుకలలో ఒకటైనను నేల రాలదు గాని అతనిలో దుష్టత్వము కనబడినయెడల అతడు మరణము నొందునని చెప్పెను.",
    "53": "కాబట్టి రాజైన సొలొమోను మనుష్యులను పంపగా వారు బలిపీఠమునొద్దనుండి అతనిని దింపిరి. అతడు వచ్చి రాజైన సొలొమోనుకు నమస్కారము చేయగా - నీ ఇంటికి పొమ్మని సొలొమోను అతనితో చెప్పెను."
}
