
{
    "1": "షేబ దేశపు రాణి యెహోవా నామమును బట్టి సొలొమోనుకు కలిగిన కీర్తిని విని, గూఢార్థము గల మాటల చేత అతనిని శోధించుటకు వచ్చెను.",
    "2": "ఆమె మిక్కిలి గొప్ప పరివారముతోను, సుగంధ ద్రవ్యములను, విస్తారమైన బంగారమును, రత్నములను మోయు ఒంటెలతోను యెరూషలేమునకు వచ్చెను. ఆమె సొలొమోను నొద్దకు వచ్చి తన మనస్సులోనున్నదంతయు అతనితో మాట్లాడెను.",
    "3": "సొలొమోను ఆమె ప్రశ్నలన్నిటికీ ప్రత్యుత్తరమిచ్చెను; రాజునకు మరుగైనదేదియు లేనందున ఆమె అడిగినదంతయు అతడు ఆమెకు తెలియజెప్పెను.",
    "4": "షేబ రాణి సొలొమోను యొక్క జ్ఞానమును, అతడు కట్టించిన మందిరమును,",
    "5": "అతని బల్ల మీది భోజన పదార్థములను, అతని సేవకులు కూర్చుండు పద్ధతిని, అతని ఉపచారులు సేవ చేయు పద్ధతిని, వారి వస్త్రములను, అతని పానదాయకులను, యెహోవా మందిరమందు అతడు అర్పించు దహనబలులను చూచినప్పుడు ఆమె విస్మయమొందెను.",
    "6": "ఆమె రాజుతో ఇట్లనెను - నీ కార్యములను గూర్చియు నీ జ్ఞానమును గూర్చియు నా దేశమందు నేను విన్న మాట నిజమే.",
    "7": "నేను వచ్చి కన్నులారా చూచువరకు ఆ మాటలను నమ్మకయుంటిని; అయితే ఉన్నదానిలో సగమైనను నాతో చెప్పబడలేదు; నేను విన్న కీర్తికంటె నీ జ్ఞానమును నీ సంపదయు అధికముగా ఉన్నవి.",
    "8": "నీ జనులు ధన్యులు; ఎల్లప్పుడు నీ యెదుట నిలిచి నీ జ్ఞానవచనములను విను ఈ నీ సేవకులు ధన్యులు.",
    "9": "నీ దేవుడైన యెహోవా ఇశ్రాయేలును నిత్యము ప్రేమించుచున్నాడు గనుక నిన్ను ఇశ్రాయేలు సింహాసనము మీద ఉంచుటకు నీ యందు ఆనందించిన ఆయన స్తుతింపబడును గాక; నీతి న్యాయములను జరిగించుటకు ఆయన నిన్ను రాజుగా నియమించెను.",
    "10": "మరియు ఆమె నూట ఇరవై తలాంతుల బంగారమును, విస్తారమైన సుగంధ ద్రవ్యములను, రత్నములను రాజునకు ఇచ్చెను; షేబ రాణి రాజైన సొలొమోనునకు ఇచ్చినంత విస్తారముగా సుగంధ ద్రవ్యములు మరి ఎన్నడును రాలేదు.",
    "11": "ఓఫీరునుండి బంగారము తెచ్చిన హీరాము ఓడలు ఓఫీరునుండి చందనపు మ్రానులను రత్నములను బహు విస్తారముగా తెచ్చెను.",
    "12": "రాజు ఆ చందనపు మ్రానులతో యెహోవా మందిరమునకును రాజనగరునకును స్తంభములను, గాయకులకు సితారాలను స్వరమండలములను చేయించెను; అట్టి చందనపు మ్రానులు నేటి వరకు రాలేదు, కనబడనులేదు.",
    "13": "రాజైన సొలొమోను తన ఐశ్వర్యమునకు తగినట్లు షేబ రాణికిచ్చినది గాక ఆమె కోరిన ప్రతిదానిని ఆమెకిచ్చెను. తరువాత ఆమెయు ఆమె సేవకులును తమ దేశమునకు తిరిగి వెళ్లిరి.",
    "14": "ఏటేట సొలొమోనునకు వచ్చు బంగారము వెయ్యిన్ని ఆరు వందల అరువది ఆరు తలాంతులెత్తు.",
    "15": "ఇది గాక వర్తకులవలనను, వ్యాపారులవలనను, మిశ్రిత జనమువలనను, అరేబియా రాజులందరివలనను, దేశాధికారులవలనను అతనికి బంగారము వచ్చుచుండెను.",
    "16": "రాజైన సొలొమోను సాగగొట్టిన బంగారముతో రెండు వందల డాళ్లను చేయించెను; ఒక్కొక్క డాలునకు ఆరు వందల తులముల బంగారము సరిపోయెను.",
    "17": "మరియు సాగగొట్టిన బంగారముతో మూడు వందల చిన్న డాళ్లను చేయించెను; ఒక్కొక్క డాలునకు మూడు మానికెలు బంగారము సరిపోయెను; రాజు వాటిని లెబానోను అరణ్య భవనములో ఉంచెను.",
    "18": "మరియు రాజు ఏనుగు దంతముతో ఒక పెద్ద సింహాసనము చేయించి దానికి మేలిమి బంగారు పొదిగించెను.",
    "19": "ఆ సింహాసనమునకు ఆరు మెట్లు ఉండెను; సింహాసనము పైభాగము వెనుకతట్టు గుండ్రముగా ఉండెను; ఆసనమునకు ఇరుప్రక్కల ఊతకర్రలు ఉండెను; ఊతకర్రల యొద్ద రెండు సింహములు నిలిచియుండెను.",
    "20": "ఆరు మెట్ల మీద ఇటు అటు పన్నెండు సింహములు నిలిచియుండెను; ఏ రాజ్యమందును ఆలాగు చేయబడలేదు.",
    "21": "రాజైన సొలొమోను పానపాత్రలన్నియు బంగారువి, లెబానోను అరణ్య భవనములోని పాత్రలన్నియు మేలిమి బంగారువి; వెండిదొకటియు లేదు, సొలొమోను దినములలో వెండి ఎందుకూ పనికిరానిదిగా ఎంచబడెను.",
    "22": "సముద్రము మీద రాజునకు హీరాము ఓడలతో కూడ తార్షీషు ఓడలు ఉండెను; ఈ తార్షీషు ఓడలు మూడు సంవత్సరములకొకసారి బంగారమును వెండిని ఏనుగు దంతములను కోతులను నెమళ్లను తీసికొని వచ్చుచుండెను.",
    "23": "రాజైన సొలొమోను ఐశ్వర్యమందును జ్ఞానమందును భూలోకపు రాజులందరికంటె అధికుడుగా ఉండెను.",
    "24": "దేవుడు సొలొమోను హృదయములో ఉంచిన జ్ఞానమును వినుటకై లోకులందరు అతని ముఖదర్శనము కోరిరి.",
    "25": "వారందరును ఏటేట తమ కానుకలను, అనగా వెండి వస్తువులను బంగారు వస్తువులను వస్త్రములను ఆయుధములను సుగంధ ద్రవ్యములను గుఱ్ఱములను కంచరగాడిదలను తెచ్చుచుండిరి.",
    "26": "సొలొమోను రథములను రౌతులను సమకూర్చెను; అతనికి వెయ్యిన్ని నాలుగు వందల రథములును పన్నెండు వేలమంది రౌతులును ఉండిరి; వారిని రథముల పట్టణములలోను యెరూషలేములో రాజునొద్దను ఉంచెను.",
    "27": "రాజు యెరూషలేములో వెండిని రాళ్లంత విస్తారముగాను, దేవదారు మ్రానులను మైదానమందలి మేడి చెట్లంత విస్తారముగాను సమకూర్చెను.",
    "28": "సొలొమోను గుఱ్ఱములు ఐగుప్తునుండి తేబడెను; రాజు వర్తకులు ఒక్కొక్క గుంపునకు నిెర్ణయించిన వెల ఇచ్చి వాటిని గుంపులు గుంపులుగా కొనిరి.",
    "29": "ఐగుప్తునుండి తేబడిన రథమొకటింటికి ఆరు వందల తులముల వెండియు, గుఱ్ఱమొకటింటికి నూట ఏబది తులముల వెండియు వెల; ఆలాగుననే వారి ద్వారా హిత్తీయుల రాజులకందరికిని సిరియనుల రాజులకును అవి తేబడెను."
}
