
{
    "1": "రాజైన సొలొమోను ఫరో కుమార్తెనే గాక మోయాబీయులు, అమ్మోనీయులు, ఎదోమీయులు, సీదోనీయులు, హిత్తీయులు అను అన్యజనుల స్త్రీలయందును అనేకమంది పరస్త్రీలయందును మోహము గలవాడాయెను.",
    "2": "యెహోవా ఇశ్రాయేలీయులతో - మీరు వారి మధ్యకు పోకూడదు, వారు మీ మధ్యకు రాకూడదు; నిశ్చయముగా వారు తమ దేవతలతట్టు మీ హృదయములను త్రిప్పుదురని ఏ జనములను గూర్చి సెలవిచ్చెనో ఆ జనముల స్త్రీలను సొలొమోను ప్రేమించి వారిని హత్తుకొనెను.",
    "3": "అతనికి ఏడు వందలమంది రాజకుమార్తెలైన భార్యలును మూడు వందలమంది ఉపపత్నులును ఉండిరి; అతని భార్యలు అతని హృదయమును త్రిప్పివేసిరి.",
    "4": "సొలొమోను వృద్ధుడైనప్పుడు అతని భార్యలు అతని హృదయమును ఇతర దేవతలతట్టు త్రిప్పగా అతని తండ్రియైన దావీదు హృదయమువలె అతని హృదయము తన దేవుడైన యెహోవా యెడల యథార్థముగా లేకపోయెను.",
    "5": "సొలొమోను సీదోనీయుల దేవతయైన అష్తారోతును, అమ్మోనీయుల హేయమైన దేవతయగు మిల్కోమును అనుసరించెను.",
    "6": "సొలొమోను యెహోవా దృష్టికి చెడుతనము చేసి, తన తండ్రియైన దావీదు అనుసరించినట్లు పూర్ణముగా యెహోవాను అనుసరింపలేదు.",
    "7": "అప్పుడు సొలొమోను యెరూషలేమున కెదురుగానున్న కొండమీద మోయాబీయుల హేయమైన దేవతయగు కెమోషునకును, అమ్మోనీయుల హేయమైన దేవతయగు మోలెకుకును ఉన్నత స్థలమును కట్టించెను.",
    "8": "తమ దేవతలకు ధూపము వేసి బలులు అర్పించిన తన అన్య స్త్రీలందరి కొరకు అతడు ఆలాగు చేసెను.",
    "9": "ఇశ్రాయేలు దేవుడైన యెహోవా సొలొమోనుకు రెండు మారులు అగపడి",
    "10": "ఇతర దేవతలను అనుసరింపవద్దని ఈ సంగతిని గూర్చి అతనికి ఆజ్ఞాపించినను, అతడు తన హృదయమును యెహోవా యొద్దనుండి త్రిప్పుకొని యెహోవా ఆజ్ఞాపించినదానిని గైకొనకపోయెను గనుక యెహోవా అతని మీద కోపించెను.",
    "11": "కాబట్టి యెహోవా సొలొమోనుతో ఇట్లనెను - నీవు నా నిబంధనను నేను నీకు ఆజ్ఞాపించిన కట్టడలను గైకొనక దీనిని చేసితివి గనుక నిశ్చయముగా నేను రాజ్యమును నీ యొద్దనుండి లాగివేసి నీ దాసునికిచ్చెదను.",
    "12": "అయినను నీ తండ్రియైన దావీదును బట్టి నీ దినములలో నేను ఆలాగు చేయక నీ కుమారుని చేతిలోనుండి దానిని లాగివేసెదను.",
    "13": "అయితే రాజ్యమంతయు లాగివేయక, నా సేవకుడైన దావీదు నిమిత్తమును నేను కోరుకొనిన యెరూషలేము నిమిత్తమును ఒక గోత్రమును నీ కుమారునికిచ్చెదననెను.",
    "14": "మరియు యెహోవా ఎదోమీయుడైన హదదును సొలొమోనుకు విరోధిగా లేపెను; అతడు ఎదోము రాజవంశస్థుడు.",
    "15": "దావీదు ఎదోముతో యుద్ధము చేసినప్పుడు సైన్యాధిపతియైన యోవాబు హతులైనవారిని పాతిపెట్టుటకు వెళ్లి ఎదోములో ప్రతి మగవానిని చంపియుండెను.",
    "16": "యోవాబును ఇశ్రాయేలీయులందరును ఎదోములో ప్రతి మగవానిని చంపివేయు వరకు ఆరు నెలలు అక్కడ ఉండిరి.",
    "17": "అప్పుడు హదదును అతనితోకూడ అతని తండ్రి సేవకులైన కొందరు ఎదోమీయులును ఐగుప్తునకు పారిపోయిరి; అప్పుడు హదదు చిన్న బాలుడు.",
    "18": "వారు మిద్యానులోనుండి బయలుదేరి పారానుకు వచ్చి, పారానులోనుండి మనుష్యులను పిలుచుకొని ఐగుప్తునకు ఐగుప్తు రాజైన ఫరో యొద్దకు వచ్చిరి; అతడు హదదుకు ఇల్లు ఇచ్చి, ఆహారము నియమించి, భూమిని ఇచ్చెను.",
    "19": "హదదు ఫరో దృష్టికి బహు దయ పొందెను గనుక ఫరో తన భార్యయైన తహపేనేసు అను రాణి సహోదరిని అతనికి భార్యగా ఇచ్చెను.",
    "20": "తహపేనేసు సహోదరి అతనికి గెనుబతు అను కుమారుని కనెను; తహపేనేసు ఫరో యింట వానికి పాలు మాన్పించెను; గెనుబతు ఫరో యింట ఫరో కుమారుల మధ్య ఉండెను.",
    "21": "దావీదు తన పితరులతో నిద్రించెననియు, సైన్యాధిపతియైన యోవాబు చనిపోయెననియు ఐగుప్తులో హదదు విన్నప్పుడు - నేను నా స్వదేశమునకు వెళ్లుదును, నన్ను పంపివేయుమని ఫరోతో మనవి చేసెను.",
    "22": "అందుకు ఫరో - నీ స్వదేశమునకు వెళ్లగోరుటకు నా యొద్ద నీకేమి తక్కువైనదని అడుగగా అతడు - ఏమియు తక్కువ కాలేదు గాని నన్ను వెళ్లనిమ్మని బతిమాలుకొనెను.",
    "23": "మరియు దేవుడు ఎల్యాదా కుమారుడైన రెజోనును అతనికి విరోధిగా లేపెను; ఇతడు తన యజమానుడైన సోబా రాజు హదదెజెరు నొద్దనుండి పారిపోయినవాడు.",
    "24": "దావీదు సోబావారిని చంపినప్పుడు ఇతడు తన యొద్దకు మనుష్యులను కూర్చుకొని ఆ గుంపుకు నాయకుడాయెను; వారు దమస్కుకు వెళ్లి అక్కడ కాపురముండి దమస్కులో ఏలిరి.",
    "25": "హదదు చేసిన కీడు గాక ఇతడు సొలొమోను దినములన్నిటను ఇశ్రాయేలుకు విరోధియై, ఇశ్రాయేలును అసహ్యించుకొని సిరియాను ఏలెను.",
    "26": "మరియు సొలొమోను సేవకుడును జెరేదా వాడైన ఎఫ్రాయిమీయుడును నెబాతు కుమారుడునగు యరొబాము రాజు మీద తన చెయ్యి ఎత్తెను; అతని తల్లి పేరు జెరూఆ, ఆమె విధవరాలు.",
    "27": "అతడు రాజు మీద చెయ్యి ఎత్తుటకు కారణమేమనగా - సొలొమోను మిల్లోను కట్టించి తన తండ్రియైన దావీదు పురమునకు గల సందులను బాగుచేయించెను.",
    "28": "యరొబాము అను ఇతడు పరాక్రమశాలి; ఈ యౌవనస్థుడు పనివాడని సొలొమోను చూచి, యోసేపు ఇంటివారి బరువు పని అంతటి మీద అతని నియమించెను.",
    "29": "ఆ కాలమున యరొబాము యెరూషలేములోనుండి బయలుదేరగా షీలోనీయుడగు ప్రవక్తయైన అహీయా మార్గమందు అతనిని కలుసుకొనెను; అహీయా క్రొత్త వస్త్రమును ధరించుకొనియుండెను; ఆ పొలములో వారిద్దరే ఉండిరి.",
    "30": "అప్పుడు అహీయా తాను ధరించుకొనిన క్రొత్త వస్త్రమును పట్టుకొని పన్నెండు ముక్కలుగా చింపి",
    "31": "యరొబాముతో ఇట్లనెను - పది ముక్కలను నీవు తీసికొనుము; ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - నేను సొలొమోను చేతిలోనుండి రాజ్యమును చింపివేసి పది గోత్రములను నీకిచ్చెదను.",
    "32": "అయితే నా సేవకుడైన దావీదు నిమిత్తమును, ఇశ్రాయేలు గోత్రములన్నిటిలో నేను కోరుకొనిన యెరూషలేము పట్టణము నిమిత్తమును ఒక గోత్రము అతనికి ఉండును.",
    "33": "ఎందుకనగా వారు నన్ను విసర్జించి, సీదోనీయుల దేవతయైన అష్తారోతుకును, మోయాబీయుల దేవతయైన కెమోషుకును, అమ్మోనీయుల దేవతయైన మిల్కోముకును నమస్కరించి, అతని తండ్రియైన దావీదువలె నా దృష్టికి న్యాయమైనదానిని చేయకయు, నా కట్టడలను నా విధులను గైకొనకయు, నా మార్గములలో నడువకయు ఉండిరి.",
    "34": "అయినను రాజ్యమంతయు అతని చేతిలోనుండి నేను తీసికొనను; నా ఆజ్ఞలను నా కట్టడలను గైకొనిన నేను ఏర్పరచుకొనిన నా సేవకుడైన దావీదు నిమిత్తము అతడు బ్రతుకు దినములన్నియు నేను అతనిని అధిపతిగా ఉంచెదను.",
    "35": "అయితే అతని కుమారుని చేతిలోనుండి రాజ్యమును తీసికొని దానిలో పది గోత్రములను నీకిచ్చెదను.",
    "36": "యెరూషలేములో నా నామము ఉంచుటకు నేను కోరుకొనిన పట్టణమందు నా సేవకుడైన దావీదుకు నా యెదుట ఎల్లప్పుడును ఒక దీపము ఉండునట్లు అతని కుమారునికి ఒక గోత్రమును ఇచ్చెదను.",
    "37": "నేను నిన్ను తీసికొందును; నీవు నీ ఇష్టము వచ్చినట్టెల్ల ఏలి ఇశ్రాయేలు మీద రాజువగుదువు.",
    "38": "నేను నీకు ఆజ్ఞాపించు వాటన్నిటిని నీవు విని, నా మార్గములలో నడుచుచు, నా సేవకుడైన దావీదు చేసినట్లు నా కట్టడలను నా ఆజ్ఞలను గైకొని నా దృష్టికి న్యాయమైనది చేసినయెడల, నేను నీకు తోడైయుండి, దావీదునకు నేను కట్టించినట్లు నీకును స్థిరమైన వంశమును కట్టించి ఇశ్రాయేలును నీకిచ్చెదను.",
    "39": "దీనిని బట్టి నేను దావీదు సంతానమును శ్రమపెట్టెదను గాని నిత్యము కాదు.",
    "40": "సొలొమోను యరొబామును చంప చూచెను గనుక యరొబాము లేచి ఐగుప్తునకు ఐగుప్తు రాజైన షీషకు నొద్దకు పారిపోయి సొలొమోను చనిపోవు వరకు ఐగుప్తులో ఉండెను.",
    "41": "సొలొమోను చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు, అతని జ్ఞానమును గూర్చియు సొలొమోను కార్యములను గూర్చిన గ్రంథములో వ్రాయబడియున్నది గదా.",
    "42": "సొలొమోను యెరూషలేములో ఇశ్రాయేలీయులందరిని ఏలిన కాలము నలభై సంవత్సరములు.",
    "43": "సొలొమోను తన పితరులతో నిద్రించి తన తండ్రియైన దావీదు పురములో పాతిపెట్టబడెను; అతని కుమారుడైన రెహబాము అతనికి మారుగా రాజాయెను."
}
