
{
    "1": "రెహబాము షెకెమునకు వెళ్లెను; ఏలయనగా అతనిని రాజుగా చేయుటకు ఇశ్రాయేలీయులందరును షెకెమునకు వచ్చియుండిరి.",
    "2": "నెబాతు కుమారుడైన యరొబాము రాజైన సొలొమోనుకు భయపడి పారిపోయి ఐగుప్తులో ఉండగా ఈ సంగతి అతనికి వినబడెను గనుక యరొబాము ఐగుప్తులో నివసించెను.",
    "3": "వారు వర్తమానము పంపి అతని పిలిపించిరి; యరొబామును ఇశ్రాయేలు సమాజమంతయు వచ్చి రెహబాముతో ఇట్లనిరి",
    "4": "నీ తండ్రి మా కాడిని బరువు చేసెను; నీ తండ్రి నియమించిన కఠినమైన దాస్యమును, అతడు మా మీద ఉంచిన బరువైన కాడిని నీవు ఇప్పుడు తేలిక చేయుము, మేము నీకు సేవ చేసెదము.",
    "5": "అందుకతడు - మీరు వెళ్లిపోయి మూడు దినములైన తరువాత నా యొద్దకు రండని వారితో చెప్పగా జనులు వెళ్లిపోయిరి.",
    "6": "అప్పుడు రాజైన రెహబాము తన తండ్రియైన సొలొమోను బ్రతికియున్నప్పుడు అతని యెదుట నిలిచిన పెద్దలతో ఆలోచన చేసి - ఈ జనులకు ప్రత్యుత్తరమిచ్చుటకు మీరేమి ఆలోచన చెప్పుదురని అడిగెను.",
    "7": "అందుకు వారు - నేడు నీవు ఈ జనులకు దాసుడవై వారికి సేవ చేసి వారికి సానుకూలమైన మాటలు పలికినయెడల వారు ఎల్లప్పుడును నీకు దాసులైయుందురని అతనితో చెప్పిరి.",
    "8": "అయితే అతడు పెద్దలు చెప్పిన ఆలోచనను త్రోసివేసి, తన యొద్ద నిలిచిన తనతోకూడ పెరిగిన యౌవనస్థులతో ఆలోచన చేసి",
    "9": "నీ తండ్రి మా మీద ఉంచిన కాడిని తేలిక చేయుమని నాతో చెప్పిన ఈ జనులకు మనమేమి ప్రత్యుత్తరమిత్తుము? మీరేమి ఆలోచన చెప్పుదురని వారిని అడిగెను.",
    "10": "అందుకు అతనితోకూడ పెరిగిన యౌవనస్థులు అతనితో ఇట్లనిరి - నీ తండ్రి మా కాడిని బరువు చేసెను, నీవు దానిని మాకు తేలిక చేయుమని నీతో చెప్పిన ఈ జనులతో నీవు చెప్పవలసినదేమనగా - నా చిటికెన వ్రేలు నా తండ్రి నడుముకంటే లావుగా ఉండును.",
    "11": "నా తండ్రి మీ మీద బరువైన కాడిని ఉంచెను, నేను మీ కాడిని మరి బరువు చేసెదను; నా తండ్రి మిమ్మును కొరడాలతో దండించెను, నేను మిమ్మును తేళ్లతో దండించెదను అని వారితో చెప్పుము.",
    "12": "మూడవ దినమున నా యొద్దకు రండని రాజు చెప్పినట్లు యరొబామును జనులందరును మూడవ దినమున రెహబాము నొద్దకు వచ్చిరి.",
    "13": "రాజు పెద్దలు చెప్పిన ఆలోచనను త్రోసివేసి జనులకు కఠినముగా ప్రత్యుత్తరమిచ్చెను.",
    "14": "యౌవనస్థుల ఆలోచన చొప్పున అతడు వారితో - నా తండ్రి మీ కాడిని బరువు చేసెను, నేను మీ కాడిని మరి బరువు చేసెదను; నా తండ్రి మిమ్మును కొరడాలతో దండించెను, నేను మిమ్మును తేళ్లతో దండించెదననెను.",
    "15": "ఈలాగు రాజు జనుల మాట వినకపోయెను; షీలోనీయుడైన అహీయా ద్వారా నెబాతు కుమారుడైన యరొబాముతో యెహోవా చెప్పిన మాట నెరవేరునట్లు యెహోవావలన ఇది జరిగెను.",
    "16": "రాజు తమ మాట వినకపోవుట ఇశ్రాయేలీయులందరు చూచినప్పుడు - దావీదులో మాకు పాలేమి? యెష్షయి కుమారునియందు మాకు స్వాస్థ్యము లేదు; ఇశ్రాయేలూ, మీ గుడారములకు వెళ్లుడి; దావీదూ, నీ యిల్లు నీవే చూచుకొనుము అని జనులు రాజునకు ప్రత్యుత్తరమిచ్చిరి. అప్పుడు ఇశ్రాయేలీయులు తమ గుడారములకు వెళ్లిపోయిరి.",
    "17": "అయితే యూదా పట్టణములలో నివసించిన ఇశ్రాయేలీయులను రెహబాము ఏలెను.",
    "18": "తరువాత రాజైన రెహబాము వెట్టి పనివారి మీదనున్న అదోనీరామును పంపగా ఇశ్రాయేలీయులందరు రాళ్లతో అతని కొట్టి చంపిరి; అప్పుడు రాజైన రెహబాము త్వరపడి తన రథమెక్కి యెరూషలేమునకు పారిపోయెను.",
    "19": "అట్లు ఇశ్రాయేలీయులు దావీదు ఇంటివారి మీద తిరుగుబాటు చేసిరి; నేటి వరకు ఆలాగుననే ఉన్నది.",
    "20": "యరొబాము తిరిగి వచ్చెనని ఇశ్రాయేలీయులందరు వినినప్పుడు, వారు వర్తమానము పంపి సమాజమునకు అతని పిలిపించి ఇశ్రాయేలు వారందరి మీద అతనిని రాజుగా చేసిరి; యూదా గోత్రము తప్ప దావీదు ఇంటిని అనుసరించినవారెవరును లేరు.",
    "21": "రెహబాము యెరూషలేమునకు వచ్చినప్పుడు, ఇశ్రాయేలు వారితో యుద్ధము చేసి రాజ్యమును సొలొమోను కుమారుడైన రెహబాముకు తిరిగి అప్పగించుటకై యూదా వంశస్థులందరిని బెన్యామీను గోత్రమును, అనగా ఏర్పరచబడిన లక్షా ఎనభై వేలమంది యుద్ధశూరులను సమకూర్చెను.",
    "22": "అయితే దైవజనుడైన షెమయాకు దేవుని వాక్యము ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను",
    "23": "యూదా రాజైన సొలొమోను కుమారుడగు రెహబాముతోను యూదా బెన్యామీను వంశస్థులందరితోను మిగిలిన జనులతోను ఇట్లనుము",
    "24": "యెహోవా సెలవిచ్చునదేమనగా - ఈ కార్యము నా వలన కలిగెను గనుక మీరు ఎక్కిపోకూడదు, మీ సహోదరులైన ఇశ్రాయేలీయులతో యుద్ధము చేయకూడదు; మీలో ప్రతివాడు తన ఇంటికి తిరిగి వెళ్లవలెను. వారు యెహోవా మాట విని యెహోవా మాట చొప్పున తిరిగి వెళ్లిరి.",
    "25": "అప్పుడు యరొబాము ఎఫ్రాయిము మన్నెములో షెకెమును కట్టించి అక్కడ నివసించెను; అక్కడనుండి బయలుదేరి పెనూయేలును కట్టించెను.",
    "26": "యరొబాము - రాజ్యము దావీదు ఇంటివారికి తిరిగి పోవునేమో.",
    "27": "ఈ జనులు యెరూషలేములోని యెహోవా మందిరమందు బలులు అర్పించుటకు వెళ్లుచుండినయెడల, ఈ జనుల హృదయము వారి ప్రభువైన యూదా రాజు రెహబాము తట్టు తిరుగును; అప్పుడు వారు నన్ను చంపి యూదా రాజైన రెహబాము నొద్దకు తిరిగి వెళ్లుదురని తన మనస్సులో తలంచుకొని",
    "28": "ఆలోచన చేసి రెండు బంగారు దూడలను చేయించి - యెరూషలేమునకు వెళ్లుట మీకు బహు కష్టము; ఓ ఇశ్రాయేలూ, ఐగుప్తు దేశములోనుండి మిమ్మును రప్పించిన మీ దేవుళ్లు ఇవే అని చెప్పి",
    "29": "ఒకదానిని బేతేలులోను ఒకదానిని దానులోను ఉంచెను.",
    "30": "జనులు ఒకదానిని పూజించుటకు దాను వరకు వెళ్లిరి గనుక ఇది పాపమునకు కారణమాయెను.",
    "31": "మరియు అతడు ఉన్నత స్థలములలో గుళ్లను కట్టించి, లేవీయులు కాని సామాన్య జనులను యాజకులుగా నియమించెను.",
    "32": "మరియు యూదాలో జరుగు పండుగవలె ఎనిమిదవ నెల పదిహేనవ దినమున యరొబాము ఒక పండుగను నియమించి బలిపీఠము మీద అర్పించెను; తాను చేసిన దూడలకు బలి అర్పించుటకై బేతేలులో ఆలాగు చేసెను; మరియు తాను కట్టించిన ఉన్నత స్థలములకు అతడు బేతేలులో యాజకులను ఉంచెను.",
    "33": "తన ఇష్టప్రకారము కల్పించుకొనిన ఎనిమిదవ నెల పదిహేనవ దినమున బేతేలులో తాను కట్టించిన బలిపీఠము మీద అతడు అర్పించెను; ఇశ్రాయేలీయులకు పండుగను నియమించి ధూపము వేయుటకు బలిపీఠమునొద్దకు వెళ్ళెను."
}
