
{
    "1": "ఇదిగో దైవజనుడొకడు యెహోవా మాటవలన యూదానుండి బేతేలుకు వచ్చెను; అప్పుడు యరొబాము ధూపము వేయుటకు బలిపీఠమునొద్ద నిలిచియుండెను.",
    "2": "ఆ దైవజనుడు బలిపీఠమును చూచి యెహోవా మాటవలన కేకవేసి - బలిపీఠమా, బలిపీఠమా, యెహోవా సెలవిచ్చునదేమనగా - దావీదు సంతతిలో యోషీయా అను ఒక కుమారుడు పుట్టును; నీ మీద ధూపము వేయు ఉన్నత స్థలముల యాజకులను అతడు నీ మీద బలి అర్పించును; మనుష్యుల శలలు నీ మీద కాలుపబడును అని చెప్పెను.",
    "3": "మరియు ఆ దినమున అతడు ఒక సూచన ఇచ్చి - యెహోవా సెలవిచ్చిన సూచన ఇదే; ఈ బలిపీఠము బద్దలగును, దానిమీద నున్న బూడిదె ఒలికిపోవునని చెప్పెను.",
    "4": "దైవజనుడు బేతేలులోని బలిపీఠమును చూచి పలికిన మాట రాజైన యరొబాము వినినప్పుడు, బలిపీఠము మీదనుండి తన చెయ్యి చాపి - అతని పట్టుకొనుడని చెప్పగా, అతనికి విరోధముగా అతడు చాపిన చెయ్యి ఎండిపోయెను, అతడు దానిని తన యొద్దకు వెనుకకు తీసికొనలేకపోయెను.",
    "5": "మరియు దైవజనుడు యెహోవా మాటవలన ఇచ్చిన సూచన చొప్పున బలిపీఠము బద్దలాయెను, బూడిదె బలిపీఠము మీదనుండి ఒలికిపోయెను.",
    "6": "అప్పుడు రాజు - నా చెయ్యి బాగుపడునట్లు నీ దేవుడైన యెహోవాను శాంతిపరచి నా కొరకు ప్రార్థించుమని దైవజనునితో చెప్పగా, దైవజనుడు యెహోవాను బతిమాలుకొనెను గనుక రాజు చెయ్యి బాగుపడి మునుపటివలె ఆయెను.",
    "7": "అప్పుడు రాజు - నాతోకూడ ఇంటికి వచ్చి అలసట తీర్చుకొనుము, నేను నీకు బహుమానము ఇచ్చెదనని దైవజనునితో చెప్పగా",
    "8": "దైవజనుడు రాజుతో - నీ ఇంటిలో సగము నీవు నాకిచ్చినను నేను నీతో లోపలికి రాను; ఈ స్థలమందు నేను అన్నము తినను, నీళ్లు త్రాగను.",
    "9": "ఏలయనగా - అన్నము తినవద్దు, నీళ్లు త్రాగవద్దు, నీవు వచ్చిన మార్గమున తిరిగి వెళ్లవద్దని యెహోవా వాక్యము చేత నాకు ఆజ్ఞాయెనని చెప్పి",
    "10": "తాను బేతేలుకు వచ్చిన మార్గమున వెళ్లక వేరొక మార్గమున వెళ్లిపోయెను.",
    "11": "బేతేలులో ఒక ముసలి ప్రవక్త ఉండెను; అతని కుమారులు వచ్చి ఆ దినమున బేతేలులో దైవజనుడు చేసినదంతయు తమ తండ్రితో చెప్పిరి; అతడు రాజుతో పలికిన మాటలను కూడ వారు తమ తండ్రితో చెప్పిరి.",
    "12": "వారి తండ్రి - అతడు ఏ మార్గమున వెళ్లెనని వారిని అడుగగా, యూదానుండి వచ్చిన దైవజనుడు వెళ్లిన మార్గమును అతని కుమారులు చూచియుండిరి.",
    "13": "అప్పుడతడు - గాడిదకు గంత కట్టుడని తన కుమారులతో చెప్పెను; వారు గాడిదకు గంత కట్టగా అతడు దానిమీద ఎక్కి",
    "14": "దైవజనుని వెనుక వెళ్లి, ఒక సింధూరవృక్షము క్రింద అతడు కూర్చునియుండుట చూచి - యూదానుండి వచ్చిన దైవజనుడవు నీవేనా అని అతని అడుగగా అతడు - నేనే అనెను.",
    "15": "అప్పుడతడు - నాతోకూడ ఇంటికి వచ్చి భోజనము చేయుమని అతనితో చెప్పగా",
    "16": "అతడు - నేను నీతో తిరిగి రాను, నీతో లోపలికి రాను; ఈ స్థలమందు నీతో అన్నము తినను, నీళ్లు త్రాగను.",
    "17": "అక్కడ అన్నము తినవద్దు, నీళ్లు త్రాగవద్దు, నీవు వచ్చిన మార్గమున తిరిగి వెళ్లవద్దని యెహోవా వాక్యము చేత నాకు ఆజ్ఞాయెనని చెప్పెను.",
    "18": "అందుకతడు - నేనును నీవంటి ప్రవక్తనే; ఒక దూత యెహోవా మాటవలన - అతడు అన్నపానములు పుచ్చుకొనుటకు నీ ఇంటికి అతని తోడుకొని రమ్మని నాతో చెప్పెనని అతనితో అబద్ధమాడెను.",
    "19": "కాబట్టి అతడు వెనుకకు తిరిగి అతనితో కూడా వెళ్లి అతని యింట అన్నము తిని నీళ్లు త్రాగెను.",
    "20": "వారు బల్లయొద్ద కూర్చునియుండగా అతనిని వెనుకకు తోడుకొని వచ్చిన ప్రవక్తకు యెహోవా వాక్యము ప్రత్యక్షమాయెను.",
    "21": "అతడు యూదానుండి వచ్చిన దైవజనునితో బిగ్గరగా ఇట్లనెను - యెహోవా సెలవిచ్చునదేమనగా - నీవు యెహోవా మాటకు తిరుగుబాటు చేసి, నీ దేవుడైన యెహోవా నీకు ఇచ్చిన ఆజ్ఞను గైకొనక,",
    "22": "వెనుకకు తిరిగి, అన్నము తినవద్దనియు నీళ్లు త్రాగవద్దనియు ఆయన నీతో చెప్పిన స్థలమున అన్నము తిని నీళ్లు త్రాగితివి గనుక నీ శవము నీ పితరుల సమాధికి చేరదు.",
    "23": "అతడు అన్నము తిని నీళ్లు త్రాగిన తరువాత ఆ ముసలి ప్రవక్త తాను వెనుకకు తోడుకొని వచ్చినవాని కొరకు గాడిదకు గంత కట్టెను.",
    "24": "అతడు వెళ్లిపోగా దారిలో ఒక సింహము అతనికి ఎదురుపడి అతని చంపెను; అతని శవము దారిలో పడియుండగా గాడిద దాని దగ్గర నిలిచెను, సింహమును ఆ శవము దగ్గర నిలిచెను.",
    "25": "మనుష్యులు దాటిపోవుచు దారిలో పడియున్న శవమును శవము దగ్గర నిలిచియున్న సింహమును చూచి, ఆ ముసలి ప్రవక్త కాపురమున్న ఊరికి వచ్చి ఆ వర్తమానము చెప్పిరి.",
    "26": "అతనిని మార్గమునుండి వెనుకకు తోడుకొని వచ్చిన ప్రవక్త ఆ మాట విని - అతడు యెహోవా మాటకు తిరుగుబాటు చేసిన దైవజనుడే; యెహోవా అతనితో చెప్పిన మాట చొప్పున యెహోవా అతనిని సింహమునకు అప్పగించెను; అది అతనిని చీల్చి చంపివేసెనని చెప్పెను.",
    "27": "మరియు అతడు తన కుమారులతో - నా కొరకు గాడిదకు గంత కట్టుడని చెప్పగా వారు కట్టిరి.",
    "28": "అతడు వెళ్లి దారిలో పడియున్న అతని శవమును, శవము దగ్గర నిలిచియున్న గాడిదను సింహమును చూచెను; సింహము ఆ శవమును తినలేదు, గాడిదను చీల్చలేదు.",
    "29": "ఆ ప్రవక్త దైవజనుని శవమును ఎత్తి గాడిద మీద వేసికొని, అతని గూర్చి దుఃఖించుటకును అతని పాతిపెట్టుటకును తిరిగి ఆ ముసలి ప్రవక్త తన ఊరికి దానిని తీసికొనివచ్చెను.",
    "30": "అతడు తన సమాధిలో అతని శవమును ఉంచెను; వారు - అయ్యో నా సహోదరుడా అని అతని గూర్చి దుఃఖించిరి.",
    "31": "అతని పాతిపెట్టిన తరువాత అతడు తన కుమారులతో ఇట్లనెను - నేను చనిపోయినప్పుడు దైవజనుడు పాతిపెట్టబడిన సమాధిలో నన్ను పాతిపెట్టుడి; నా ఎముకలను అతని ఎముకల ప్రక్కన ఉంచుడి.",
    "32": "బేతేలులోని బలిపీఠము మీదను, షోమ్రోను పట్టణములలోనున్న ఉన్నత స్థలముల గుళ్లన్నిటి మీదను యెహోవా మాటవలన అతడు పలికిన మాట నిశ్చయముగా నెరవేరును.",
    "33": "ఇదంతయు జరిగినను యరొబాము తన చెడ్డ మార్గమునుండి మళ్లుకొనక, సామాన్య జనులను ఉన్నత స్థలములకు యాజకులుగా మల్లా నియమించెను; తనకు ఇష్టమైన వారిని ప్రతిష్ఠింపగా వారు ఉన్నత స్థలములకు యాజకులైరి.",
    "34": "ఈ కార్యము యరొబాము ఇంటివారికి పాపమాయెను; ఇందువలన వారు భూమిమీద నుండకుండ కొట్టివేయబడి నశించిరి."
}
