
{
    "1": "ఆ కాలమున యరొబాము కుమారుడైన అబీయా రోగియాయెను.",
    "2": "యరొబాము తన భార్యతో - నీవు యరొబాము భార్యవని ఎవరికిని తెలియకుండ మారువేషము వేసికొని షీలోహుకు వెళ్లుము; నేను ఈ జనుల మీద రాజునగుదునని నాతో చెప్పిన ప్రవక్తయైన అహీయా అక్కడ ఉన్నాడు.",
    "3": "నీవు పది రొట్టెలను అప్పములను ఒక బుడ్డిలో తేనెను తీసికొని అతని యొద్దకు వెళ్లుము; ఈ చిన్నవానికి ఏమి సంభవించునో అతడు నీకు తెలియజేయునని చెప్పెను.",
    "4": "యరొబాము భార్య ఆలాగు చేసి లేచి షీలోహుకు వెళ్లి అహీయా యింటికి వచ్చెను. అహీయా వృద్ధాప్యమువలన చూపు మందగించినందున చూడలేకపోయెను.",
    "5": "యెహోవా అహీయాతో - యరొబాము భార్య తన కుమారుడు రోగియైనందున అతని గూర్చి నిన్ను అడుగుటకు వచ్చుచున్నది; ఆమెతో నీవు ఈలాగు ఈలాగు చెప్పవలెను; ఆమె లోపలికి వచ్చునప్పుడు వేరొక స్త్రీ వలె నటించునని సెలవిచ్చెను.",
    "6": "ఆమె ద్వారమున కాళ్ల చప్పుడు చేయుట అహీయా విని ఇట్లనెను - యరొబాము భార్యా, లోపలికి రమ్ము; నీవు వేరొక స్త్రీ వలె ఎందుకు నటించుచున్నావు? నీకు కఠినమైన వర్తమానము చెప్పుటకు నేను పంపబడితిని.",
    "7": "నీవు వెళ్లి యరొబాముతో ఇట్లనుము - ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - జనుల మధ్యనుండి నేను నిన్ను హెచ్చించి నా జనులైన ఇశ్రాయేలీయుల మీద నిన్ను అధిపతిగా చేసి,",
    "8": "దావీదు ఇంటివారి యొద్దనుండి రాజ్యమును లాగి నీకిచ్చితిని; అయినను నా ఆజ్ఞలను గైకొని తన పూర్ణహృదయముతో నన్ను అనుసరించి నా దృష్టికి న్యాయమైనది మాత్రమే చేసిన నా సేవకుడైన దావీదువలె నీవు ఉండలేదు.",
    "9": "నీకంటే ముందున్న వారందరికంటే నీవు ఎక్కువగా చెడుతనము చేసితివి; నన్ను కోపపెట్టుటకు నీవు వెళ్లి వేరొక దేవుళ్లను పోత విగ్రహములను చేసికొని నన్ను నీ వెనుకతట్టు పారవేసితివి.",
    "10": "కాబట్టి నేను యరొబాము ఇంటి మీదికి కీడు రప్పించి, యరొబాముకు పుట్టిన ప్రతి మగవానిని, ఇశ్రాయేలులో బద్ధుడనేమి ముక్తుడనేమి ఉండకుండ అందరిని నిర్మూలము చేసి, పెంటను ఊడ్చివేయునట్లు యరొబాము సంతానమును బొత్తిగా ఊడ్చివేసెదను.",
    "11": "యరొబాము వారిలో ఊరిలో చనిపోవువానిని కుక్కలు తినును; పొలములో చనిపోవువానిని ఆకాశ పక్షులు తినును; యెహోవా ఈ మాట సెలవిచ్చెను.",
    "12": "కాబట్టి నీవు లేచి నీ ఇంటికి వెళ్లుము; నీ కాళ్లు ఊరిలో మోపగానే బిడ్డ చనిపోవును.",
    "13": "ఇశ్రాయేలీయులందరు వానిని గూర్చి అంగలార్చి వానిని పాతిపెట్టుదురు; యరొబాము ఇంటివారిలో ఇశ్రాయేలు దేవుడైన యెహోవా యందు ఇతనిలో మాత్రము కొంత మంచి కనబడెను గనుక యరొబాము సంతానములో ఇతడు ఒక్కడే సమాధికి చేర్చబడును.",
    "14": "యెహోవా ఇశ్రాయేలు మీద ఒక రాజును నియమించును; అతడు ఆ దినమున యరొబాము ఇంటివారిని నిర్మూలము చేయును; ఇప్పుడే చేయును.",
    "15": "మరియు నీటిలో రెల్లు అల్లాడునట్లు యెహోవా ఇశ్రాయేలును మొత్తును; వారు దేవతాస్తంభములను చేసికొని యెహోవాకు కోపము పుట్టించినందున, ఆయన వారి పితరులకు ఇచ్చిన ఈ మంచి దేశములోనుండి ఇశ్రాయేలును పెరికివేసి, నది అవతలకు వారిని చెదరగొట్టును.",
    "16": "యరొబాము తాను పాపము చేయుటయే గాక ఇశ్రాయేలు వారు పాపము చేయుటకు కారకుడాయెను గనుక వారి పాపములను బట్టి ఆయన ఇశ్రాయేలును అప్పగించును.",
    "17": "అప్పుడు యరొబాము భార్య లేచి తిర్సాకు వచ్చెను; ఆమె గడప త్రొక్కగానే బిడ్డ చనిపోయెను.",
    "18": "వారు వానిని పాతిపెట్టిరి; తన సేవకుడైన ప్రవక్తయగు అహీయా ద్వారా యెహోవా సెలవిచ్చిన మాట చొప్పున ఇశ్రాయేలీయులందరు వానిని గూర్చి అంగలార్చిరి.",
    "19": "యరొబాము చేసిన ఇతర కార్యములను గూర్చియు, అతడు యుద్ధము చేసినదానిని గూర్చియు, ఏలినదానిని గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది.",
    "20": "యరొబాము ఏలిన దినములు ఇరవై రెండు ఏండ్లు; అతడు తన పితరులతో నిద్రించెను; అతని కుమారుడైన నాదాబు అతనికి మారుగా రాజాయెను.",
    "21": "సొలొమోను కుమారుడైన రెహబాము యూదాను ఏలెను. రెహబాము ఏలనారంభించినప్పుడు నలభై ఒక్క ఏండ్లవాడు; యెహోవా తన నామమును ఉంచుకొనుటకు ఇశ్రాయేలు గోత్రములన్నిటిలోనుండి కోరుకొనిన పట్టణమైన యెరూషలేములో అతడు పదిహేడు సంవత్సరములు ఏలెను; అతని తల్లి పేరు నయమా, ఆమె అమ్మోనీయురాలు.",
    "22": "యూదావారు యెహోవా దృష్టికి చెడుతనము చేసిరి; తమ పితరులు చేసినదంతటికంటే ఎక్కువగా పాపము చేసి, ఆయనకు రోషము పుట్టించిరి.",
    "23": "ఎట్లనగా వారును ఎత్తైన ప్రతి కొండమీదను ప్రతి పచ్చని చెట్టు క్రిందను ఉన్నత స్థలములను విగ్రహములను దేవతాస్తంభములను కట్టించుకొనిరి.",
    "24": "దేశములో పురుషగాములును ఉండిరి; ఇశ్రాయేలీయుల యెదుటనుండి యెహోవా వెళ్లగొట్టిన జనములు చేసిన హేయక్రియలన్నిటి చొప్పున వారు చేసిరి.",
    "25": "రాజైన రెహబాము ఐదవ సంవత్సరమున ఐగుప్తు రాజైన షీషకు యెరూషలేము మీదికి వచ్చెను.",
    "26": "అతడు యెహోవా మందిరపు బొక్కసములను రాజనగరు బొక్కసములను, అనగా ఉన్నదంతయు తీసికొనెను; సొలొమోను చేయించిన బంగారు డాళ్లను కూడ అతడు తీసికొనెను.",
    "27": "రాజైన రెహబాము వాటికి మారుగా ఇత్తడి డాళ్లను చేయించి రాజనగరు ద్వారమును కాపాడు రక్షకభటుల అధిపతుల చేతికి వాటిని అప్పగించెను.",
    "28": "రాజు యెహోవా మందిరములోనికి వెళ్లినప్పుడెల్ల రక్షకభటులు వాటిని మోసికొనిపోయి, తరువాత రక్షకభటుల గదిలో వాటిని తిరిగి ఉంచుచు వచ్చిరి.",
    "29": "రెహబాము చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "30": "రెహబాముకును యరొబాముకును ఎల్లప్పుడు యుద్ధము జరుగుచుండెను.",
    "31": "రెహబాము తన పితరులతో నిద్రించి దావీదు పురములో తన పితరుల యొద్ద పాతిపెట్టబడెను; అతని తల్లి పేరు నయమా, ఆమె అమ్మోనీయురాలు; అతని కుమారుడైన అబీయాము అతనికి మారుగా రాజాయెను."
}
