
{
    "1": "నెబాతు కుమారుడైన యరొబాము రాజు ఏలుబడిలో పద్దెనిమిదవ సంవత్సరమున అబీయాము యూదాను ఏలనారంభించెను.",
    "2": "అతడు మూడు సంవత్సరములు యెరూషలేములో ఏలెను; అతని తల్లి పేరు మయకా, ఆమె అబీషాలూము కుమార్తె.",
    "3": "అతడు తనకు ముందు తన తండ్రి చేసిన పాపములన్నిటిని అనుసరించి నడిచెను; అతని తండ్రియైన దావీదు హృదయమువలె అతని హృదయము తన దేవుడైన యెహోవా యెడల యథార్థముగా ఉండలేదు.",
    "4": "అయినను దావీదు నిమిత్తము అతని దేవుడైన యెహోవా అతని తరువాత అతని కుమారుని నిలిపి, యెరూషలేమును స్థిరపరచి, యెరూషలేములో అతనికి ఒక దీపమును అనుగ్రహించెను.",
    "5": "ఎందుకనగా దావీదు హిత్తీయుడైన ఊరియా సంగతి యందు తప్ప, తన జీవిత దినములన్నిటను యెహోవా దృష్టికి యథార్థముగా నడుచుకొనుచు, ఆయన ఆజ్ఞాపించిన దేనిని విడిచిపెట్టలేదు.",
    "6": "రెహబాముకును యరొబాముకును వారి దినములన్నిటను యుద్ధము జరుగుచుండెను.",
    "7": "అబీయాము చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా. అబీయాముకును యరొబాముకును యుద్ధము జరుగుచుండెను.",
    "8": "అబీయాము తన పితరులతో నిద్రించి దావీదు పురములో పాతిపెట్టబడెను; అతని కుమారుడైన ఆసా అతనికి మారుగా రాజాయెను.",
    "9": "ఇశ్రాయేలు రాజైన యరొబాము ఏలుబడిలో ఇరవైయవ సంవత్సరమున ఆసా యూదాను ఏలనారంభించెను.",
    "10": "అతడు యెరూషలేములో నలభై ఒక్క సంవత్సరములు ఏలెను; అతని తండ్రి తల్లి పేరు మయకా, ఆమె అబీషాలూము కుమార్తె.",
    "11": "ఆసా తన పితరుడైన దావీదువలె యెహోవా దృష్టికి నీతి గలవాడై నడుచుకొనెను.",
    "12": "అతడు పురుషగాములను దేశములోనుండి వెళ్లగొట్టి, తన పితరులు చేసిన విగ్రహములన్నిటిని పడగొట్టెను.",
    "13": "మరియు తన తండ్రి తల్లియైన మయకా అసహ్యమైన ఒక విగ్రహమును చేయించినందున ఆమెను రాణిగా ఉండకుండ అతడు తొలగించెను; ఆసా ఆమె విగ్రహమును ఛిన్నాభిన్నములుగా చేసి కిద్రోను వాగు దగ్గర కాల్చివేసెను.",
    "14": "అయితే ఉన్నత స్థలములను తీసివేయలేదు గాని, ఆసా హృదయము తన దినములన్నియు యెహోవా యెడల యథార్థముగా ఉండెను.",
    "15": "తన తండ్రి ప్రతిష్ఠించిన వాటిని తాను ప్రతిష్ఠించిన వాటిని, వెండిని బంగారమును పాత్రలను అతడు యెహోవా మందిరములోనికి తెచ్చెను.",
    "16": "ఆసాకును ఇశ్రాయేలు రాజైన బయెషాకును వారి దినములన్నిటను యుద్ధము జరుగుచుండెను.",
    "17": "ఇశ్రాయేలు రాజైన బయెషా యూదా వారి మీదికి వచ్చి, యూదా రాజైన ఆసా యొద్దకు ఎవరిని రానీయకుండను పోనీయకుండను ఉండునట్లు రామాను కట్టించెను.",
    "18": "అప్పుడు ఆసా యెహోవా మందిరపు బొక్కసములలోను రాజనగరు బొక్కసములలోను మిగిలిన వెండి బంగారములనంతటిని తీసికొని తన సేవకుల చేతికి అప్పగించి, దమస్కులో నివసించు హెజ్యోను మనుమడును టబ్రిమ్మోను కుమారుడునైన సిరియా రాజు బెన్హదదు నొద్దకు వారిని పంపి",
    "19": "నాకును నీకును, నా తండ్రికిని నీ తండ్రికిని సంధి ఉన్నది గదా; ఇదిగో నేను నీకు వెండిని బంగారమును కానుకగా పంపుచున్నాను; ఇశ్రాయేలు రాజైన బయెషా నా యొద్దనుండి వెళ్లిపోవునట్లు నీవు వచ్చి అతనితో చేసిన నిబంధనను రద్దు చేయుమని వర్తమానము చేసెను.",
    "20": "బెన్హదదు రాజైన ఆసా మాట విని, తన సైన్యాధిపతులను ఇశ్రాయేలు పట్టణముల మీదికి పంపి, ఈయోనును దానును ఆబెల్బేత్మయకాను కిన్నెరెతు ప్రదేశమంతటిని నఫ్తాలి దేశమంతటిని కొట్టెను.",
    "21": "బయెషా అది విని రామాను కట్టించుట మాని తిర్సాలో నివసించెను.",
    "22": "అప్పుడు రాజైన ఆసా యూదావారందరిని పిలిపించెను; మినహాయింపు ఎవరికిని లేదు; వారు బయెషా కట్టించుచుండిన రామా రాళ్లను కర్రలను తీసికొనిపోయిరి; వాటితో రాజైన ఆసా బెన్యామీను సంబంధమైన గెబాను మిస్పాను కట్టించెను.",
    "23": "ఆసా చేసిన ఇతర కార్యములను గూర్చియు, అతని పరాక్రమమంతటిని గూర్చియు, అతడు చేసినదంతటిని గూర్చియు, అతడు కట్టించిన పట్టణములను గూర్చియు యూదా రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా. అతడు వృద్ధుడైనప్పుడు అతని పాదములలో జబ్బు పుట్టెను.",
    "24": "ఆసా తన పితరులతో నిద్రించి, తన పితరుడైన దావీదు పురములో తన పితరుల యొద్ద పాతిపెట్టబడెను; అతని కుమారుడైన యెహోషాపాతు అతనికి మారుగా రాజాయెను.",
    "25": "యూదా రాజైన ఆసా ఏలుబడిలో రెండవ సంవత్సరమున యరొబాము కుమారుడైన నాదాబు ఇశ్రాయేలును ఏలనారంభించి రెండు సంవత్సరములు ఇశ్రాయేలును ఏలెను.",
    "26": "అతడు యెహోవా దృష్టికి చెడుతనము చేసి, తన తండ్రి మార్గమందును, తన తండ్రి ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన పాపమందును నడచెను.",
    "27": "ఇస్సాఖారు వంశస్థుడైన అహీయా కుమారుడగు బయెషా అతని మీద కుట్ర చేసి, ఫిలిష్తీయుల సంబంధమైన గిబ్బెతోను నొద్ద అతని చంపెను; అప్పుడు నాదాబును ఇశ్రాయేలువారందరును గిబ్బెతోనును ముట్టడివేయుచుండిరి.",
    "28": "యూదా రాజైన ఆసా ఏలుబడిలో మూడవ సంవత్సరమున బయెషా అతని చంపి అతనికి మారుగా రాజాయెను.",
    "29": "అతడు రాజైనప్పుడు యరొబాము ఇంటివారినందరిని హతము చేసెను; యెహోవా తన సేవకుడైన షీలోనీయుడగు అహీయా ద్వారా పలికిన మాట చొప్పున అతడు యరొబాముకు ప్రాణము గల దేనిని ఉండనియ్యక అందరిని నాశనము చేసెను.",
    "30": "యరొబాము తాను పాపము చేయుటయే గాక ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడై ఇశ్రాయేలు దేవుడైన యెహోవాకు పుట్టించిన కోపమును బట్టి ఇది జరిగెను.",
    "31": "నాదాబు చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "32": "ఆసాకును ఇశ్రాయేలు రాజైన బయెషాకును వారి దినములన్నిటను యుద్ధము జరుగుచుండెను.",
    "33": "యూదా రాజైన ఆసా ఏలుబడిలో మూడవ సంవత్సరమున అహీయా కుమారుడైన బయెషా ఇశ్రాయేలు వారందరి మీద తిర్సాలో ఏలనారంభించి ఇరవై నాలుగు సంవత్సరములు ఏలెను.",
    "34": "అతడు యెహోవా దృష్టికి చెడుతనము చేసి, యరొబాము మార్గమందును, అతడు ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడైన పాపమందును నడచెను."
}
