
{
    "1": "అప్పుడు యెహోవా వాక్కు హనానీ కుమారుడైన యెహూకు ప్రత్యక్షమై బయెషాను గూర్చి ఈలాగు సెలవిచ్చెను -",
    "2": "నేను నిన్ను మంటిలోనుండి పైకెత్తి నా జనులైన ఇశ్రాయేలీయుల మీద అధిపతిగా చేసితిని గాని నీవు యరొబాము మార్గమందు నడిచి, నా జనులు తమ పాపములచేత నాకు కోపము పుట్టించునట్లు ఇశ్రాయేలీయులు పాపము చేయుటకు కారకుడవైతివి.",
    "3": "కాబట్టి నేను బయెషాను అతని ఇంటివారిని ఊడ్చివేసెదను; నెబాతు కుమారుడైన యరొబాము ఇంటిని చేసినట్లు నీ ఇంటిని చేసెదను.",
    "4": "బయెషా వారిలో పట్టణమందు చనిపోవువానిని కుక్కలు తినును; పొలములో చనిపోవువానిని ఆకాశ పక్షులు తినును.",
    "5": "బయెషా చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు, అతని పరాక్రమమును గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "6": "బయెషా తన పితరులతో నిద్రించి తిర్సాలో పాతిపెట్టబడెను; అతని కుమారుడైన ఏలా అతనికి మారుగా రాజాయెను.",
    "7": "మరియు బయెషా యరొబాము ఇంటివారివలె ఉండి, యెహోవా దృష్టికి చెడుతనము చేసి, తన చేతి పనులవలన ఆయనకు కోపము పుట్టించినందునను, అతడు యరొబాము ఇంటివారిని హతము చేసినందునను, హనానీ కుమారుడగు ప్రవక్తయైన యెహూ ద్వారా యెహోవా వాక్కు బయెషాకును అతని ఇంటివారికిని విరోధముగా వచ్చెను.",
    "8": "యూదా రాజైన ఆసా ఏలుబడిలో ఇరవై ఆరవ సంవత్సరమున బయెషా కుమారుడైన ఏలా ఇశ్రాయేలు మీద తిర్సాలో ఏలనారంభించి రెండు సంవత్సరములు ఏలెను.",
    "9": "అతని సేవకుడును సగము రథములకు అధిపతియునైన జిమ్రీ అతని మీద కుట్ర చేసెను. అతడు తిర్సాలో అర్సా అను తన గృహనిర్వాహకుని యింట త్రాగి మత్తుడై యుండగా",
    "10": "జిమ్రీ లోపలికి వెళ్లి అతని కొట్టి చంపి, యూదా రాజైన ఆసా ఏలుబడిలో ఇరవై ఏడవ సంవత్సరమున అతనికి మారుగా రాజాయెను.",
    "11": "అతడు రాజై సింహాసనము మీద కూర్చుండినప్పుడు బయెషా ఇంటివారినందరిని హతము చేసెను; అతడు బంధువులనే గాని స్నేహితులనే గాని మగవారిలో ఒక్కనినైనను అతనికి మిగలనియ్యలేదు.",
    "12": "ప్రవక్తయైన యెహూ ద్వారా బయెషాను గూర్చి యెహోవా పలికిన మాట చొప్పున జిమ్రీ బయెషా ఇంటివారినందరిని నాశనము చేసెను.",
    "13": "బయెషాయును అతని కుమారుడైన ఏలాయును తాము పాపము చేయుటయే గాక ఇశ్రాయేలువారు పాపము చేయుటకు కారకులై, తమ వ్యర్థమైన విగ్రహములవలన ఇశ్రాయేలు దేవుడైన యెహోవాకు కోపము పుట్టించిన వారి పాపములన్నిటిని బట్టి ఇది జరిగెను.",
    "14": "ఏలా చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసినదంతటిని గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "15": "యూదా రాజైన ఆసా ఏలుబడిలో ఇరవై ఏడవ సంవత్సరమున జిమ్రీ తిర్సాలో ఏడు దినములు ఏలెను. అప్పుడు జనులు ఫిలిష్తీయుల గిబ్బెతోను మీద దిగియుండిరి.",
    "16": "జిమ్రీ కుట్ర చేసి రాజును చంపెనని పాళెములోనున్న జనులు విని, ఆ దినమున పాళెములో ఇశ్రాయేలు సైన్యాధిపతియైన ఒమ్రీని ఇశ్రాయేలు వారందరి మీద రాజుగా చేసిరి.",
    "17": "ఒమ్రీయును అతనితోకూడ ఇశ్రాయేలీయులందరును గిబ్బెతోను నుండి ఎక్కి వచ్చి తిర్సాను ముట్టడివేసిరి.",
    "18": "పట్టణము పట్టబడెనని జిమ్రీ చూచినప్పుడు అతడు రాజనగరు కోటలోనికి వెళ్లి, తన మీద రాజనగరును అగ్నితో కాల్చుకొని చనిపోయెను.",
    "19": "అతడు యెహోవా దృష్టికి చెడుతనము చేసి, యరొబాము మార్గములో నడచుచు, ఇశ్రాయేలువారు పాపము చేయుటకు అతడు కారకుడైన పాపమును బట్టి అతడు చనిపోయెను.",
    "20": "జిమ్రీ చేసిన ఇతర కార్యములను గూర్చియు, అతడు చేసిన కుట్రను గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "21": "అప్పుడు ఇశ్రాయేలు ప్రజలు రెండుగా చీలిపోయిరి; సగముమంది గీనీతు కుమారుడైన తిబ్నీని రాజుగా చేయుటకు అతని వెంబడించిరి, సగముమంది ఒమ్రీని వెంబడించిరి.",
    "22": "అయితే ఒమ్రీని వెంబడించిన ప్రజలు గీనీతు కుమారుడైన తిబ్నీని వెంబడించిన ప్రజలకంటే బలవంతులైరి గనుక తిబ్నీ చనిపోయెను, ఒమ్రీ రాజాయెను.",
    "23": "యూదా రాజైన ఆసా ఏలుబడిలో ముప్పది ఒకటవ సంవత్సరమున ఒమ్రీ ఇశ్రాయేలును ఏలనారంభించి పన్నెండు సంవత్సరములు ఏలెను; అతడు తిర్సాలో ఆరు సంవత్సరములు ఏలెను.",
    "24": "అతడు రెండు మణుగుల వెండికి షెమెరు యొద్ద షోమ్రోను కొండను కొని, ఆ కొండమీద ఒక పట్టణమును కట్టించి, ఆ కొండ యజమానుడైన షెమెరు పేరును బట్టి తాను కట్టించిన పట్టణమునకు షోమ్రోను అని పేరు పెట్టెను.",
    "25": "ఒమ్రీ యెహోవా దృష్టికి చెడుతనము చేసెను; తనకు ముందున్న వారందరికంటే అతడు ఎక్కువగా చెడుతనము చేసెను.",
    "26": "అతడు నెబాతు కుమారుడైన యరొబాము మార్గమంతటిలోను, ఇశ్రాయేలువారు పాపము చేయుటకు కారకుడై వారి వ్యర్థమైన విగ్రహములవలన ఇశ్రాయేలు దేవుడైన యెహోవాకు కోపము పుట్టించిన యరొబాము పాపమందును నడచెను.",
    "27": "ఒమ్రీ చేసిన ఇతర కార్యములను గూర్చియు, అతడు చూపిన పరాక్రమమును గూర్చియు ఇశ్రాయేలు రాజుల దినవృత్తాంతముల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "28": "ఒమ్రీ తన పితరులతో నిద్రించి షోమ్రోనులో పాతిపెట్టబడెను; అతని కుమారుడైన అహాబు అతనికి మారుగా రాజాయెను.",
    "29": "యూదా రాజైన ఆసా ఏలుబడిలో ముప్పది ఎనిమిదవ సంవత్సరమున ఒమ్రీ కుమారుడైన అహాబు ఇశ్రాయేలును ఏలనారంభించెను; ఒమ్రీ కుమారుడైన అహాబు షోమ్రోనులో ఇశ్రాయేలు మీద ఇరవై రెండు సంవత్సరములు ఏలెను.",
    "30": "ఒమ్రీ కుమారుడైన అహాబు తనకు ముందున్న వారందరికంటే యెహోవా దృష్టికి ఎక్కువగా చెడుతనము చేసెను.",
    "31": "నెబాతు కుమారుడైన యరొబాము పాపములలో నడచుట తనకు అల్పమని యెంచి, అతడు సీదోనీయుల రాజైన ఎత్బయలు కుమార్తెయగు యెజెబెలును పెండ్లి చేసికొని, వెళ్లి బయలును పూజించి దానికి నమస్కరించెను.",
    "32": "షోమ్రోనులో తాను కట్టించిన బయలు గుడిలో అతడు బయలునకు ఒక బలిపీఠమును కట్టించెను.",
    "33": "మరియు అహాబు ఒక దేవతాస్తంభమును నిలిపెను; తనకు ముందున్న ఇశ్రాయేలు రాజులందరికంటే అహాబు ఇశ్రాయేలు దేవుడైన యెహోవాకు కోపము పుట్టించు కార్యములను ఎక్కువగా చేసెను.",
    "34": "అతని దినములలో బేత్లెహేమీయుడైన హీయేలు యెరికోను కట్టించెను. యెహోవా నూను కుమారుడైన యెహోషువ ద్వారా పలికిన మాట చొప్పున అతడు దాని పునాది వేసినప్పుడు తన జ్యేష్ఠకుమారుడైన అబీరామును, దాని గవునులను నిలిపినప్పుడు తన కనిష్ఠకుమారుడైన సెగూబును పోగొట్టుకొనెను."
}
