
{
    "1": "చాలా దినములైన తరువాత మూడవ సంవత్సరమున యెహోవా వాక్యము ఏలీయాకు ప్రత్యక్షమై - నీవు వెళ్లి అహాబుకు కనబడుము; నేను భూమిమీద వర్షము కురిపించెదనని సెలవిచ్చెను.",
    "2": "ఏలీయా అహాబుకు కనబడుటకు వెళ్ళెను. షోమ్రోనులో కరవు భారముగా ఉండెను.",
    "3": "అహాబు తన గృహనిర్వాహకుడైన ఓబద్యాను పిలిపించెను. ఓబద్యా యెహోవా యందు మిక్కిలి భయభక్తులు గలవాడు.",
    "4": "యెజెబెలు యెహోవా ప్రవక్తలను నిర్మూలము చేయుచుండగా ఓబద్యా నూరుమంది ప్రవక్తలను తీసికొని, గుహకు ఏబదిమంది చొప్పున దాచిపెట్టి అన్నపానములిచ్చి వారిని పోషించెను.",
    "5": "అహాబు - నీవు దేశములోనున్న నీటి బుగ్గలన్నిటి యొద్దకును వాగులన్నిటి యొద్దకును వెళ్లుము; ఒకవేళ మనము పశువులన్నిటిని పోగొట్టుకొనకుండ గుఱ్ఱములను కంచరగాడిదలను బ్రతికించుకొనుటకు గడ్డి దొరుకునేమో అని ఓబద్యాతో చెప్పెను.",
    "6": "కాబట్టి వారు దేశమంతట తిరుగుటకు దాని పంచుకొనిరి; అహాబు ఒక్కడే ఒక మార్గమున వెళ్ళెను, ఓబద్యా ఒక్కడే వేరొక మార్గమున వెళ్ళెను.",
    "7": "ఓబద్యా మార్గమున వెళ్లుచుండగా ఏలీయా అతనికి ఎదురుపడెను; ఓబద్యా అతనిని గుర్తుపట్టి సాష్టాంగపడి - నా ఏలినవాడవైన ఏలీయావు నీవేనా అని అడుగగా",
    "8": "అతడు - నేనే, నీవు వెళ్లి - ఏలీయా వచ్చెనని నీ ఏలినవానితో చెప్పుమనెను.",
    "9": "అందుకతడు - నేను చేసిన పాపమేమి? నన్ను చంపుటకు అహాబు చేతికి నీ దాసుడనైన నన్ను అప్పగించుచున్నావు?",
    "10": "నీ దేవుడైన యెహోవా జీవముతోడు, నిన్ను వెతుకుటకు నా ఏలినవాడు దూతలను పంపని జనము గాని రాజ్యము గాని లేదు; అతడు ఇక్కడ లేడని వారు చెప్పినప్పుడు, అతడు నిన్ను కనుగొనలేదని ఆయా రాజ్యముల వారి చేతను జనముల వారి చేతను ప్రమాణము చేయించుకొనెను.",
    "11": "ఇప్పుడు నీవు - నీవు వెళ్లి ఏలీయా వచ్చెనని నీ ఏలినవానితో చెప్పుమనుచున్నావు.",
    "12": "నేను నీ యొద్దనుండి వెళ్లిపోగానే యెహోవా ఆత్మ నాకు తెలియని స్థలమునకు నిన్ను ఎత్తుకొనిపోవునేమో; అప్పుడు నేను వెళ్లి అహాబుకు వర్తమానము చెప్పిన తరువాత అతనికి నీవు కనబడనియెడల అతడు నన్ను చంపును; అయితే నీ దాసుడనైన నేను బాల్యమునుండి యెహోవా యందు భయభక్తులు గలవాడను.",
    "13": "యెజెబెలు యెహోవా ప్రవక్తలను చంపినప్పుడు నేను చేసినది నా ఏలినవానికి వినబడలేదా? నేను యెహోవా ప్రవక్తలలో నూరుమందిని గుహకు ఏబదిమంది చొప్పున దాచిపెట్టి అన్నపానములిచ్చి వారిని పోషించితిని.",
    "14": "ఇప్పుడు నీవు - నీవు వెళ్లి ఏలీయా వచ్చెనని నీ ఏలినవానితో చెప్పుమనుచున్నావు; అతడు నన్ను చంపుననెను.",
    "15": "అప్పుడు ఏలీయా - నేను ఎవరి సన్నిధిని నిలబడియున్నానో, ఆ సైన్యములకు అధిపతియగు యెహోవా జీవముతోడు నిశ్చయముగా నేడు నేను అహాబుకు కనబడుదుననెను.",
    "16": "ఓబద్యా అహాబును ఎదుర్కొన వెళ్లి ఆ సంగతి అతనికి తెలియజేయగా అహాబు ఏలీయాను ఎదుర్కొన వెళ్ళెను.",
    "17": "అహాబు ఏలీయాను చూచినప్పుడు - ఇశ్రాయేలువారిని శ్రమపెట్టువాడవు నీవే గదా అని అతనితో అనగా",
    "18": "అతడు - నేను కాదు, నీవును నీ తండ్రి ఇంటివారును ఇశ్రాయేలువారిని శ్రమపెట్టువారు; మీరు యెహోవా ఆజ్ఞలను విడిచిపెట్టి బయలు దేవతలను అనుసరించుచున్నారు.",
    "19": "కాబట్టి ఇప్పుడు నీవు జనులను పంపి, ఇశ్రాయేలీయులనందరిని, యెజెబెలు పోషించుచున్న బయలు ప్రవక్తలు నాలుగు వందల ఏబదిమందిని, అషెరాదేవి ప్రవక్తలు నాలుగు వందలమందిని కర్మెలు పర్వతమున నా యొద్దకు సమకూర్చుమని చెప్పెను.",
    "20": "అహాబు ఇశ్రాయేలీయులందరి యొద్దకు దూతలను పంపి ఆ ప్రవక్తలను కర్మెలు పర్వతమునకు సమకూర్చెను.",
    "21": "ఏలీయా జనులందరి దగ్గరకు వచ్చి - ఎన్నాళ్ల వరకు మీరు రెండు తలంపుల మధ్య తడబడుచుందురు? యెహోవా దేవుడైతే ఆయనను అనుసరించుడి, బయలు దేవుడైతే వానిని అనుసరించుడని చెప్పగా, జనులు అతనికి ఒక మాటైనను ఉత్తరమియ్యకపోయిరి.",
    "22": "అప్పుడు ఏలీయా జనులతో ఇట్లనెను - యెహోవా ప్రవక్తలలో నేను ఒక్కడనే మిగిలియున్నాను; బయలు ప్రవక్తలు నాలుగు వందల ఏబదిమంది యున్నారు.",
    "23": "మాకు రెండు ఎడ్లను ఇయ్యుడి; వారు ఒక ఎద్దును కోరుకొని, దానిని తునకలుగా చేసి, క్రింద అగ్ని వేయకుండ కట్టెల మీద ఉంచవలెను; నేను రెండవ ఎద్దును సిద్ధము చేసి, క్రింద అగ్ని వేయకుండ కట్టెల మీద ఉంచెదను.",
    "24": "మీరు మీ దేవత పేరును బట్టి ప్రార్థన చేయుడి, నేను యెహోవా నామమును బట్టి ప్రార్థన చేసెదను; ఏ దేవుడు అగ్ని చేత ఉత్తరమిచ్చునో ఆయనే దేవుడు అని చెప్పగా జనులందరు - ఈ మాట మంచిదనిరి.",
    "25": "అప్పుడు ఏలీయా బయలు ప్రవక్తలతో - మీరు అనేకులు గనుక మీరే ముందుగా ఒక ఎద్దును కోరుకొని సిద్ధము చేసి, క్రింద అగ్ని వేయకుండ మీ దేవత పేరును బట్టి ప్రార్థన చేయుడని చెప్పెను.",
    "26": "వారు తమకు ఇయ్యబడిన ఎద్దును తీసికొని సిద్ధము చేసి, ఉదయము మొదలుకొని మధ్యాహ్నము వరకు - బయలు, మా ప్రార్థన వినుమని బయలు పేరును బట్టి ప్రార్థన చేసిరి గాని, మాటయైనను పలికినవాడైనను లేకపోయెను; వారు తాము చేసిన బలిపీఠమునొద్ద గంతులు వేయుచుండిరి.",
    "27": "మధ్యాహ్నమున ఏలీయా వారిని ఎగతాళి చేయుచు - పెద్ద కేకలు వేయుడి, వాడు దేవుడై యున్నాడు; వాడు ధ్యానము చేయుచున్నాడేమో, బయటికి వెళ్లియున్నాడేమో, ప్రయాణము చేయుచున్నాడేమో, ఒకవేళ వాడు నిద్రపోవుచున్నాడేమో, వానిని లేపవలెను అని చెప్పెను.",
    "28": "వారు మరి గట్టిగా కేకలు వేయుచు, తమ మర్యాద చొప్పున రక్తము కారు వరకు కత్తులతోను శూలములతోను తమ దేహములను కోసికొనుచుండిరి.",
    "29": "మధ్యాహ్నము గడచిపోయెను; అస్తమయ నైవేద్య సమయము వరకు వారు ఈలాగున ప్రవచించుచు వచ్చిరి గాని, మాటయైనను పలికినవాడైనను లక్ష్యపెట్టినవాడైనను లేకపోయెను.",
    "30": "అప్పుడు ఏలీయా - నా దగ్గరకు రండని జనులందరితో చెప్పగా జనులందరు అతని దగ్గరకు వచ్చిరి. అతడు పడగొట్టబడిన యెహోవా బలిపీఠమును బాగుచేసెను.",
    "31": "నీ పేరు ఇశ్రాయేలు అని యెహోవా వాక్కు ఎవరికి ప్రత్యక్షమాయెనో ఆ యాకోబు సంతతి గోత్రముల లెక్క చొప్పున ఏలీయా పన్నెండు రాళ్లను తీసికొని",
    "32": "ఆ రాళ్లతో యెహోవా నామమున ఒక బలిపీఠమును కట్టి, ఆ బలిపీఠము చుట్టు రెండు మానికల గింజలు చల్లినంత స్థలము గల ఒక కందకమును తవ్వించెను.",
    "33": "అతడు కట్టెలను చక్కగా పేర్చి, ఎద్దును తునకలుగా చేసి ఆ కట్టెల మీద ఉంచి - మీరు నాలుగు తొట్ల నిండ నీళ్లు నింపి దహనబలి ద్రవ్యము మీదను కట్టెల మీదను పోయుడని చెప్పెను.",
    "34": "రెండవ మారు ఆలాగు చేయుడని చెప్పగా వారు రెండవ మారు చేసిరి; మూడవ మారు ఆలాగు చేయుడని చెప్పగా వారు మూడవ మారు చేసిరి.",
    "35": "నీళ్లు బలిపీఠము చుట్టు పారెను, కందకమును నీళ్లతో నింపెను.",
    "36": "అస్తమయ నైవేద్య సమయమున ప్రవక్తయైన ఏలీయా దగ్గరకు వచ్చి - యెహోవా, అబ్రాహాము ఇస్సాకు ఇశ్రాయేలుల దేవా, ఇశ్రాయేలులో నీవే దేవుడవనియు, నేను నీ సేవకుడననియు, ఈ కార్యములన్నియు నీ సెలవు చేతనే చేసితిననియు నేడు కనపరచుము.",
    "37": "యెహోవా, నా ప్రార్థన వినుము; యెహోవావైన నీవే దేవుడవనియు, నీవు వారి హృదయములను నీ తట్టుకు తిరుగజేయుదువనియు ఈ జనులు తెలిసికొనునట్లు నా ప్రార్థన వినుమని ప్రార్థించెను.",
    "38": "అప్పుడు యెహోవా అగ్ని దిగి, దహనబలి ద్రవ్యమును కట్టెలను రాళ్లను బూడిదెను కాల్చి, కందకములోనున్న నీళ్లను ఆరిపోజేసెను.",
    "39": "జనులందరు దానిని చూచి సాష్టాంగపడి - యెహోవాయే దేవుడు, యెహోవాయే దేవుడు అని కేకలు వేసిరి.",
    "40": "అప్పుడు ఏలీయా - బయలు ప్రవక్తలలో ఒకనినైనను తప్పించుకొని పోనియ్యక వారిని పట్టుకొనుడని చెప్పగా జనులు వారిని పట్టుకొనిరి; ఏలీయా కీషోను వాగు దగ్గరకు వారిని తీసికొనిపోయి అక్కడ వారిని చంపెను.",
    "41": "ఏలీయా - విస్తారమైన వర్షపు ధ్వని వినబడుచున్నది, నీవు వెళ్లి భోజనము చేయుమని అహాబుతో చెప్పెను.",
    "42": "అహాబు భోజనము చేయుటకు వెళ్ళెను. ఏలీయా కర్మెలు పర్వతము పైకి ఎక్కి నేలమీద పడి తన ముఖమును మోకాళ్ల మధ్య ఉంచుకొని",
    "43": "తన దాసునితో - నీవు పైకి వెళ్లి సముద్రము వైపు చూడుమని చెప్పెను. వాడు పైకి వెళ్లి చూచి - ఏమియు లేదని చెప్పగా - నీవు ఇంక ఏడు మారులు వెళ్లుమని అతడు చెప్పెను.",
    "44": "ఏడవ మారు వాడు - అదిగో మనిషి చెయ్యి అంత చిన్న మేఘము సముద్రమునుండి పైకి ఎక్కుచున్నదని చెప్పగా, అతడు - నీవు వెళ్లి, వాన నిన్ను ఆటంకపరచకుండ రథము పూన్చుకొని దిగిపొమ్మని అహాబుతో చెప్పుమనెను.",
    "45": "అంతలో ఆకాశము మేఘములతోను గాలితోను కారు కమ్మెను, గొప్ప వర్షము కురిసెను. అహాబు రథమెక్కి యెజ్రెయేలునకు వెళ్ళెను.",
    "46": "యెహోవా హస్తము ఏలీయా మీద ఉండెను గనుక అతడు తన నడుము బిగించుకొని అహాబు కంటే ముందుగా పరుగెత్తికొని యెజ్రెయేలు గుమ్మము వరకు వెళ్ళెను."
}
