
{
    "1": "ఏలీయా చేసినదంతయు, అతడు ప్రవక్తలనందరిని కత్తితో చంపిన సంగతియు అహాబు యెజెబెలుకు తెలియజేసెను.",
    "2": "అప్పుడు యెజెబెలు ఒక దూత చేత ఏలీయాకు ఈ వర్తమానము పంపెను - రేపు ఈ వేళకు నేను నీ ప్రాణమును వారిలో ఒకని ప్రాణమువలె చేయనియెడల దేవుళ్ళు నాకు గొప్ప అపాయము కలుగజేయుదురు గాక.",
    "3": "అతడు భయపడి లేచి, తన ప్రాణమును దక్కించుకొనుటకై యూదా సంబంధమైన బెేర్షెబాకు వెళ్లి అక్కడ తన దాసుని విడిచిపెట్టి",
    "4": "తాను ఒక దిన ప్రయాణము అరణ్యములోనికి వెళ్లి, ఒక బదరీవృక్షము క్రింద కూర్చుండి - యెహోవా, నా పితరులకంటే నేను ఎక్కువ వాడను కాను, ఇంత మట్టుకు చాలును, నా ప్రాణము తీసికొనుమని తన మరణమును కోరుకొనెను.",
    "5": "అతడు ఆ బదరీవృక్షము క్రింద పండుకొని నిద్రించుచుండగా ఒక దూత అతనిని ముట్టి - నీవు లేచి భోజనము చేయుమని చెప్పెను.",
    "6": "అతడు చూచినప్పుడు అతని తల దగ్గర నిప్పుల మీద కాల్చబడిన అప్పమును నీళ్ల కూజాయు కనబడెను; అతడు అన్నపానములు పుచ్చుకొని తిరిగి పండుకొనెను.",
    "7": "యెహోవా దూత రెండవ మారు వచ్చి అతని ముట్టి - నీకు శక్తికి మించిన ప్రయాణమున్నది, నీవు లేచి భోజనము చేయుమని చెప్పెను.",
    "8": "అతడు లేచి అన్నపానములు పుచ్చుకొని ఆ భోజనపు బలము చేత నలభై పగళ్లును నలభై రాత్రులును దేవుని పర్వతమైన హోరేబు వరకు ప్రయాణము చేసెను.",
    "9": "అక్కడ అతడు ఒక గుహలో చేరి బస చేయగా యెహోవా వాక్యము అతనికి ప్రత్యక్షమై - ఏలీయా, ఇచ్చట నీవేమి చేయుచున్నావని అడుగగా",
    "10": "అతడు - ఇశ్రాయేలీయులు నీ నిబంధనను త్రోసివేసి, నీ బలిపీఠములను పడగొట్టి, నీ ప్రవక్తలను కత్తితో చంపిరి; సైన్యములకు అధిపతివగు యెహోవా కొరకు నేను ఒకడనే మిక్కిలి రోషము గలవాడనై మిగిలియున్నాను; నేను ఒకడనే మిగిలియున్నాను, వారు నా ప్రాణమును తీయుటకై వెతుకుచున్నారని చెప్పెను.",
    "11": "అందుకాయన - నీవు బయటికి వచ్చి పర్వతము మీద యెహోవా సముఖమందు నిలువుము అని సెలవిచ్చెను. అంతట యెహోవా దాటిపోగా బలమైన పెను గాలి వీచెను; యెహోవా భయమునకు పర్వతములు బద్దలాయెను, బండలు పగిలిపోయెను గాని యెహోవా ఆ గాలిలో ఉండలేదు; గాలి పోయిన తరువాత భూకంపము కలిగెను గాని ఆ భూకంపములో యెహోవా ఉండలేదు.",
    "12": "భూకంపము పోయిన తరువాత మెరుపు పుట్టెను గాని ఆ మెరుపులో యెహోవా ఉండలేదు; మెరుపు పోయిన తరువాత మిక్కిలి మెల్లనైన ఒక స్వరము వినబడెను.",
    "13": "ఏలీయా దానిని వినినప్పుడు తన దుప్పటితో ముఖము కప్పుకొని బయటికి వచ్చి గుహ వాకిట నిలిచెను. అప్పుడు ఒక స్వరము అతనికి వినబడి - ఏలీయా, ఇక్కడ నీవేమి చేయుచున్నావని అడుగగా",
    "14": "అతడు - ఇశ్రాయేలీయులు నీ నిబంధనను త్రోసివేసి, నీ బలిపీఠములను పడగొట్టి, నీ ప్రవక్తలను కత్తితో చంపిరి; సైన్యములకు అధిపతివగు యెహోవా కొరకు నేను ఒకడనే మిక్కిలి రోషము గలవాడనై మిగిలియున్నాను; నేను ఒకడనే మిగిలియున్నాను, వారు నా ప్రాణమును తీయుటకై వెతుకుచున్నారని చెప్పెను.",
    "15": "అప్పుడు యెహోవా అతనితో ఇట్లనెను - నీవు బయలుదేరి అరణ్య మార్గమున దమస్కుకు వెళ్లుము; నీవు అక్కడికి వచ్చి హజాయేలును సిరియా మీద రాజుగా అభిషేకించుము.",
    "16": "నింషీ కుమారుడైన యెహూను ఇశ్రాయేలు మీద రాజుగా అభిషేకించుము; మరియు ఆబెల్మెహోలా వాడైన షాపాతు కుమారుడగు ఎలీషాను నీకు మారుగా ప్రవక్తగా ఉండుటకు అభిషేకించుము.",
    "17": "హజాయేలు కత్తిని తప్పించుకొనువానిని యెహూ చంపును; యెహూ కత్తిని తప్పించుకొనువానిని ఎలీషా చంపును.",
    "18": "అయినను ఇశ్రాయేలులో బయలుకు మోకాళ్లూననివారందరిని, అనగా వాని నోటితో ముద్దుపెట్టుకొనని ఏడు వేలమందిని నేను మిగుల్చుకొనెదను.",
    "19": "అతడు అక్కడనుండి వెళ్లి షాపాతు కుమారుడైన ఎలీషాను కనుగొనెను; అతడు తన ముందర పన్నెండు అరకలు కట్టి దున్నుచు, పన్నెండవ అరక తోలుచుండెను; ఏలీయా అతని యొద్దకు వచ్చి తన దుప్పటి అతని మీద వేసెను.",
    "20": "అప్పుడతడు ఎడ్లను విడిచి ఏలీయా వెనుక పరుగెత్తి - దయచేసి నా తల్లిదండ్రులను ముద్దుపెట్టుకొననిమ్ము, తరువాత నిన్ను వెంబడించెదనని చెప్పగా, అతడు - పోయి రమ్ము; నేను నీకు చేసినదానిని జ్ఞాపకము చేసికొనుమనెను.",
    "21": "అతడు అతని వెనుకనుండి తిరిగి వెళ్లి ఒక అరక ఎడ్లను తీసికొని వధించి, అరక కఱ్ఱలతో మాంసమును వండి జనులకు పెట్టగా వారు భోజనము చేసిరి; తరువాత అతడు లేచి ఏలీయాను వెంబడించి అతనికి ఉపచారము చేయుచుండెను."
}
