
{
    "1": "దావీదునకు మరణకాలము సమీపించినప్పుడు అతడు తన కుమారుడైన సొలొమోనుకు ఈలాగు ఆజ్ఞాపించెను",
    "2": "నేను సర్వలోకల మార్గమున వెళ్లుచున్నాను; కాబట్టి నీవు ధైర్యము వహించి పురుషుడవై యుండుము.",
    "3": "నీవు నడుచు మార్గమంతటిలోను నీవు చేయుదంతటిలోను నీవు వర్ధిల్లునట్లు, యెహోవా మోషే ధర్మశాస్త్రములో ఆజ్ఞాపించినట్లు ఆయన మార్గములలో నడుచుకొనుచు, ఆయన కట్టడలను ఆజ్ఞలను విధులను శాసనములను గైకొనుచు, నీ దేవుడైన యెహోవా విధించిన దానిని ఆచరించుము.",
    "4": "అప్పుడు యెహోవా - నీ పిల్లలు తమ మార్గమును కాపాడుకొని, తమ పూర్ణహృదయముతోను తమ పూర్ణాత్మతోను సత్యముగా నా యెదుట నడచుకొనినయెడల, ఇశ్రాయేలు సింహాసనము మీద ఆసీనుడగు పురుషుడు నీకుండక పోడని నన్ను గూర్చి చెప్పిన మాటను స్థిరపరచును.",
    "5": "మరియు సెరూయా కుమారుడైన యోవాబు నాకు చేసినదానిని, ఇశ్రాయేలు సైన్యాధిపతులైన నేరు కుమారుడగు అబ్నేరుకును యెతెరు కుమారుడగు అమాశాకును అతడు చేసినదానిని నీవు ఎరుగుదువు గదా. అతడు వారిని చంపి, యుద్ధరక్తమును సమాధాన కాలమందు చిందించి, తన నడుముననున్న దట్టికిని తన కాళ్లకున్న చెప్పులకును యుద్ధరక్తమును తగిలించెను.",
    "6": "కాబట్టి నీవు నీ జ్ఞానము చొప్పున జరిగించి, వానిని నరసిన తలవానిగా సమాధికి సమాధానముగా దిగనియ్యకుము.",
    "7": "అయితే గిలాదీయుడైన బర్జిల్లయి కుమారుల యెడల దయ చూపి నీ బల్లయొద్ద భోజనము చేయువారిలో వారిని ఉండనిమ్ము; నీ సహోదరుడైన అబ్షాలోమునొద్దనుండి నేను పారిపోయినప్పుడు వారు నన్ను ఆలాగుననే ఆదరించిరి.",
    "8": "మరియు బహురీము వాడైన బెన్యామీనీయుడగు గెరా కుమారుడైన షిమీ నీ యొద్ద ఉన్నాడు; నేను మహనయిమునకు వెళ్లిన దినమున అతడు నన్ను ఘోరమైన శాపముతో శపించెను; అయితే అతడు యొర్దానునొద్ద నన్ను కలుసుకొనుటకు వచ్చినప్పుడు - యెహోవా తోడు కత్తితో నిన్ను చంపనని నేను అతనితో ప్రమాణము చేసితిని.",
    "9": "కాబట్టి ఇప్పుడు నీవు అతనిని నిర్దోషిగా ఎంచకుము; నీవు బుద్ధిమంతుడవు గనుక అతనికి ఏమి చేయవలెనో అది నీకు తెలియును; రక్తముతో అతనిని నరసిన తలవానిగా సమాధికి దిగజేయుము.",
    "10": "దావీదు తన పితరులతో నిద్రించి దావీదు పురములో పాతిపెట్టబడెను.",
    "11": "దావీదు ఇశ్రాయేలును ఏలిన కాలము నలభై ఏండ్లు; హెబ్రోనులో ఏడేండ్లు, యెరూషలేములో ముప్పది మూడు ఏండ్లు అతడు ఏలెను.",
    "12": "సొలొమోను తన తండ్రియైన దావీదు సింహాసనము మీద ఆసీనుడాయెను; అతని రాజ్యము బహు స్థిరపడెను.",
    "13": "హగ్గీతు కుమారుడైన అదోనీయా సొలొమోను తల్లియైన బత్షెబా యొద్దకు రాగా ఆమె - నీవు సమాధానముగా వచ్చుచున్నావా అని అడిగెను. అతడు - సమాధానమే అని చెప్పెను.",
    "14": "మరియు అతడు - నీతో ఒక మాట చెప్పవలెననగా ఆమె - చెప్పుమనెను.",
    "15": "అప్పుడతడు - రాజ్యము నాదై యుండెననియు, నేను ఏలవలెనని ఇశ్రాయేలీయులందరును నా మీద మనస్సుంచిరనియు నీకు తెలియును; అయితే రాజ్యము నా సోదరునిదాయెను; అది యెహోవావలన అతనికి కలిగెను.",
    "16": "ఇప్పుడు నేను నిన్ను ఒక మనవి చేయుచున్నాను, దానిని త్రోసివేయకుమని చెప్పగా ఆమె - చెప్పుమనెను.",
    "17": "అతడు - రాజైన సొలొమోను నీ మాట త్రోసివేయడు గనుక, షూనేమీయురాలైన అబీషగును నాకిచ్చి పెండ్లి చేయుమని దయచేసి అతనితో చెప్పుమనెను.",
    "18": "అందుకు బత్షెబా - మంచిది, నేను నీ కొరకు రాజుతో మాటలాడెదననెను.",
    "19": "అదోనీయా పక్షమున రాజుతో మాటలాడుటకు బత్షెబా రాజైన సొలొమోను నొద్దకు వెళ్లగా, రాజు తన తల్లిని ఎదుర్కొనుటకు లేచి ఆమెకు నమస్కారము చేసి తన సింహాసనము మీద కూర్చుండి, తన తల్లి కొరకు పీఠము వేయించగా ఆమె అతని కుడి పార్శ్వమున కూర్చుండెను.",
    "20": "అప్పుడామె - నేను నిన్ను ఒక చిన్న మనవి చేయుచున్నాను, నన్ను త్రోసివేయకుమని చెప్పగా రాజు - నా తల్లీ అడుగుము, నేను నిన్ను త్రోసివేయను అనెను.",
    "21": "అందుకామె - షూనేమీయురాలైన అబీషగును నీ అన్నయైన అదోనీయాకు ఇచ్చి పెండ్లి చేయుమనెను.",
    "22": "అందుకు రాజైన సొలొమోను - అబీషగును అదోనీయాకు ఇమ్మని నీవు ఎందుకు అడుగుచున్నావు? అతడు నాకు అన్న గనుక రాజ్యమును కూడ అతనికిమ్మని అడుగుము; అతనికిని యాజకుడైన అభ్యాతారుకును సెరూయా కుమారుడైన యోవాబుకును దానిని అడుగుమని తన తల్లితో చెప్పెను.",
    "23": "అప్పుడు రాజైన సొలొమోను - అదోనీయా తన ప్రాణము మీదకు వచ్చునట్లు ఈ మాట పలికెను; అలాగు కానియెడల దేవుడు నాకు గొప్ప అపాయము కలుగజేయును గాక.",
    "24": "కాబట్టి నన్ను స్థిరపరచి, నా తండ్రియైన దావీదు సింహాసనము మీద నన్ను కూర్చుండబెట్టి, తాను వాగ్దానము చేసినట్లు నాకు ఇల్లు కట్టించిన యెహోవా జీవముతోడు నేడే అదోనీయా మరణము నొందునని ప్రమాణము చేసెను.",
    "25": "రాజైన సొలొమోను యెహోయాదా కుమారుడైన బెనాయాను పంపగా అతడు పోయి అదోనీయాను చంపెను; అతడు చనిపోయెను.",
    "26": "రాజు యాజకుడైన అభ్యాతారుతో ఇట్లనెను - అనాతోతులోనున్న నీ భూమికి పొమ్ము; నీవు మరణమునకు పాత్రుడవే గాని, నా తండ్రియైన దావీదు యెదుట నీవు ప్రభువైన యెహోవా మందసమును మోసితివి గనుకను, నా తండ్రి పడిన శ్రమలన్నిటిలో నీవును శ్రమపడితివి గనుకను ఈ దినమున నిన్ను చంపను.",
    "27": "అట్లు షిలోహులో ఏలీ ఇంటిని గూర్చి యెహోవా చెప్పిన మాట నెరవేరునట్లు సొలొమోను అభ్యాతారును యెహోవాకు యాజకుడు కాకుండ వెళ్లగొట్టెను.",
    "28": "ఆ వార్త యోవాబునకు వచ్చెను; యోవాబు అబ్షాలోము పక్షమున ఉండలేదు గాని అదోనీయా పక్షమున ఉండినవాడు గనుక యోవాబు యెహోవా గుడారమునకు పారిపోయి బలిపీఠపు కొమ్ములను పట్టుకొనెను.",
    "29": "యోవాబు యెహోవా గుడారమునకు పారిపోయి బలిపీఠమునొద్ద ఉన్నాడని రాజైన సొలొమోనుకు తెలుపబడగా, సొలొమోను యెహోయాదా కుమారుడైన బెనాయాను పంపి - నీవు వెళ్లి అతని చంపుమని చెప్పెను.",
    "30": "బెనాయా యెహోవా గుడారమునకు వెళ్లి - బయటికి రమ్మని రాజు ఆజ్ఞాపించుచున్నాడని అతనితో చెప్పగా అతడు - నేను రాను, ఇక్కడనే చనిపోయెదననెను. బెనాయా రాజునొద్దకు తిరిగి వెళ్లి యోవాబు చెప్పిన మాటను అతనికి పలికిన ప్రత్యుత్తరమును తెలియజేసెను.",
    "31": "అందుకు రాజు - అతడు చెప్పినట్లే చేసి అతని చంపి పాతిపెట్టుము; ఆలాగున యోవాబు వృధాగా చిందించిన రక్తమును నా మీదినుండియు నా తండ్రి యింటి మీదినుండియు నీవు తీసివేసెదవు.",
    "32": "యెహోవా అతని నెత్తి మీదికి అతని రక్తమును రప్పించును; ఎట్లనగా ఇశ్రాయేలు సైన్యాధిపతియైన నేరు కుమారుడగు అబ్నేరును యూదా సైన్యాధిపతియైన యెతెరు కుమారుడగు అమాశాను అను తనకంటే నీతిపరులునుోగ్యులునైన ఇద్దరు మనుష్యులను నా తండ్రియైన దావీదునకు తెలియకుండ అతడు కత్తితో చంపెను.",
    "33": "కాబట్టి వారి రక్తము నిరంతరము యోవాబు నెత్తి మీదికిని అతని సంతానపు వారి నెత్తి మీదికిని వచ్చును గాక; దావీదునకును అతని సంతానమునకును అతని కుటుంబమునకును అతని సింహాసనమునకును యెహోవా వలన నిరంతరము సమాధానము కలుగును గాక అనెను.",
    "34": "అప్పుడు యెహోయాదా కుమారుడైన బెనాయా వెళ్లి అతని మీద పడి అతని చంపెను; అరణ్యమందున్న అతని యింట అతడు పాతిపెట్టబడెను.",
    "35": "రాజు అతనికి మారుగా యెహోయాదా కుమారుడైన బెనాయాను సైన్యాధిపతిగా నియమించెను; అభ్యాతారుకు మారుగా రాజు సాదోకును యాజకునిగా నియమించెను.",
    "36": "తరువాత రాజు షిమీని పిలిపించి అతనితో ఇట్లనెను - నీవు యెరూషలేములో ఇల్లు కట్టుకొని అక్కడ నివసించుము; అక్కడనుండి ఎక్కడికిని వెళ్లవద్దు.",
    "37": "నీవు బయలుదేరి కిద్రోను వాగు దాటు దినమున నిశ్చయముగా మరణము నొందుదువని రూఢిగా తెలిసికొనుము; నీ రక్తము నీ తలమీదనే ఉండును.",
    "38": "అందుకు షిమీ - ఈ మాట మంచిది; నా ఏలినవాడవగు రాజు చెప్పినట్లు నీ దాసుడనైన నేను చేసెదనని రాజుతో చెప్పెను. షిమీ యెరూషలేములో చాలా దినములు నివసించెను.",
    "39": "మూడు సంవత్సరములైన తరువాత షిమీ దాసులలో ఇద్దరు గాతు రాజైన మయకా కుమారుడగు ఆకీషు నొద్దకు పారిపోయిరి; నీ దాసులు గాతులో ఉన్నారని షిమీకి తెలుపబడగా",
    "40": "షిమీ లేచి తన గాడిదకు గంత కట్టి తన దాసులను వెదకుటకై గాతులోనున్న ఆకీషు నొద్దకు వెళ్ళెను; షిమీ వెళ్లి గాతునుండి తన దాసులను తీసికొనివచ్చెను.",
    "41": "షిమీ యెరూషలేమునుండి గాతుకు వెళ్లి తిరిగి వచ్చెనని సొలొమోనుకు తెలుపబడెను.",
    "42": "అప్పుడు రాజు షిమీని పిలిపించి - నీవు బయలుదేరి ఎక్కడికైనను వెళ్లు దినమున నిశ్చయముగా మరణము నొందుదువని నీకు రూఢిగా తెలియవలెనని నేను యెహోవా తోడని నీ చేత ప్రమాణము చేయించి నీకు ఖండితముగా చెప్పలేదా? అప్పుడు నీవు - నేను విన్న మాట మంచిదని నాతో చెప్పితివి గదా.",
    "43": "అయితే యెహోవాకు చేసిన ప్రమాణమును నేను నీకు ఆజ్ఞాపించిన ఆజ్ఞను నీవు ఎందుకు గైకొనలేదని అడిగెను.",
    "44": "మరియు రాజు షిమీతో - నీవు నా తండ్రియైన దావీదునకు చేసిన కీడంతయు నీకు బాగుగా తెలియును, నీ హృదయమునకు అది తెలిసేయున్నది; కాబట్టి యెహోవా నీ చెడుతనమును నీ నెత్తి మీదికి రప్పించును.",
    "45": "రాజైన సొలొమోను ఆశీర్వదించబడును; దావీదు సింహాసనము యెహోవా సన్నిధిని నిత్యము స్థిరపరచబడునని చెప్పెను.",
    "46": "రాజు యెహోయాదా కుమారుడైన బెనాయాకు ఆజ్ఞ ఇయ్యగా అతడు బయలువెళ్లి అతని చంపెను. అప్పుడు రాజ్యము సొలొమోను చేతిలో స్థిరపడెను."
}
