
{
    "1": "సిరియా రాజైన బెన్హదదు తన సైన్యమంతటిని సమకూర్చుకొనెను; ముప్పది ఇద్దరు రాజులును గుఱ్ఱములును రథములును అతనితో కూడ ఉండిరి; అతడు వచ్చి షోమ్రోనును ముట్టడివేసి దానితో యుద్ధము చేసెను.",
    "2": "అతడు పట్టణములోనున్న ఇశ్రాయేలు రాజైన అహాబు నొద్దకు దూతలను పంపి",
    "3": "బెన్హదదు సెలవిచ్చునదేమనగా - నీ వెండియు నీ బంగారమును నావి; నీ భార్యలలోను నీ పిల్లలలోను సౌందర్యవంతులు నావారని వర్తమానము చేసెను.",
    "4": "ఇశ్రాయేలు రాజు - నా ఏలినవాడా రాజా, నీవు చెప్పినట్లే నేనును నాకు కలిగినదంతయు నీవని ప్రత్యుత్తరమిచ్చెను.",
    "5": "దూతలు తిరిగి వచ్చి ఇట్లనిరి - బెన్హదదు సెలవిచ్చునదేమనగా - నీ వెండిని నీ బంగారమును నీ భార్యలను నీ పిల్లలను నాకియ్యవలెనని నేను నీ యొద్దకు వర్తమానము పంపితిని గదా.",
    "6": "రేపు ఈ వేళకు నా సేవకులను నీ యొద్దకు పంపెదను; వారు నీ ఇంటిని నీ సేవకుల ఇండ్లను వెతికి, నీకు ఇష్టమైనదంతయు తమ చేతులతో పట్టుకొని తీసికొనివచ్చుదురు.",
    "7": "అప్పుడు ఇశ్రాయేలు రాజు దేశపు పెద్దలందరిని పిలిపించి - ఇతడు నా భార్యలను నా పిల్లలను నా వెండిని నా బంగారమును ఇమ్మని వర్తమానము పంపగా నేను వద్దనలేదు; అయితే ఇతడు కీడు చేయ చూచుచున్నాడు, దీనిని మీరు ఆలోచించి తెలిసికొనుడని చెప్పెను.",
    "8": "పెద్దలందరును జనులందరును - నీవు అతని మాట వినవద్దు, ఒప్పుకొనవద్దని అతనితో చెప్పిరి.",
    "9": "కాబట్టి అతడు బెన్హదదు దూతలతో - మీరు నా ఏలినవాడైన రాజుతో ఈలాగు చెప్పుడి - నీవు మొదట నీ దాసునికి వర్తమానము పంపినదంతయు నేను చేసెదను గాని ఇది నేను చేయజాలనని చెప్పి దూతలను పంపివేసెను; వారు వెళ్లి రాజుకు ఆ మాట తెలియజేసిరి.",
    "10": "అప్పుడు బెన్హదదు - నన్ను వెంబడించు జనులందరికి పిడికెడేసి దొరుకునంత ధూళి షోమ్రోనులో మిగిలినయెడల దేవతలు నాకు గొప్ప అపాయము కలుగజేయుదురు గాక అని ప్రమాణము చేసి వర్తమానము పంపగా",
    "11": "ఇశ్రాయేలు రాజు - యుద్ధాయుధములు ధరించుకొనువాడు విప్పుకొనువాని వలె అతిశయపడకూడదని అతనితో చెప్పుడనెను.",
    "12": "బెన్హదదును ఆ రాజులును గుడారములలో త్రాగుచుండగా ఈ మాట అతనికి వినబడెను; వెంటనే అతడు - పంక్తులు తీర్చుడని తన సేవకులకు ఆజ్ఞాపించగా వారు పట్టణము మీద పంక్తులు తీర్చిరి.",
    "13": "అప్పుడు ఒక ప్రవక్త ఇశ్రాయేలు రాజైన అహాబు నొద్దకు వచ్చి ఇట్లనెను - యెహోవా సెలవిచ్చునదేమనగా - ఈ గొప్ప సైన్యమునంతటిని నీవు చూచితివి గదా; నేనే యెహోవానని నీవు తెలిసికొనునట్లు నేడు దీనిని నీ చేతికి అప్పగించుచున్నాను.",
    "14": "అహాబు - ఎవరి ద్వారా అని అడుగగా అతడు - రాష్ట్రాధిపతుల పనివారి ద్వారా అని యెహోవా సెలవిచ్చుచున్నాడనెను. యుద్ధము ఎవరు ఆరంభించవలెనని అడుగగా అతడు - నీవే అనెను.",
    "15": "అప్పుడతడు రాష్ట్రాధిపతుల పనివారిని లెక్కించగా వారు రెండు వందల ముప్పది ఇద్దరు ఉండిరి; వారి తరువాత అతడు ఇశ్రాయేలీయులందరిని లెక్కించగా వారు ఏడు వేలమంది ఉండిరి.",
    "16": "మధ్యాహ్నమందు వారు బయలుదేరిరి; బెన్హదదును అతనికి సహాయులైన ముప్పది ఇద్దరు రాజులును గుడారములలో త్రాగి మత్తులై యుండిరి.",
    "17": "రాష్ట్రాధిపతుల పనివారు ముందుగా బయలుదేరగా, బెన్హదదు మనుష్యులను పంపెను; షోమ్రోనులోనుండి మనుష్యులు బయలుదేరి వచ్చుచున్నారని వారు అతనికి తెలియజేసిరి.",
    "18": "అప్పుడతడు - సమాధానము కొరకు వారు వచ్చినయెడల వారిని ప్రాణముతో పట్టుకొనుడి, యుద్ధము కొరకు వచ్చినను వారిని ప్రాణముతో పట్టుకొనుడని చెప్పెను.",
    "19": "రాష్ట్రాధిపతుల పనివారును వారి వెనుకనున్న దండును పట్టణములోనుండి బయలుదేరి",
    "20": "తమకు ఎదురుపడినవారినందరిని హతము చేసిరి; సిరియనులు పారిపోగా ఇశ్రాయేలీయులు వారిని తరిమిరి; సిరియా రాజైన బెన్హదదు గుఱ్ఱముెక్కి రౌతులతో కూడ తప్పించుకొని పారిపోయెను.",
    "21": "ఇశ్రాయేలు రాజు బయలుదేరి గుఱ్ఱములను రథములను హతము చేసి సిరియనులను గొప్ప దెబ్బతో కొట్టెను.",
    "22": "అప్పుడు ఆ ప్రవక్త ఇశ్రాయేలు రాజునొద్దకు వచ్చి - నీవు వెళ్లి నిన్ను నీవు బలపరచుకొని, నీవు చేయవలసినదానిని జాగ్రత్తగా చూచుకొనుము; వచ్చే సంవత్సరము సిరియా రాజు నీ మీదికి వచ్చునని అతనితో చెప్పెను.",
    "23": "సిరియా రాజు సేవకులు అతనితో ఇట్లనిరి - వారి దేవతలు కొండ దేవతలు గనుక వారు మనకంటే బలవంతులైరి; మనము మైదానమందు వారితో యుద్ధము చేసినయెడల నిశ్చయముగా మనము వారికంటే బలవంతులమగుదుము.",
    "24": "నీవు చేయవలసినదేమనగా - ఆ రాజులను ఎవరి స్థానములో వారిని ఉంచి, వారికి బదులుగా అధిపతులను నియమించుము.",
    "25": "నీకు నశించిన సైన్యమునంత సైన్యమును, గుఱ్ఱమునంత గుఱ్ఱమును, రథమునంత రథమును లెక్కించుకొనుము; మనము మైదానమందు వారితో యుద్ధము చేసినయెడల నిశ్చయముగా మనము వారికంటే బలవంతులమగుదుము; అతడు వారి మాటకు సమ్మతించి ఆలాగు చేసెను.",
    "26": "మరుసటి సంవత్సరము బెన్హదదు సిరియనులను లెక్కించి ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు ఆఫెకుకు వచ్చెను.",
    "27": "ఇశ్రాయేలీయులు లెక్కించబడి ఆహారము తీసికొని వారిని ఎదుర్కొనుటకు వెళ్లిరి; ఇశ్రాయేలీయులు రెండు చిన్న మేకల మందలవలె వారి యెదుట దిగిరి; సిరియనులు దేశమును నింపియుండిరి.",
    "28": "అప్పుడు దైవజనుడు వచ్చి ఇశ్రాయేలు రాజుతో ఇట్లనెను - యెహోవా సెలవిచ్చునదేమనగా - యెహోవా కొండ దేవుడే గాని లోయ దేవుడు కాడని సిరియనులు చెప్పుకొనియున్నారు గనుక నేను ఈ గొప్ప సైన్యమునంతటిని నీ చేతికి అప్పగించుచున్నాను; అప్పుడు నేనే యెహోవానని నీవు తెలిసికొందువు.",
    "29": "ఏడు దినములు వారు ఒకరి కఎదురుగా ఒకరు దిగిరి; ఏడవ దినమున యుద్ధము కలిగెను; ఇశ్రాయేలీయులు ఒక్క దినమందే లక్షమంది సిరియనుల కాల్బలమును హతము చేసిరి.",
    "30": "మిగిలినవారు ఆఫెకు పట్టణములోనికి పారిపోగా అక్కడ మిగిలిన ఇరవై ఏడు వేలమంది మీద ఒక గోడ పడెను. బెన్హదదు పారిపోయి పట్టణములో ఒక లోపలి గదిలో దాగెను.",
    "31": "అతని సేవకులు అతనితో - ఇశ్రాయేలు వంశపు రాజులు దయగల రాజులని మేము వింటిమి; మేము మా నడుములకు గోనెపట్ట కట్టుకొని మా తలలకు త్రాళ్లు చుట్టుకొని ఇశ్రాయేలు రాజునొద్దకు వెళ్లుదము; ఒకవేళ అతడు నీ ప్రాణమును రక్షించునేమో అనిరి.",
    "32": "కాబట్టి వారు తమ నడుములకు గోనెపట్ట కట్టుకొని తమ తలలకు త్రాళ్లు చుట్టుకొని ఇశ్రాయేలు రాజునొద్దకు వచ్చి - నీ దాసుడైన బెన్హదదు - దయచేసి నా ప్రాణమును బ్రతుకనిమ్మని వేడుకొనుచున్నాడని చెప్పగా, అతడు - అతడు ఇంకా బ్రతికియున్నాడా? అతడు నా సహోదరుడని చెప్పెను.",
    "33": "ఆ మనుష్యులు శకునము చూచువారై ఆ మాట అతని నోట రాగానే పట్టుకొని - అవును బెన్హదదు నీ సహోదరుడే అనిరి. అప్పుడతడు - మీరు వెళ్లి అతని తీసికొని రండని చెప్పగా, బెన్హదదు అతని యొద్దకు వచ్చెను; అతడు తన రథము మీద అతని ఎక్కించుకొనెను.",
    "34": "బెన్హదదు - నా తండ్రి నీ తండ్రి యొద్దనుండి తీసికొనిన పట్టణములను నేను తిరిగి ఇచ్చెదను; నా తండ్రి షోమ్రోనులో వీధులను కట్టించుకొనినట్లు నీవు దమస్కులో వీధులను కట్టించుకొనవచ్చునని చెప్పగా, అహాబు - ఈ నిబంధన మీద నిన్ను పంపివేసెదనని చెప్పి అతనితో నిబంధన చేసి అతని పంపివేసెను.",
    "35": "అప్పుడు ప్రవక్తల శిష్యులలో ఒకడు యెహోవా మాటను బట్టి తన పొరుగువానితో - దయచేసి నన్ను కొట్టుమని చెప్పగా ఆ మనుష్యుడు అతని కొట్టనొల్లకపోయెను.",
    "36": "అప్పుడతడు - నీవు యెహోవా మాట వినలేదు గనుక నీవు నా యొద్దనుండి వెళ్లగానే ఒక సింహము నిన్ను చంపునని చెప్పెను. అతడు అతని యొద్దనుండి వెళ్లగానే ఒక సింహము అతనికి ఎదురుపడి అతని చంపెను.",
    "37": "తరువాత అతడు మరియొకనిని చూచి - దయచేసి నన్ను కొట్టుమని చెప్పగా, ఆ మనుష్యుడు అతని కొట్టి గాయపరచెను.",
    "38": "అప్పుడు ఆ ప్రవక్త వెళ్లి తన కళ్లకు పాగా కట్టుకొని మారువేషము వేసికొని దారిలో రాజు కొరకు కనిపెట్టుకొని యుండెను.",
    "39": "రాజు దాటిపోవుచుండగా అతడు రాజును చూచి కేకలు వేసి - నీ దాసుడనైన నేను యుద్ధములోనికి వెళ్లగా ఒకడు పంక్తిలోనుండి వచ్చి ఒక మనుష్యుని నా యొద్దకు తీసికొనివచ్చి - ఈ మనుష్యుని కాపాడుము; వీడు తప్పిపోయినయెడల వీని ప్రాణమునకు నీ ప్రాణము గాని, ఒక తలాంతు వెండి గాని ఇయ్యవలెనని చెప్పెను.",
    "40": "నీ దాసుడనైన నేను ఇటు అటు పని మీద ఉండగా వాడు కనబడకపోయెనని చెప్పగా, ఇశ్రాయేలు రాజు - నీవు పలికిన తీర్పు నీ మీదనే ఉండును, నీవే దాని నిర్ణయించుకొంటివని అతనితో అనెను.",
    "41": "వెంటనే అతడు తన కళ్ల మీదనున్న పాగాను తీసివేయగా, ఇశ్రాయేలు రాజు అతడు ప్రవక్తలలో ఒకడని గుర్తుపట్టెను.",
    "42": "అప్పుడతడు రాజుతో - యెహోవా సెలవిచ్చునదేమనగా - నాశనమునకు నేను నియమించిన మనుష్యుని నీవు నీ చేతిలోనుండి తప్పించితివి గనుక నీ ప్రాణము వాని ప్రాణమునకును నీ జనులు వాని జనులకును ప్రతిగా ఉందురనెను.",
    "43": "ఇశ్రాయేలు రాజు విచారమును కోపమును గలవాడై తన ఇంటికి వెళ్ళెను; అతడు షోమ్రోనుకు వచ్చెను."
}
