
{
    "1": "రాజైన సొలొమోను ఇశ్రాయేలీయులందరి మీద రాజుగా ఉండెను.",
    "2": "అతని ప్రధానులు ఎవరనగా - సాదోకు కుమారుడైన అజర్యా యాజకుడు.",
    "3": "షీషా కుమారులైన ఎలీహోరెపు అహీయా లేఖకులు; అహీలూదు కుమారుడైన యెహోషాపాతు రాజ్యవృత్తాంతముల లేఖకుడు.",
    "4": "యెహోయాదా కుమారుడైన బెనాయా సైన్యాధిపతి; సాదోకును అభ్యాతారును యాజకులు.",
    "5": "నాతాను కుమారుడైన అజర్యా అధికారుల మీద నుండెను; నాతాను కుమారుడైన జాబూదు యాజకుడును రాజునకు స్నేహితుడునై యుండెను.",
    "6": "అహీషారు గృహనిర్వాహకుడు; అబ్దా కుమారుడైన అదోనీరాము వెట్టి పనివారి మీద నుండెను.",
    "7": "సొలొమోనునకు ఇశ్రాయేలు దేశమంతటి మీద పన్నెండుమంది అధికారులుండిరి; వారు రాజునకును అతని ఇంటివారికిని భోజన పదార్థములను సమకూర్చిరి; సంవత్సరములో ఒక్కొక్కడు ఒక్కొక్క నెల భోజన పదార్థములను సమకూర్చవలెను.",
    "8": "వారి పేర్లు ఏవనగా - ఎఫ్రాయిము మన్నెములో బెన్హూరు.",
    "9": "మాకస్సులోను షయల్బీములోను బేత్షెమెషులోను ఏలోన్బేత్హానానులోను బెన్దెకెరు.",
    "10": "అరుబ్బోతులో బెన్హెసెదు; శోకోయు హెపెరు దేశమంతయు ఇతనిది.",
    "11": "దోరు మెరకలన్నిటిలో బెనబీనాదాబు; ఇతడు సొలొమోను కుమార్తెయగు టాఫతును పెండ్లి చేసికొనెను.",
    "12": "తానాకును, మెగిద్దోయు, యెజ్రెయేలు దిగువనున్న సార్తాను దగ్గర బేత్షెయాను అంతయు, బేత్షెయాను మొదలుకొని ఆబెల్మెహోలా వరకును యొక్నెయాము అవతల వరకును అహీలూదు కుమారుడైన బయనాకు ఉండెను.",
    "13": "రామోత్గిలాదులో బెన్గెబెరు; గిలాదులోనున్న మనష్షే కుమారుడైన యాయీరు పల్లెలు ఇతనివి; బాషానులోనున్న అర్గోబు ప్రదేశము ఇతనిది; అందులో ప్రాకారములును ఇత్తడి అడ్డగడియలును గల అరువది గొప్ప పట్టణములు ఉండెను.",
    "14": "మహనయిములో ఇద్దో కుమారుడైన అహీనాదాబు.",
    "15": "నఫ్తాలిలో అహిరయూదు; ఇతడు సొలొమోను కుమార్తెయైన బాశెమతును పెండ్లి చేసికొనెను.",
    "16": "ఆషేరులోను ఆలోతులోను హూషై కుమారుడైన బయనా.",
    "17": "ఇస్సాఖారులో పారూవ కుమారుడైన యెహోషాపాతు.",
    "18": "బెన్యామీనులో ఏలా కుమారుడైన షిమీ.",
    "19": "గిలాదు దేశములో, అనగా అమోరీయుల రాజైన సీహోను దేశములోను బాషాను రాజైన ఓగు దేశములోను ఊరీ కుమారుడైన గెబెరు; ఆ దేశములో ఇతడొక్కడే అధికారి.",
    "20": "యూదావారును ఇశ్రాయేలువారును సముద్ర తీరమందలి ఇసుక రేణువులంత విస్తారమై, తినుచు త్రాగుచు సంతోషించుచు ఉండిరి.",
    "21": "సొలొమోను నది మొదలుకొని ఫిలిష్తీయుల దేశము వరకును ఐగుప్తు సరిహద్దు వరకును సకల రాజ్యములను ఏలెను; వారు కప్పము తెచ్చుచు సొలొమోను బ్రతికిన దినములన్నియు అతని సేవించిరి.",
    "22": "సొలొమోనునకు ఒక దినమునకు కావలసిన ఆహారము ముప్పది కోలల సన్నపు పిండియు, అరువది కోలల ముతక పిండియు,",
    "23": "పది క్రొవ్విన ఎద్దులును, మందలోనుండి వచ్చిన ఇరవై ఎద్దులును, నూరు గొర్రెలును; ఇవి గాక దుప్పులు, ఎర్రని దుప్పులు, కొండ గొర్రెలు, క్రొవ్విన కోళ్లును.",
    "24": "నది ఇవతల, అనగా తిఫ్సహు మొదలుకొని గాజా వరకు నది ఇవతలనున్న రాజులందరిని అతడు ఏలెను; చుట్టునున్న అందరితో అతనికి సమాధానము కలిగియుండెను.",
    "25": "సొలొమోను దినములన్నిటను దాను మొదలుకొని బెేర్షెబా వరకు యూదావారును ఇశ్రాయేలువారును తమ తమ ద్రాక్షచెట్ల క్రిందను అంజూరపు చెట్ల క్రిందను నిర్భయముగా నివసించిరి.",
    "26": "సొలొమోనునకు తన రథముల గుఱ్ఱములకు నలభై వేల ఠాణాలును, పన్నెండు వేలమంది రౌతులును ఉండిరి.",
    "27": "ఆ అధికారులు తమ తమ నెలలో రాజైన సొలొమోనుకును రాజైన సొలొమోను బల్లయొద్దకు వచ్చువారికందరికిని భోజన పదార్థములను సమకూర్చిరి; వారు ఏ లోపమును కానియ్యలేదు.",
    "28": "మరియు గుఱ్ఱములకును వేగము గల దంష్టృలకును గడ్డిని యవలను, అవి ఉన్న స్థలమునకు ప్రతివాడు తన వంతు చొప్పున తెచ్చెను.",
    "29": "దేవుడు సొలొమోనుకు జ్ఞానమును, అతి విస్తారమైన బుద్ధిని, సముద్ర తీరమందలి ఇసుక రేణువులంత మనోవ్యాప్తిని దయచేసెను.",
    "30": "సొలొమోను జ్ఞానము తూర్పు దేశస్థులందరి జ్ఞానముకంటెను ఐగుప్తీయులందరి జ్ఞానముకంటెను అధికముగా ఉండెను.",
    "31": "అతడు సమస్త మనుష్యులకంటెను, ఎజ్రాహీయుడైన ఏతానుకంటెను, మహోలు కుమారులైన హేమాను కల్కోలు దర్దాలకంటెను జ్ఞానవంతుడు; అతని కీర్తి చుట్టునున్న సమస్త జనములలో వ్యాపించెను.",
    "32": "అతడు మూడు వేల సామెతలు చెప్పెను; అతని కీర్తనలు వెయ్యిన్ని ఐదు.",
    "33": "లెబానోనులో ఉండు దేవదారు వృక్షము మొదలుకొని గోడలోనుండి మొలుచు హిస్సోపు వరకును గల చెట్లన్నిటిని గూర్చియు, మృగములు పక్షులు ప్రాకు జంతువులు చేపలు అనువాటిని గూర్చియు అతడు వ్రాసెను.",
    "34": "అతని జ్ఞానమును గూర్చి వినిన భూలోక రాజులందరి యొద్దనుండియు సకల జనములయొద్దనుండియు సొలొమోను జ్ఞానవచనములను వినుటకు జనులు వచ్చిరి."
}
