
{
    "1": "సోరు రాజైన హీరాము దావీదును ఎల్లప్పుడు ప్రేమించెను గనుక సొలొమోను అతని తండ్రికి మారుగా రాజుగా అభిషేకించబడెనని విని తన సేవకులను సొలొమోను నొద్దకు పంపెను.",
    "2": "అప్పుడు సొలొమోను హీరామునొద్దకు దూతలను పంపి",
    "3": "నా తండ్రియైన దావీదు చుట్టునున్న శత్రువులతో యుద్ధము చేయుచు, యెహోవా వారిని తన పాదముల క్రింద అణచు వరకు తన దేవుడైన యెహోవా నామమున మందిరమును కట్టలేకపోయెనని నీకు తెలియును.",
    "4": "ఇప్పుడు నా దేవుడైన యెహోవా నాకు నలుదిక్కుల విశ్రాంతి దయచేసియున్నాడు; విరోధియైనను కీడైనను లేదు.",
    "5": "కాబట్టి - నేను నీ తరువాత నీ సింహాసనము మీద నీ కుమారుని నియమించెదను; అతడు నా నామమున మందిరము కట్టించునని యెహోవా నా తండ్రియైన దావీదుతో చెప్పినట్లు, నా దేవుడైన యెహోవా నామమున ఒక మందిరమును కట్టించుటకు నేను ఉద్దేశించుచున్నాను.",
    "6": "కాబట్టి నీవు ఆజ్ఞ ఇచ్చి, లెబానోనులో దేవదారు మ్రానులను నా కొరకు నరికించుము; నా సేవకులు నీ సేవకులతో కలిసి పని చేయుదురు; నీ సేవకుల కూలిని నీవు చెప్పినట్లే నీకు ఇత్తును; మాలో సీదోనీయులవలె చెట్లు నరుకుటలో నేర్పు గలవారు ఎవరూ లేరని నీకు తెలియునని చెప్పించెను.",
    "7": "హీరాము సొలొమోను మాటలు విని మిక్కిలి సంతోషించి - ఈ గొప్ప జనమును ఏలుటకు దావీదునకు బుద్ధిగల కుమారుని దయచేసిన యెహోవా నేడు స్తుతింపబడును గాక అని చెప్పెను.",
    "8": "హీరాము సొలొమోనునొద్దకు దూతలను పంపి - నీవు నాకు పంపిన వర్తమానము నాకు ముట్టినది; దేవదారు మ్రానుల విషయములోను సరళపు మ్రానుల విషయములోను నీ కోరిక అంతయు నేను నెరవేర్చెదను.",
    "9": "నా సేవకులు లెబానోనునుండి సముద్రమునకు వాటిని దింపెదరు; నేను వాటిని తెప్పలుగా కట్టి సముద్రము మీద నీవు నాకు నియమించు స్థలమునకు పంపి, అక్కడ వాటిని విప్పించెదను, నీవు వాటిని తీసికొనవచ్చును; నీవు నా ఇంటివారికి ఆహారమిచ్చి నా కోరిక నెరవేర్చవలెనని చెప్పించెను.",
    "10": "అట్లు హీరాము సొలొమోను కోరిక చొప్పున దేవదారు మ్రానులను సరళపు మ్రానులను అతనికి ఇచ్చుచు వచ్చెను.",
    "11": "సొలొమోను హీరాము ఇంటివారికి ఆహారముగా ఇరవై వేల కోలల గోధుమలను, ఇరవై కోలల దంచిన నూనెను ఇచ్చుచు వచ్చెను; ఏటేట సొలొమోను హీరామునకు ఆలాగున ఇచ్చుచు వచ్చెను.",
    "12": "యెహోవా తాను సొలొమోనుతో చెప్పినట్లు అతనికి జ్ఞానము దయచేసెను; హీరామునకును సొలొమోనునకును సమాధానము కలిగియుండెను, వారిద్దరు నిబంధన చేసికొనిరి.",
    "13": "రాజైన సొలొమోను ఇశ్రాయేలీయులందరిలోనుండి వెట్టి పనివారిని ఏర్పరచెను; ఆ వెట్టి పనివారు ముప్పది వేలమంది.",
    "14": "నెలకు పదివేలమంది చొప్పున వంతుల ప్రకారము లెబానోనుకు వారిని పంపెను; వారు ఒక నెల లెబానోనులోను రెండు నెలలు తమ ఇండ్లలోను ఉండిరి; అదోనీరాము వెట్టి పనివారి మీద ఉండెను.",
    "15": "సొలొమోనునొద్ద బరువులు మోయువారు డెబ్బది వేలమందియు, కొండలమీద రాళ్లు వెలికితీయువారు ఎనభై వేలమందియు ఉండిరి.",
    "16": "పని చేయుచున్న జనుల మీద పని చేయించుటకు సొలొమోను నియమించిన అధికారులైన మూడు వేల మూడు వందలమంది గాక వీరుండిరి.",
    "17": "మందిరమునకు పునాదిగా చెక్కిన రాళ్లను, అనగా గొప్ప రాళ్లను వెలగల రాళ్లను తొలిపించుమని రాజు ఆజ్ఞాపింపగా వారు ఆలాగు చేసిరి.",
    "18": "సొలొమోను ఇిల్లు కట్టువారును, హీరాము ఇిల్లు కట్టువారును, గెబాలీయులును వాటిని చెక్కి, మందిరమును కట్టుటకు మ్రానులను రాళ్లను సిద్ధపరచిరి."
}
