
{
    "1": "ఇశ్రాయేలీయులు ఐగుప్తు దేశములోనుండి వచ్చిన నాలుగు వందల ఎనభయ్యవ సంవత్సరమందు, సొలొమోను ఇశ్రాయేలును ఏలిన నాలుగవ సంవత్సరము జీపు అను రెండవ నెలలో అతడు యెహోవాకు మందిరమును కట్టనారంభించెను.",
    "2": "రాజైన సొలొమోను యెహోవాకు కట్టించిన మందిరము అరువది మూరల పొడుగును ఇరవై మూరల వెడల్పును ముప్పది మూరల ఎత్తును గలది.",
    "3": "మందిరపు గర్భాలయము ముందర ఉన్న మంటపము మందిరపు వెడల్పు చొప్పున ఇరవై మూరల పొడుగు గలది; అది మందిరము యెదుట పది మూరల వెడల్పు గలది.",
    "4": "మందిరమునకు అతడు కిటికీలను చేయించెను; అవి బయటికి ఇరుకుగాను లోపలికి వెడల్పుగాను ఉండెను.",
    "5": "మందిరపు గోడను ఆనుకొని, అనగా గర్భాలయమును అంతరాలయమును ఆనుకొని చుట్టును అంతస్తుల గదులు కట్టించెను.",
    "6": "క్రింది గది ఐదు మూరల వెడల్పు, మధ్య గది ఆరు మూరల వెడల్పు, మూడవది ఏడు మూరల వెడల్పు; ఏలయనగా దూలములు మందిరపు గోడలలో ఉండకుండునట్లు మందిరము చుట్టు బయట గోడకు అతడు అంచులు ఉంచెను.",
    "7": "మందిరము కట్టబడినప్పుడు, సిద్ధపరచబడిన రాళ్లతో అది కట్టబడెను; అది కట్టబడుచున్నప్పుడు సుత్తె గాని గొడ్డలి గాని ఇనుప పనిముట్టు గాని మందిరములో వినబడలేదు.",
    "8": "మధ్య అంతస్తు గదుల ద్వారము మందిరము యొక్క కుడి ప్రక్కన ఉండెను; చుట్టు తిరుగు మెట్లద్వారా మధ్య అంతస్తుకును, మధ్య అంతస్తు నుండి మూడవ అంతస్తుకును ఎక్కుచుండిరి.",
    "9": "అతడు మందిరమును కట్టుట ముగించి, దేవదారు మ్రానుల దూలములతోను పలకలతోను మందిరమును కప్పెను.",
    "10": "మందిరమంతటి చుట్టు ఐదు మూరల ఎత్తుగల గదులను అతడు కట్టించెను; అవి దేవదారు మ్రానులతో మందిరమునకు ఆనుకొనియుండెను.",
    "11": "యెహోవా వాక్యము సొలొమోనుకు ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను",
    "12": "నీవు కట్టించుచున్న ఈ మందిరమున్నదే, నీవు నా కట్టడలను గైకొని నా విధులను ఆచరించి నా ఆజ్ఞలన్నిటిని అనుసరించి నడుచుకొనినయెడల, నీ తండ్రియైన దావీదుతో నేను చెప్పిన మాటను బట్టి నీ యెడల నా వాగ్దానమును స్థిరపరచుదును.",
    "13": "నేను ఇశ్రాయేలీయుల మధ్య నివసించి నా జనులైన ఇశ్రాయేలీయులను విడిచిపెట్టను.",
    "14": "సొలొమోను మందిరమును కట్టుట ముగించెను.",
    "15": "మందిరపు గోడలను లోపల అడుగు నుండి పైకప్పు దూలముల వరకు దేవదారు పలకలతో కప్పెను; లోపలి వైపున కర్రతో కప్పెను; మందిరపు అడుగును సరళపు పలకలతో కప్పెను.",
    "16": "మందిరపు వెనుకటి పార్శ్వమందు అడుగు నుండి గోడల వరకు ఇరవై మూరల మేర దేవదారు పలకలతో కట్టించెను; గర్భాలయమును, అనగా అతి పరిశుద్ధ స్థలమును కట్టించెను.",
    "17": "దాని ముందర ఉన్న మందిరము, అనగా ఆలయము నలభై మూరలు.",
    "18": "లోపల మందిరమునకు వేసిన దేవదారు కర్ర మీద గుబ్బలును వికసించిన పువ్వులును చెక్కబడెను; అంతయు దేవదారు కర్రయే, రాయి ఎంతమాత్రమును కనబడలేదు.",
    "19": "యెహోవా నిబంధన మందసమును ఉంచుటకై మందిరము లోపల గర్భాలయమును సిద్ధపరచెను.",
    "20": "గర్భాలయము లోపల ఇరవై మూరల పొడుగును ఇరవై మూరల వెడల్పును ఇరవై మూరల ఎత్తును ఉండెను; దానికి మేలిమి బంగారు రేకును పొదిగించెను; మరియు దేవదారు పీఠమునకును రేకు పొదిగించెను.",
    "21": "సొలొమోను మందిరము లోపల మేలిమి బంగారు రేకును పొదిగించెను; గర్భాలయము యెదుట బంగారు గొలుసులను అడ్డముగా వేయించి గర్భాలయమునకు బంగారు రేకును పొదిగించెను.",
    "22": "మందిరమంతయు సంపూర్ణమగు వరకు అతడు మందిరమంతటికి బంగారు రేకు పొదిగించెను; గర్భాలయమునకున్న పీఠమంతటికిని బంగారు రేకు పొదిగించెను.",
    "23": "గర్భాలయములో అతడు ఒలీవ కర్రతో పది మూరల ఎత్తుగల రెండు కెరూబులను చేయించెను.",
    "24": "కెరూబు యొక్క ఒక రెక్క ఐదు మూరలు, కెరూబు యొక్క రెండవ రెక్క ఐదు మూరలు; ఒక రెక్క కొననుండి రెండవ రెక్క కొన వరకు పది మూరలు.",
    "25": "రెండవ కెరూబును పది మూరలు; రెండు కెరూబులకు ఒక్కటే కొలత, ఒక్కటే ఆకారము.",
    "26": "ఒక కెరూబు ఎత్తు పది మూరలు, రెండవ కెరూబును అలాగే ఉండెను.",
    "27": "అతడు ఆ కెరూబులను లోపలి మందిరములో ఉంచెను; కెరూబుల రెక్కలు విప్పబడియుండెను గనుక ఒకదాని రెక్క ఒక గోడకు, రెండవదాని రెక్క రెండవ గోడకు తగిలియుండెను; వాటి రెక్కలు మందిరము మధ్య ఒకదానికొకటి తగిలియుండెను.",
    "28": "ఆ కెరూబులకును బంగారు రేకు పొదిగించెను.",
    "29": "లోపలను బయటను మందిరపు గోడలన్నిటి మీద గుండ్రముగా కెరూబులను ఖర్జూర వృక్షములను వికసించిన పువ్వులను చెక్కించెను.",
    "30": "మందిరపు అడుగునకు లోపలను బయటను బంగారు రేకు పొదిగించెను.",
    "31": "గర్భాలయపు ద్వారమునకు ఒలీవ కర్రతో తలుపులను చేయించెను; పైకమ్మియు నిలువుకమ్ములును గోడలో ఐదవ వంతుగా ఉండెను.",
    "32": "ఒలీవ కర్రతో చేసిన రెండు తలుపుల మీద కెరూబులను ఖర్జూర వృక్షములను వికసించిన పువ్వులను చెక్కించి, వాటికి బంగారు రేకు పొదిగించెను; కెరూబుల మీదను ఖర్జూర వృక్షముల మీదను బంగారు రేకును అంటించెను.",
    "33": "ఆలాగుననే మందిరపు ద్వారమునకు ఒలీవ కర్రతో చచ్చౌకమైన నిలువుకమ్ములను చేయించెను.",
    "34": "సరళపు కర్రతో రెండు తలుపులను చేయించెను; ఒక తలుపునకు మడత గల రెండు రెక్కలు, రెండవ తలుపునకు మడత గల రెండు రెక్కలు ఉండెను.",
    "35": "వాటిమీద కెరూబులను ఖర్జూర వృక్షములను వికసించిన పువ్వులను చెక్కించి, చెక్కబడిన వాటిమీద సరిగా బంగారు రేకు పొదిగించెను.",
    "36": "లోపలి ఆవరణమును మూడు వరుసల చెక్కిన రాళ్లతోను ఒక వరుస దేవదారు దూలములతోను కట్టించెను.",
    "37": "నాలుగవ సంవత్సరమున జీపు నెలలో యెహోవా మందిరమునకు పునాది వేయబడెను.",
    "38": "పదకొండవ సంవత్సరమున బూలు అను ఎనిమిదవ నెలలో మందిరము దాని మర్యాద అంతటి చొప్పున దాని రూపమంతటి చొప్పున సంపూర్తి చేయబడెను; ఏడు సంవత్సరములు అతడు దానిని కట్టించెను."
}
