
{
    "1": "సొలొమోను తన సొంత ఇల్లు కట్టించుకొనుటకు పదమూడు సంవత్సరములు పట్టి, తన ఇల్లు పూర్తిగా కట్టించెను.",
    "2": "అతడు లెబానోను అరణ్య భవనమును కట్టించెను; దాని పొడుగు నూరు మూరలు, వెడల్పు ఏబది మూరలు, ఎత్తు ముప్పది మూరలు; అది నాలుగు వరుసలు గల దేవదారు స్తంభముల మీద ఉండెను; స్తంభముల మీద దేవదారు దూలములు ఉండెను.",
    "3": "ఒక్కొక్క వరుసకు పదిహేను చొప్పున నలభై ఐదు స్తంభముల పైన ఉన్న దూలముల మీద దేవదారు పలకలు కప్పబడెను.",
    "4": "కిటికీలు మూడు వరుసలుగా ఉండెను; కిటికీకి కిటికీ మూడు వరుసలలో ఎదురుగా ఉండెను.",
    "5": "ద్వారములన్నియు ద్వారబంధములన్నియు చచ్చౌకముగా ఉండెను; కిటికీకి కిటికీ మూడు వరుసలలో ఎదురుగా ఉండెను.",
    "6": "మరియు అతడు స్తంభముల మంటపమును కట్టించెను; దాని పొడుగు ఏబది మూరలు, వెడల్పు ముప్పది మూరలు; వాటికి ఎదురుగా మంటపము ఉండెను; వాటికి ఎదురుగా స్తంభములును లావుపాటి దూలములును ఉండెను.",
    "7": "మరియు అతడు న్యాయము తీర్చుటకై సింహాసనపు మంటపమును, అనగా తీర్పు మంటపమును కట్టించెను; అది అడుగు నుండి పైకప్పు వరకు దేవదారు కర్రతో కప్పబడెను.",
    "8": "ఆ మంటపము వెనుక వేరొక ఆవరణములో అతడు నివసించు ఇల్లును అట్టి పని గలదే. సొలొమోను పెండ్లి చేసికొనిన ఫరో కుమార్తె కొరకు అట్టి పని గల ఒక ఇల్లు కట్టించెను.",
    "9": "లోపలను బయటను పునాది మొదలుకొని కప్పు వరకును, బయట పెద్ద ఆవరణము వరకును, కొల చొప్పున రంపముతో కోసి చెక్కిన రాళ్లతో, అనగా వెలగల రాళ్లతో ఇవన్నియు కట్టబడెను.",
    "10": "పునాది పది మూరలవియు ఎనిమిది మూరలవియునైన గొప్ప రాళ్లతో, అనగా వెలగల రాళ్లతో వేయబడెను.",
    "11": "పైన కొల చొప్పున చెక్కిన వెలగల రాళ్లును దేవదారు మ్రానులును ఉండెను.",
    "12": "గొప్ప ఆవరణము చుట్టు మూడు వరుసల చెక్కిన రాళ్లును ఒక వరుస దేవదారు దూలములును ఉండెను; యెహోవా మందిరపు లోపలి ఆవరణమునకును మందిరపు మంటపమునకును ఆలాగుననే ఉండెను.",
    "13": "రాజైన సొలొమోను సోరునుండి హీరామును పిలిపించెను.",
    "14": "అతడు నఫ్తాలి గోత్రపు విధవరాలి కుమారుడు; అతని తండ్రి సోరు వాడైన కంసాలి; అతడు ఇత్తడి పని అంతటిలోను బుద్ధి జ్ఞానము నేర్పు గలవాడు. అతడు రాజైన సొలొమోను నొద్దకు వచ్చి అతని పని అంతయు చేసెను.",
    "15": "అతడు పద్దెనిమిది మూరల నిలువు గల రెండు ఇత్తడి స్తంభములను పోతపోసెను; పన్నెండు మూరల నూలు దారము ఒక్కొక్క స్తంభమును చుట్టును.",
    "16": "స్తంభముల పైభాగమున ఉంచుటకు అతడు ఇత్తడితో రెండు పీటలను పోతపోసెను; ఒక పీట నిలువు ఐదు మూరలు, రెండవ పీట నిలువు ఐదు మూరలు.",
    "17": "స్తంభముల పైభాగమున నున్న పీటలకు అల్లిక పని గల వలలును గొలుసు పని గల జాలరులును ఉండెను; ఒక పీటకు ఏడు, రెండవ పీటకు ఏడు ఉండెను.",
    "18": "అతడు స్తంభములను చేసెను; స్తంభముల పైభాగమున నున్న పీటలను కప్పుటకు ప్రతి వల మీద రెండు వరుసల దానిమ్మ పండ్లను చేసెను; రెండు పీటలకును అలాగే చేసెను.",
    "19": "మంటపములోనున్న స్తంభముల పైభాగమున నున్న పీటలు నాలుగు మూరల తామర పువ్వు పని గలవి.",
    "20": "రెండు స్తంభముల మీదనున్న పీటలకును, వల పనికి దగ్గరగా ఉన్న ఉబ్బెత్తునకు పైనను, రెండు వందల దానిమ్మ పండ్లు వరుసలుగా చుట్టు ఉండెను.",
    "21": "ఆ స్తంభములను అతడు దేవాలయపు మంటపమున నిలువబెట్టెను; కుడి వైపున ఒక స్తంభమును నిలువబెట్టి దానికి యాకీను అని పేరు పెట్టెను, ఎడమ వైపున ఒక స్తంభమును నిలువబెట్టి దానికి బోయజు అని పేరు పెట్టెను.",
    "22": "స్తంభముల పైభాగమున తామర పువ్వు పని ఉండెను. అట్లు స్తంభముల పని ముగిసెను.",
    "23": "అతడు పోత పని గల ఒక సముద్రమును, అనగా ఒక గంగాళమును చేసెను; అది ఒక అంచు నుండి మరియొక అంచు వరకు పది మూరలు, అది గుండ్రనిది, దాని నిలువు ఐదు మూరలు, దాని చుట్టు కొలత ముప్పది మూరలు.",
    "24": "దాని అంచు క్రింద దాని చుట్టు గుబ్బలు ఉండెను; పది మూరల వరకు అవి ఆ సముద్రమును చుట్టియుండెను; ఆ గుబ్బలు రెండు వరుసలుగా ఉండెను, అది పోతపోసినప్పుడే అవి పోయబడెను.",
    "25": "అది పన్నెండు ఎడ్ల మీద ఉండెను; మూడు ఉత్తరమున, మూడు పడమట, మూడు దక్షిణమున, మూడు తూర్పున చూచుచుండెను; సముద్రము వాటి మీద ఉండెను, వాటి వెనుకటి భాగములన్నియు లోపలికి ఉండెను.",
    "26": "దాని మందము బెత్తెడు; దాని అంచు గిన్నె అంచువలె తామర పువ్వు ఆకారముగా ఉండెను; అది రెండు వేల బత్తులు పట్టునది.",
    "27": "మరియు అతడు ఇత్తడితో పది జలయంత్రపు పీటలను చేసెను; ఒక్కొక్క పీట నాలుగు మూరల పొడుగు, నాలుగు మూరల వెడల్పు, మూడు మూరల ఎత్తు.",
    "28": "ఆ పీటల పని ఏమనగా - వాటికి అడ్డ పలకలు ఉండెను; ఆ అడ్డ పలకలు స్తంభముల నడుమ ఉండెను.",
    "29": "స్తంభముల నడుమనున్న అడ్డ పలకల మీద సింహములు ఎడ్లు కెరూబులు ఉండెను; స్తంభముల మీదను అలాగే ఉండెను; సింహములకును ఎడ్లకును పైనను క్రిందను జాలరు పని ఉండెను.",
    "30": "ఒక్కొక్క పీటకు నాలుగు ఇత్తడి చక్రములును ఇత్తడి ఇరుసులును ఉండెను; దాని నాలుగు మూలలకు తొట్టిని మోయు భుజములు ఉండెను; ఆ భుజములు గంగాళము క్రింద పోత పనివి, ఒక్కొక్క భుజమున జాలరులు ఉండెను.",
    "31": "పీటలోపల ఒక మూర ఎత్తుగల అంచు గుండ్రముగా ఉండెను; ఆ అంచు పీట పనివలె ఉండి మూరన్నర వెడల్పు గలదై యుండెను; ఆ అంచు మీద చెక్కుడు పని ఉండెను; దాని అడ్డ పలకలు గుండ్రముగా ఉండక చచ్చౌకముగా ఉండెను.",
    "32": "అడ్డ పలకల క్రింద నాలుగు చక్రములు ఉండెను; చక్రముల ఇరుసులు పీటలో ఇమిడియుండెను; ఒక్కొక్క చక్రము ఎత్తు మూరన్నర.",
    "33": "ఆ చక్రముల పని రథ చక్రముల పనివలె ఉండెను; వాటి ఇరుసులు, కమ్ములు, ఆకులు, ఇరుసు బొడిమలు అన్నియు పోత పనివి.",
    "34": "ఒక్కొక్క పీట నాలుగు మూలలయందు నాలుగు భుజములు ఉండెను; భుజములు పీటతో ఏకాండమై యుండెను.",
    "35": "పీట పైన అర మూర ఎత్తుగల గుండ్రని భాగము ఉండెను; పీట పైన దాని పట్టీలును అడ్డ పలకలును దానితో ఏకాండమై యుండెను.",
    "36": "దాని పట్టీల మీదను అడ్డ పలకల మీదను ఖాళీ ఉన్న స్థలములలో కెరూబులను సింహములను ఖర్జూర వృక్షములను, చుట్టు జాలరులను చెక్కించెను.",
    "37": "ఈలాగున అతడు ఆ పది పీటలను చేసెను; అవన్నియు ఏక రీతిగా పోతపోయబడెను, ఒక్కటే కొలత, ఒక్కటే రూపము.",
    "38": "అతడు పది ఇత్తడి గంగాళములను చేసెను; ఒక్కొక్క గంగాళము నలభై బత్తులు పట్టునది; ఒక్కొక్క గంగాళము నాలుగు మూరలు; పది పీటలలో ఒక్కొక్క పీట మీద ఒక్కొక్క గంగాళము ఉండెను.",
    "39": "ఆ పీటలలో ఐదింటిని మందిరము కుడి వైపునను, ఐదింటిని మందిరము ఎడమ వైపునను ఉంచెను; సముద్రమును మందిరము కుడి వైపున, అనగా ఆగ్నేయ దిక్కున ఉంచెను.",
    "40": "హీరాము గంగాళములను చేటలను గిన్నెలను చేసెను. అట్లు హీరాము యెహోవా మందిరము కొరకు రాజైన సొలొమోనుకు చేయవలసిన పని అంతయు ముగించెను.",
    "41": "రెండు స్తంభములు, స్తంభముల పైన ఉన్న రెండు పీటల గుండ్రని అంచులు, స్తంభముల పైన ఉన్న రెండు పీటల గుండ్రని అంచులను కప్పు రెండు వలలు,",
    "42": "స్తంభముల పైన ఉన్న పీటల రెండు గుండ్రని అంచులను కప్పుటకు, ఒక్కొక్క వలకు రెండు వరుసల చొప్పున ఆ రెండు వలలకు నాలుగు వందల దానిమ్మ పండ్లు,",
    "43": "పది పీటలు, పీటల మీద పది గంగాళములు,",
    "44": "ఒక సముద్రము, సముద్రము క్రింద పన్నెండు ఎడ్లు,",
    "45": "కుండలు, చేటలు, గిన్నెలు అతడు చేసెను. హీరాము సొలొమోను రాజు కొరకు యెహోవా మందిరమునకు చేసిన ఈ ఉపకరణములన్నియు తళతళలాడు ఇత్తడివి.",
    "46": "యొర్దాను మైదానమందు సుక్కోతుకును జారేతానుకును మధ్య జిగట మంటిలో రాజు వాటిని పోతపోయించెను.",
    "47": "అవి బహు విస్తారమైనందున సొలొమోను వాటన్నిటిని తూచకుండా విడిచిపెట్టెను; ఇత్తడి బరువు ఎంతో తెలియలేదు.",
    "48": "సొలొమోను యెహోవా మందిరములోని ఉపకరణములన్నిటిని చేయించెను; బంగారు బలిపీఠమును, సముఖపు రొట్టెలు ఉంచు బంగారు బల్లను,",
    "49": "గర్భాలయము ముందర కుడి వైపున ఐదును ఎడమ వైపున ఐదును మేలిమి బంగారు దీపవృక్షములను, బంగారు పువ్వులను, దీపములను, కత్తెరలను,",
    "50": "మేలిమి బంగారుతో చేసిన గిన్నెలను, కత్తెరలను, గంగాళములను, ధూపార్తులను, అగ్ని చిప్పలను, లోపలి మందిరమునైన అతి పరిశుద్ధ స్థలము యొక్క ద్వారములకును, మందిరమునైన ఆలయము యొక్క ద్వారములకును బంగారు బందులను చేయించెను.",
    "51": "అట్లు రాజైన సొలొమోను యెహోవా మందిరము కొరకు చేసిన పని అంతయు ముగిసెను. సొలొమోను తన తండ్రియైన దావీదు ప్రతిష్ఠించిన వెండిని బంగారమును ఉపకరణములను తెచ్చి యెహోవా మందిరపు ధనాగారములో ఉంచెను."
}
