
{
    "1": "సీయోను అను దావీదు పురమునుండి యెహోవా నిబంధన మందసమును తీసికొనివచ్చుటకై రాజైన సొలొమోను ఇశ్రాయేలు పెద్దలను, గోత్రముల ప్రధానులను, ఇశ్రాయేలీయుల పితరుల కుటుంబముల పెద్దలను యెరూషలేమునందు తన యొద్దకు కూర్చుకొనెను.",
    "2": "ఏతానీమ్ అను ఏడవ నెలలో పండుగ సమయమున ఇశ్రాయేలీయులందరును రాజైన సొలొమోను నొద్దకు కూడి వచ్చిరి.",
    "3": "ఇశ్రాయేలు పెద్దలందరు వచ్చినప్పుడు యాజకులు మందసమును ఎత్తుకొనిరి.",
    "4": "వారు యెహోవా మందసమును, ప్రత్యక్షపు గుడారమును, గుడారములోనున్న పరిశుద్ధ ఉపకరణములన్నిటిని తీసికొనివచ్చిరి; యాజకులును లేవీయులును వాటిని తీసికొనివచ్చిరి.",
    "5": "రాజైన సొలొమోనును, అతని యొద్దకు కూడి వచ్చిన ఇశ్రాయేలు సర్వసమాజమును మందసము యెదుట నిలిచి, లెక్కకును మితికిని మించిన గొర్రెలను ఎడ్లను బలిగా అర్పించిరి.",
    "6": "యాజకులు యెహోవా నిబంధన మందసమును దాని స్థలమునకు, అనగా మందిరపు గర్భాలయమైన అతి పరిశుద్ధ స్థలములోనికి కెరూబుల రెక్కల క్రిందికి తెచ్చిరి.",
    "7": "కెరూబులు మందసము ఉన్న స్థలము మీద రెండు రెక్కలు విప్పి, మందసమును దాని మోతకర్రలను పైన కమ్మెను.",
    "8": "ఆ మోతకర్రలు పొడుగైనందున వాటి కొనలు గర్భాలయము యెదుటనున్న పరిశుద్ధ స్థలములో కనబడెను గాని బయట కనబడలేదు; నేటి వరకు అవి అక్కడనే ఉన్నవి.",
    "9": "ఇశ్రాయేలీయులు ఐగుప్తు దేశములోనుండి వచ్చినప్పుడు యెహోవా వారితో నిబంధన చేసిన హోరేబులో మోషే ఆ మందసములో ఉంచిన రెండు రాతి పలకలు తప్ప దానిలో మరేమియు లేదు.",
    "10": "యాజకులు పరిశుద్ధ స్థలములలోనుండి బయటికి వచ్చినప్పుడు మేఘము యెహోవా మందిరమును నింపెను.",
    "11": "యెహోవా తేజస్సు యెహోవా మందిరమును నింపినందున మేఘము చేత యాజకులు సేవ చేయుటకు నిలువలేకపోయిరి.",
    "12": "అప్పుడు సొలొమోను ఇట్లనెను - గాఢాంధకారమందు నివసించెదనని యెహోవా సెలవిచ్చెను.",
    "13": "నిశ్చయముగా నేను నీకు నివాస మందిరమును, నీవు ఎల్లప్పుడును నివసించుటకు ఒక స్థలమును కట్టించియున్నాను.",
    "14": "అప్పుడు రాజు ఇశ్రాయేలు సమాజమంతయు నిలిచియుండగా తన ముఖము త్రిప్పుకొని ఇశ్రాయేలు సమాజమంతటిని దీవించెను.",
    "15": "అతడు ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా స్తుతింపబడును గాక; ఆయన నా తండ్రియైన దావీదుతో తన నోట పలికినదానిని తన చేతితో నెరవేర్చెను; ఆయన సెలవిచ్చినదేమనగా -",
    "16": "నా ప్రజలైన ఇశ్రాయేలీయులను ఐగుప్తులోనుండి నేను రప్పించిన దినము మొదలుకొని, నా నామము నివసించుటకు ఒక మందిరమును కట్టించుమని ఇశ్రాయేలు గోత్రములలో ఏ నగరును నేను కోరుకొనలేదు గాని నా ప్రజలైన ఇశ్రాయేలీయుల మీద ఉండుటకు దావీదును కోరుకొంటిని.",
    "17": "ఇశ్రాయేలు దేవుడైన యెహోవా నామమున ఒక మందిరమును కట్టించవలెనని నా తండ్రియైన దావీదు తన హృదయములో నిశ్చయించుకొనగా",
    "18": "యెహోవా నా తండ్రియైన దావీదుతో ఇట్లనెను - నా నామమున ఒక మందిరమును కట్టించవలెనని నీవు నీ హృదయములో నిశ్చయించుకొనుట మంచిది.",
    "19": "అయినను నీవు ఆ మందిరమును కట్టకూడదు; నీ గర్భములోనుండి రాబోవు నీ కుమారుడు నా నామమున ఆ మందిరమును కట్టును.",
    "20": "యెహోవా తాను పలికిన మాటను నెరవేర్చెను; యెహోవా సెలవిచ్చినట్లు నేను నా తండ్రియైన దావీదునకు మారుగా లేచి ఇశ్రాయేలు సింహాసనము మీద కూర్చుండి, ఇశ్రాయేలు దేవుడైన యెహోవా నామమున ఈ మందిరమును కట్టించితిని.",
    "21": "మన పితరులను ఐగుప్తు దేశములోనుండి రప్పించినప్పుడు యెహోవా వారితో చేసిన నిబంధన గల మందసమునకు అందులో ఒక స్థలమును ఏర్పరచితిని.",
    "22": "అప్పుడు సొలొమోను ఇశ్రాయేలు సమాజమంతటి యెదుట యెహోవా బలిపీఠము యెదుట నిలిచి, ఆకాశము వైపు తన చేతులు చాపి",
    "23": "ఇట్లనెను - ఇశ్రాయేలు దేవా యెహోవా, పైన ఆకాశమందు గాని క్రింద భూమియందు గాని నీవంటి దేవుడు లేడు; నీ పూర్ణహృదయముతో నీ సన్నిధిని నడుచుకొను నీ దాసుల యెడల నిబంధనను కృపను నీవు కాపాడువాడవు.",
    "24": "నీ దాసుడైన నా తండ్రియైన దావీదుతో నీవు చేసిన వాగ్దానమును నీవు కాపాడితివి; నీ నోట పలికినదానిని నేడు ఉన్నట్లు నీ చేతితో నెరవేర్చితివి.",
    "25": "ఇశ్రాయేలు దేవా యెహోవా, నీవు నా తండ్రియైన దావీదుతో - నీవు నా సన్నిధిని నడిచినట్లు నీ కుమారులును తమ మార్గమును కాపాడుకొని నా సన్నిధిని నడిచినయెడల, ఇశ్రాయేలు సింహాసనము మీద ఆసీనుడగువాడు నా యెదుట నీకుండక మానడని సెలవిచ్చిన మాటను నీ దాసుడైన నా తండ్రియగు దావీదు పక్షమున నెరవేర్చుము.",
    "26": "ఇశ్రాయేలు దేవా, నీ దాసుడైన నా తండ్రియగు దావీదుతో నీవు పలికిన మాటను దయచేసి స్థిరపరచుము.",
    "27": "అయితే దేవుడు నిజముగా భూమిమీద నివసించునా? ఇదిగో ఆకాశములును మహాకాశములును నిన్ను పట్టజాలవే; నేను కట్టిన ఈ మందిరము నిన్ను పట్టునా?",
    "28": "అయినను నా దేవా యెహోవా, నీ దాసుడు నేడు నీ యెదుట చేయు ప్రార్థనను విజ్ఞాపనను ఆలకించి, నీ దాసుని ప్రార్థన వైపును విజ్ఞాపన వైపును తిరుగుము.",
    "29": "నా నామము అక్కడ ఉండునని నీవు సెలవిచ్చిన స్థలము వైపు, అనగా ఈ మందిరము వైపు నీ కన్నులు రేయింబగళ్లు తెరువబడియుండునట్లును, నీ దాసుడు ఈ స్థలము తట్టు తిరిగి చేయు ప్రార్థనను నీవు ఆలకించునట్లును అనుగ్రహించుము.",
    "30": "నీ దాసుడును నీ ప్రజలైన ఇశ్రాయేలీయులును ఈ స్థలము తట్టు తిరిగి చేయు విజ్ఞాపనను ఆలకించుము; నీ నివాసస్థలమైన ఆకాశములోనుండి ఆలకించుము, ఆలకించి క్షమించుము.",
    "31": "ఒకడు తన పొరుగువాని యెడల పాపము చేసినప్పుడు వాని చేత ప్రమాణము చేయించవలెనని వాని మీద ఒట్టు పెట్టగా, వాడు వచ్చి ఈ మందిరములో నీ బలిపీఠము యెదుట ప్రమాణము చేసినయెడల",
    "32": "నీవు ఆకాశమున ఆలకించి, నీ దాసులకు తీర్పు తీర్చి, దుష్టుని ప్రవర్తనను అతని తల మీదికి రప్పించి అతడు దోషి అనియు, నీతిమంతుని నీతి చొప్పున అతనికిచ్చి అతడు నీతిమంతుడనియు నిర్ణయించుము.",
    "33": "నీ ప్రజలైన ఇశ్రాయేలీయులు నీ యెడల పాపము చేసినందున శత్రువుల యెదుట ఓడిపోయి, నీ తట్టు తిరిగి నీ నామమును ఒప్పుకొని ఈ మందిరములో నిన్ను ప్రార్థించి బతిమాలుకొనినయెడల,",
    "34": "నీవు ఆకాశమున ఆలకించి, నీ ప్రజలైన ఇశ్రాయేలీయుల పాపమును క్షమించి, వారి పితరులకు నీవు ఇచ్చిన దేశమునకు వారిని తిరిగి రప్పించుము.",
    "35": "వారు నీ యెడల పాపము చేసినందున ఆకాశము మూయబడి వాన కురవనప్పుడు, వారు ఈ స్థలము తట్టు తిరిగి ప్రార్థించి నీ నామమును ఒప్పుకొని, నీవు వారిని శ్రమపెట్టినందున వారు తమ పాపములనుండి మళ్లినయెడల,",
    "36": "నీవు ఆకాశమున ఆలకించి, నీ దాసుల పాపమును నీ ప్రజలైన ఇశ్రాయేలీయుల పాపమును క్షమించి, వారు నడువవలసిన మంచి మార్గమును వారికి బోధించి, నీ ప్రజలకు స్వాస్థ్యముగా నీవు ఇచ్చిన నీ దేశము మీద వర్షము కురిపించుము.",
    "37": "దేశములో కరవైనను తెగులైనను ఎండదెబ్బయైనను కాటుకయైనను మిడతలైనను గొంగళిపురుగులైనను వచ్చినప్పుడు, వారి శత్రువులు వారి దేశపు పురములలో వారిని ముట్టడించినప్పుడు, ఏ బాధయైనను ఏ రోగమైనను కలిగినప్పుడు,",
    "38": "ఏ మనుష్యుడైనను ఇశ్రాయేలు నీ ప్రజలందరిలో ఎవరైనను తమ మనస్సులో పుట్టు బాధను ఎరిగి, ఈ మందిరము వైపు తమ చేతులు చాపి చేయు ప్రతి ప్రార్థనను ప్రతి విజ్ఞాపనను",
    "39": "నీ నివాసస్థలమైన ఆకాశమున నీవు ఆలకించి క్షమించి చేయుము; మనుష్యుల హృదయములను నీవు మాత్రమే ఎరుగుదువు గనుక వారి హృదయమును నీవు ఎరుగుదువు గనుక ప్రతివానికి వాని ప్రవర్తన అంతటి చొప్పున ప్రతిఫలమిమ్ము.",
    "40": "అప్పుడు మా పితరులకు నీవు ఇచ్చిన దేశములో వారు బ్రతుకు దినములన్నియు నీ యందు భయభక్తులు కలిగియుందురు.",
    "41": "మరియు నీ ప్రజలైన ఇశ్రాయేలీయుల సంబంధులు కాని అన్యులు నీ గొప్ప నామమును గూర్చియు,",
    "42": "నీ బాహుబలమును గూర్చియు, నీవు చాచిన చేతిని గూర్చియు విని, దూరదేశమునుండి వచ్చి ఈ మందిరము తట్టు తిరిగి ప్రార్థన చేసినయెడల,",
    "43": "నీ నివాసస్థలమైన ఆకాశమున నీవు ఆలకించి, భూజనులందరు నీ ప్రజలైన ఇశ్రాయేలీయులవలె నీ నామమును ఎరిగి నీయందు భయభక్తులు కలిగియుండునట్లును, నేను కట్టిన ఈ మందిరమునకు నీ పేరు పెట్టబడెనని వారు తెలిసికొనునట్లును, ఆ అన్యుడు నీకు మొరపెట్టుదానినంతటిని దయచేయుము.",
    "44": "నీవు పంపు మార్గమున నీ ప్రజలు తమ శత్రువులతో యుద్ధము చేయుటకు బయలుదేరి, నీవు కోరుకొనిన ఈ పట్టణము తట్టును నేను నీ నామమున కట్టిన ఈ మందిరము తట్టును యెహోవావైన నిన్ను ప్రార్థించినయెడల",
    "45": "ఆకాశమున నీవు వారి ప్రార్థనను విజ్ఞాపనను ఆలకించి వారి కార్యమును నిర్వహించుము.",
    "46": "పాపము చేయని మనుష్యుడు లేడు గనుక వారు నీ యెడల పాపము చేసినప్పుడు నీవు వారి మీద కోపపడి శత్రువులకు వారిని అప్పగించినయెడల, వారు దూరమైనను సమీపమైనను శత్రువుల దేశమునకు వారిని చెరపట్టి తీసికొనిపోయిన తరువాత,",
    "47": "వారు చెరపట్టబడిన దేశములో తమ మనస్సును త్రిప్పుకొని - మేము పాపము చేసితిమి, దోషులమైతిమి, దుర్మార్గులమైతిమని పశ్చాత్తాపపడి, తమ్మును చెరపట్టినవారి దేశములో నిన్ను వేడుకొని,",
    "48": "తమ్మును చెరపట్టిన తమ శత్రువుల దేశములో తమ పూర్ణహృదయముతోను తమ పూర్ణాత్మతోను నీ యొద్దకు తిరిగి వచ్చి, నీవు వారి పితరులకు ఇచ్చిన వారి దేశము తట్టును, నీవు కోరుకొనిన ఈ పట్టణము తట్టును, నేను నీ నామమున కట్టిన ఈ మందిరము తట్టును నిన్ను ప్రార్థించినయెడల,",
    "49": "నీ నివాసస్థలమైన ఆకాశమున నీవు వారి ప్రార్థనను విజ్ఞాపనను ఆలకించి వారి కార్యమును నిర్వహించుము.",
    "50": "నీ యెడల పాపము చేసిన నీ ప్రజలను, వారు నీకు చేసిన ద్రోహములన్నిటిని క్షమించి, వారిని చెరపట్టినవారు వారిని కరుణించునట్లు వారికి దయ కలుగజేయుము.",
    "51": "వారు ఐగుప్తు అను ఇనుప కొలిమిలోనుండి నీవు రప్పించిన నీ జనులును నీ స్వాస్థ్యమునై యున్నారు.",
    "52": "నీ దాసుని విజ్ఞాపనను నీ ప్రజలైన ఇశ్రాయేలీయుల విజ్ఞాపనను ఆలకించుటకు నీ కన్నులు తెరవబడియుండును గాక; వారు నీకు మొరపెట్టునప్పుడెల్ల నీవు ఆలకించుదువు గాక.",
    "53": "ప్రభువైన యెహోవా, నీవు మన పితరులను ఐగుప్తులోనుండి రప్పించినప్పుడు నీ సేవకుడైన మోషే ద్వారా సెలవిచ్చినట్లు భూజనులందరిలోనుండి నీకు స్వాస్థ్యముగా ఉండుటకు నీవు వారిని వేరుపరచుకొంటివి.",
    "54": "సొలొమోను యెహోవాకు ఈ ప్రార్థనను విజ్ఞాపనను అంతయు చేయుట ముగించిన తరువాత, అతడు యెహోవా బలిపీఠము యెదుట ఆకాశము వైపు చేతులు చాపి మోకాళ్లూనియుండుట మాని లేచి,",
    "55": "నిలిచి ఇశ్రాయేలు సర్వసమాజమును బిగ్గరగా దీవించి ఇట్లనెను",
    "56": "తాను చేసిన వాగ్దానమంతటి చొప్పున తన ప్రజలైన ఇశ్రాయేలీయులకు విశ్రాంతి దయచేసిన యెహోవా స్తుతింపబడును గాక; ఆయన తన సేవకుడైన మోషే ద్వారా పలికిన శుభవచనములన్నిటిలో ఒక్కటియు తప్పిపోలేదు.",
    "57": "మన దేవుడైన యెహోవా మన పితరులకు తోడైయున్నట్లు మనకును తోడైయుండును గాక; ఆయన మనలను విడువకుండును గాక, మనలను ఎడబాయకుండును గాక.",
    "58": "మనము ఆయన మార్గములన్నిటిలో నడుచుకొనునట్లును, ఆయన మన పితరులకు ఆజ్ఞాపించిన ఆయన ఆజ్ఞలను కట్టడలను విధులను గైకొనునట్లును ఆయన మన హృదయమును తన తట్టుకు త్రిప్పుకొనును గాక.",
    "59": "యెహోవాయే దేవుడనియు, మరియొకడు లేడనియు భూజనులందరు తెలిసికొనునట్లు,",
    "60": "అనుదినము కావలసిన దానిని బట్టి తన దాసుని కార్యమును తన ప్రజలైన ఇశ్రాయేలీయుల కార్యమును నిర్వహించుటకు యెహోవా యెదుట నేను చేసిన ఈ విజ్ఞాపన వాక్యములు రేయింబగళ్లు మన దేవుడైన యెహోవాకు సమీపముగా ఉండును గాక.",
    "61": "కాబట్టి నేడున్నట్లు ఆయన కట్టడలను అనుసరించి నడుచుకొనుటకును ఆయన ఆజ్ఞలను గైకొనుటకును మీ హృదయము మన దేవుడైన యెహోవా యెడల యథార్థముగా ఉండవలెననెను.",
    "62": "అప్పుడు రాజును అతనితోకూడ ఇశ్రాయేలీయులందరును యెహోవా సన్నిధిని బలులు అర్పించిరి.",
    "63": "సొలొమోను యెహోవాకు అర్పించిన సమాధానబలి ఏదనగా - ఇరవై రెండు వేల ఎడ్లను, లక్షా ఇరవై వేల గొర్రెలను అర్పించెను. ఈలాగున రాజును ఇశ్రాయేలీయులందరును యెహోవా మందిరమును ప్రతిష్ఠించిరి.",
    "64": "యెహోవా సన్నిధిని ఉన్న ఇత్తడి బలిపీఠము దహనబలిని నైవేద్యమును సమాధానబలుల క్రొవ్వును అర్పించుటకు చాలనందున, ఆ దినమున రాజు యెహోవా మందిరము యెదుటనున్న ఆవరణము మధ్యభాగమును ప్రతిష్ఠించి, అక్కడ దహనబలిని నైవేద్యమును సమాధానబలుల క్రొవ్వును అర్పించెను.",
    "65": "ఆ సమయమున సొలొమోనును అతనితోకూడ ఇశ్రాయేలీయులందరును, అనగా హమాతునకు పోవు మార్గము మొదలుకొని ఐగుప్తు నది వరకున్న గొప్ప సమూహము మన దేవుడైన యెహోవా సన్నిధిని ఏడు దినములు మరియొక ఏడు దినములు, మొత్తము పద్నాలుగు దినములు పండుగ ఆచరించిరి.",
    "66": "ఎనిమిదవ దినమున అతడు జనులను పంపివేయగా వారు రాజును దీవించి, యెహోవా తన సేవకుడైన దావీదునకును తన జనులైన ఇశ్రాయేలీయులకును చేసిన మేలంతటిని బట్టి సంతోషించుచు ఆనందహృదయులై తమ గుడారములకు వెళ్లిరి."
}
