
{
    "1": "సొలొమోను యెహోవా మందిరమును రాజనగరును కట్టుటయు, తాను చేయకోరినదంతయు చేయుటయు ముగించిన తరువాత",
    "2": "గిబియోనులో యెహోవా సొలొమోనుకు కనబడినట్లు రెండవ మారు అతనికి కనబడెను.",
    "3": "యెహోవా అతనితో ఇట్లనెను - నా సన్నిధిని నీవు చేసిన ప్రార్థనను విజ్ఞాపనను నేను అంగీకరించితిని; నీవు కట్టిన ఈ మందిరములో నా నామము నిరంతరము ఉండునట్లు నేను దానిని పరిశుద్ధపరచితిని; నా కన్నులును నా మనస్సును ఎల్లప్పుడును అక్కడ ఉండును.",
    "4": "నీ తండ్రియైన దావీదు నడిచినట్లు నీవును యథార్థ హృదయముతోను నీతితోను నా సన్నిధిని నడుచుకొని, నేను నీకు ఆజ్ఞాపించినదంతటి చొప్పున చేసి నా కట్టడలను నా విధులను గైకొనినయెడల",
    "5": "ఇశ్రాయేలు సింహాసనము మీద ఆసీనుడగువాడు నీకుండక మానడని నేను నీ తండ్రియైన దావీదుతో చేసిన ప్రమాణము చొప్పున ఇశ్రాయేలు మీద నీ రాచరికపు సింహాసనమును నిత్యము స్థిరపరచెదను.",
    "6": "అయితే మీరును మీ పిల్లలును నన్ను అనుసరించుట మాని, నేను మీ యెదుట ఉంచిన నా ఆజ్ఞలను కట్టడలను గైకొనక వెళ్లి ఇతర దేవతలను పూజించి వాటికి నమస్కరించినయెడల",
    "7": "నేను ఇశ్రాయేలీయులకు ఇచ్చిన దేశములోనుండి వారిని నిర్మూలము చేసెదను; నా నామమునకు నేను పరిశుద్ధపరచిన ఈ మందిరమును నా సముఖమునుండి పారవేసెదను; అప్పుడు ఇశ్రాయేలు సకల జనములలో సామెతగాను హేళనగాను ఉండును.",
    "8": "ఈ మందిరము పాడుదిబ్బయగును; దాని మార్గమున వెళ్లు ప్రతివాడును ఆశ్చర్యపడి ఇల వేసి - యెహోవా ఈ దేశమునకును ఈ మందిరమునకును ఎందుకిట్లు చేసెనని అడుగును.",
    "9": "అందుకు జనులు - వారు తమ్మును ఐగుప్తు దేశములోనుండి రప్పించిన తమ దేవుడైన యెహోవాను విసర్జించి, ఇతర దేవతలను హత్తుకొని వాటికి నమస్కరించి వాటిని పూజించినందున యెహోవా ఈ కీడంతయు వారి మీదికి రప్పించెనని చెప్పుదురనెను.",
    "10": "యెహోవా మందిరమును రాజనగరును ఆ రెండు ఇండ్లను సొలొమోను ఇరవై ఏండ్లలో కట్టించెను.",
    "11": "సోరు రాజైన హీరాము సొలొమోను కోరిక అంతటి చొప్పున దేవదారు మ్రానులను సరళపు మ్రానులను బంగారమును అతనికిచ్చియుండెను గనుక రాజైన సొలొమోను గలిలయ దేశమందలి ఇరవై ఊర్లను హీరామునకు ఇచ్చెను.",
    "12": "హీరాము సొలొమోను తనకిచ్చిన ఊర్లను చూచుటకు సోరునుండి రాగా అవి అతనికి ఇష్టము కాలేదు.",
    "13": "కాబట్టి అతడు - నా సహోదరుడా, నీవు నాకిచ్చిన ఈ ఊర్లు ఏపాటివి అని చెప్పెను. అందుచేత నేటి వరకు వాటికి కాబూలు అని పేరు.",
    "14": "హీరాము రాజునకు నూట ఇరవై తలాంతుల బంగారము పంపియుండెను.",
    "15": "యెహోవా మందిరమును తన నగరును మిల్లోను యెరూషలేము ప్రాకారమును హాసోరును మెగిద్దోను గెజెరును కట్టించుటకు రాజైన సొలొమోను వెట్టి పనులు చేయించెను; ఆ వెట్టిని గూర్చిన సంగతి ఇదే.",
    "16": "ఐగుప్తు రాజైన ఫరో ఎక్కి వచ్చి గెజెరును పట్టుకొని దానిని అగ్నితో కాల్చి, అందులో నివసించిన కనానీయులను చంపి, సొలొమోను భార్యయైన తన కుమార్తెకు దానిని కట్నముగా ఇచ్చెను.",
    "17": "సొలొమోను గెజెరును, దిగువ బేత్హోరోనును,",
    "18": "బయలాతును, దేశమందలి అరణ్యములోనున్న తద్మోరును,",
    "19": "తనకున్న ధాన్యపు పట్టణములన్నిటిని, రథముల పట్టణములను, రౌతుల పట్టణములను, యెరూషలేములోను లెబానోనులోను తాను ఏలు దేశమందంతటను కట్టించుటకు తాను కోరిన వాటన్నిటిని కట్టించెను.",
    "20": "ఇశ్రాయేలీయులు కాని అమోరీయులు హిత్తీయులు పెరిజ్జీయులు హివ్వీయులు యెబూసీయులు అనువారిలో మిగిలిన వారందరిని,",
    "21": "ఇశ్రాయేలీయులు నిర్మూలము చేయలేకపోయిన వారి తరువాత దేశములో మిగిలిన వారి సంతానమును సొలొమోను నేటి వరకు వెట్టి పనులు చేయు దాసులుగా ఉంచుకొనెను.",
    "22": "అయితే ఇశ్రాయేలీయులలో ఎవరిని సొలొమోను దాసులుగా చేయలేదు; వారు యుద్ధశూరులును, తనకు సేవకులును, అధికారులును, సిపాయిలును, రథములకును రౌతులకును అధిపతులునై యుండిరి.",
    "23": "వీరు సొలొమోను పని మీద ఉన్న అధికారుల ముఖ్యులు; పని చేయు జనుల మీద ఉన్నవారు ఐదువందల ఏబదిమంది.",
    "24": "ఫరో కుమార్తె దావీదు పురమునుండి సొలొమోను ఆమె కొరకు కట్టించిన ఇంటికి వచ్చినప్పుడు అతడు మిల్లోను కట్టించెను.",
    "25": "సొలొమోను తాను యెహోవాకు కట్టించిన బలిపీఠము మీద ఏడాదికి మూడు మారులు దహనబలులను సమాధానబలులను అర్పించుచు, యెహోవా సన్నిధిని ధూపము వేయుచుండెను. అట్లు అతడు మందిరమును కట్టుట సమాప్తి చేసెను.",
    "26": "మరియు రాజైన సొలొమోను ఎదోము దేశమందు ఎర్ర సముద్ర తీరమున ఏలతు దగ్గరనున్న ఎషీయోను గెబెరులో ఓడలను చేయించెను.",
    "27": "హీరాము ఆ ఓడలలో ఓడపని తెలిసిన సముద్ర ప్రయాణము చేయగల తన దాసులను సొలొమోను దాసులతో కూడ పంపెను.",
    "28": "వారు ఓఫీరునకు వెళ్లి అక్కడనుండి నాలుగు వందల ఇరవై తలాంతుల బంగారమును రాజైన సొలొమోను నొద్దకు తీసికొనివచ్చిరి."
}
