
{
    "1": "ముద్ర వేసినవారు ఎవరనగా - హకల్యా కుమారుడైన దేశాధిపతియగు నెహెమ్యా, సిద్కియా,",
    "2": "శెరాయా, అజర్యా, యిర్మీయా,",
    "3": "పష్షూరు, అమర్యా, మల్కీయా,",
    "4": "హట్టూషు, షెబన్యా, మల్లూకు,",
    "5": "హారిము, మెరేమోతు, ఓబద్యా,",
    "6": "దానియేలు, గిన్నెతోను, బారూకు,",
    "7": "మెషుల్లాము, అబీయా, మియ్యామిను,",
    "8": "మయజ్యా, బిల్గయి, షెమయా; వీరు యాజకులు.",
    "9": "లేవీయులు ఎవరనగా - అజన్యా కుమారుడైన యేషూవ, హేనాదాదు కుమారులలో బిన్నూయి, కద్మీయేలు;",
    "10": "వారి సహోదరులైన షెబన్యా, హోదీయా, కెలీటా, పెలాయా, హానాను,",
    "11": "మీకా, రెహోబు, హషబ్యా,",
    "12": "జక్కూరు, షెరేబ్యా, షెబన్యా,",
    "13": "హోదీయా, బానీ, బెనీను.",
    "14": "జనుల ప్రధానులు ఎవరనగా - పరోషు, పహత్ మోయాబు, ఏలాము, జత్తూ, బానీ,",
    "15": "బున్నీ, అజ్గాదు, బెబై,",
    "16": "అదోనీయా, బిగ్వయి, ఆదీను,",
    "17": "ఆటేరు, హిజ్కియా, అజ్జూరు,",
    "18": "హోదీయా, హాషుము, బేసయి,",
    "19": "హారీపు, అనాతోతు, నోబై,",
    "20": "మగ్పీయాషు, మెషుల్లాము, హెజీరు,",
    "21": "మెషేజబెయేలు, సాదోకు, యద్దూవ,",
    "22": "పెలట్యా, హానాను, అనాయా,",
    "23": "హోషేయ, హనన్యా, హష్షూబు,",
    "24": "హల్లోహెష్, పిల్హా, షోబేకు,",
    "25": "రెహూము, హషబ్నా, మయశేయా,",
    "26": "అహీయా, హానాను, ఆనను,",
    "27": "మల్లూకు, హారిము, బయనా.",
    "28": "మిగిలిన జనులు, యాజకులు, లేవీయులు, ద్వారపాలకులు, గాయకులు, నెతీనీయులు, దేవుని ధర్మశాస్త్రమును బట్టి దేశపు జనులలోనుండి వేరైన వారందరును, వారి భార్యలును, వారి కుమారులును, వారి కుమార్తెలును, తెలివియు గ్రహింపు గలవారందరును,",
    "29": "తమ ప్రధానులైన తమ సహోదరులతో కలిసి, దేవుని దాసుడైన మోషే ద్వారా ఇయ్యబడిన దేవుని ధర్మశాస్త్రమును అనుసరించి నడుచుకొందుమనియు, మా ప్రభువైన యెహోవా ఆజ్ఞలను విధులను కట్టడలను అన్నిటిని గైకొందుమనియు, శపథము చేసి ప్రమాణము చేసిరి.",
    "30": "మరియు మా కుమార్తెలను దేశపు జనులకు ఇయ్యమనియు, వారి కుమార్తెలను మా కుమారులకు పుచ్చుకొనమనియు,",
    "31": "దేశపు జనులు విశ్రాంతి దినమున అమ్మకపు వస్తువులనైనను ఏ ధాన్యమునైనను అమ్మ తెచ్చినయెడల, విశ్రాంతి దినమున గాని ప్రతిష్ఠిత దినమున గాని వారియొద్ద కొనమనియు, ఏడవ సంవత్సరమును విడిచిపెట్టి బాకీలన్నిటిని రద్దు చేతుమనియు ప్రమాణము చేసిరి.",
    "32": "మరియు మన దేవుని మందిరపు సేవ నిమిత్తము ఏటేట తులములో మూడవ వంతు ఇచ్చునట్లు మేము మా మీద నిర్ణయించుకొంటిమి.",
    "33": "సముఖపు రొట్టెలకును, నిత్య నైవేద్యమునకును, నిత్య దహనబలికిని, విశ్రాంతి దినములకును, అమావాస్యలకును, నియామక కాలములకును, ప్రతిష్ఠితమైన వాటికిని, ఇశ్రాయేలీయుల నిమిత్తము పాపపరిహార్థార్థ బలులకును, మన దేవుని మందిరపు పని అంతటికిని నిర్ణయించుకొంటిమి.",
    "34": "మరియు యాజకులమును లేవీయులమును జనులమునైన మేము మా పితరుల ఇండ్ల చొప్పున ఏటేట నిర్ణయకాలములలో ధర్మశాస్త్రమందు వ్రాయబడినట్లు మా దేవుడైన యెహోవా బలిపీఠము మీద దహించుటకు మా దేవుని మందిరమునకు కట్టెలు తెచ్చునట్లు చీట్లు వేసికొంటిమి.",
    "35": "మరియు మా భూమి యొక్క ప్రథమ ఫలములను, సకల వృక్షముల ఫలములలో ప్రథమ ఫలములను ఏటేట యెహోవా మందిరమునకు తెచ్చునట్లును,",
    "36": "ధర్మశాస్త్రమందు వ్రాయబడినట్లు మా కుమారులలోను మా పశువులలోను తొలిచూలువాటిని, మా మందలలోని తొలిచూలువాటిని మా దేవుని మందిరమునకు, అనగా మా దేవుని మందిరములో సేవ చేయు యాజకుల యొద్దకు తెచ్చునట్లును,",
    "37": "మా పిండిలో ప్రథమ ఫలమును, మా ప్రతిష్ఠితార్పణలను, సకల వృక్ష ఫలములను, ద్రాక్షారసమును, నూనెను యాజకుల యొద్దకు మా దేవుని మందిరపు గదులలోనికి తెచ్చునట్లును, మా భూమి పంటలో పదియవ వంతు లేవీయుల యొద్దకు తెచ్చునట్లును నిర్ణయించుకొంటిమి; ఏలయనగా మా వ్యవసాయము గల ఊర్లన్నిటిలో పదియవ వంతును పుచ్చుకొనువారు ఆ లేవీయులే.",
    "38": "లేవీయులు పదియవ వంతును పుచ్చుకొనునప్పుడు అహరోను సంతతివాడైన యాజకుడు ఒకడు లేవీయులతో ఉండవలెను; లేవీయులు పదియవ వంతులో పదియవ వంతును మా దేవుని మందిరమునకు, అనగా ఖజానా గదులలోనికి తీసికొని రావలెను.",
    "39": "ఇశ్రాయేలీయులును లేవీయులును ధాన్యమును క్రొత్త ద్రాక్షారసమును నూనెను తేవలెను; సేవ చేయు యాజకులును ద్వారపాలకులును గాయకులును ఉండు గదులు అక్కడ ఉన్నవి. మేము మా దేవుని మందిరమును విడిచిపెట్టము."
}
