
{
    "1": "జనుల అధికారులు యెరూషలేములో నివసించిరి; మిగిలిన జనులు పరిశుద్ధ పట్టణమైన యెరూషలేములో పదిమందిలో ఒకడు నివసించునట్లును, తొమ్మిదిమంది ఇతర పట్టణములలో నివసించునట్లును చీట్లు వేసిరి.",
    "2": "యెరూషలేములో నివసించుటకు మనఃపూర్వకముగా ఒప్పుకొనిన వారినందరిని జనులు దీవించిరి.",
    "3": "యెరూషలేములో నివసించిన ఆయా సంస్థానముల పెద్దలు వీరే; యూదా పట్టణములలో ఇశ్రాయేలీయులును యాజకులును లేవీయులును నెతీనీయులును సొలొమోను సేవకుల సంతతివారును తమ తమ పట్టణములలోని తమ తమ స్వాస్థ్యములలో నివసించిరి.",
    "4": "యెరూషలేములో యూదావారిలో కొందరును బెన్యామీనువారిలో కొందరును నివసించిరి. యూదావారిలో ఎవరనగా - పెరెసు కుమారులలో మహలలేలు కుమారుడైన షెఫట్యాకు పుట్టిన అమర్యా కుమారుడగు జెకర్యాకు జననమైన ఉజ్జియా కుమారుడగు అ తాయా.",
    "5": "మరియు షీలోనీయుని కుమారుడైన జోయారిబుకు పుట్టిన అదాయా కుమారుడైన హజాయాకు జననమైన కొల్హోజే కుమారుడగు బారూకుకు పుట్టిన మాశై.",
    "6": "యెరూషలేములో నివసించిన పెరెసు కుమారులు నాలుగు వందల అరువది ఎనిమిదిమంది పరాక్రమశాలులు.",
    "7": "బెన్యామీనువారు ఎవరనగా - యెషయా కుమారుడైన ఈతీయేలుకు పుట్టిన మయశేయా కుమారుడైన కోలాయాకు జననమైన పెదాయా కుమారుడగు యోవెదుకు పుట్టిన మెషుల్లాము కుమారుడగు సల్లు.",
    "8": "అతని తరువాత గబ్బయి, సల్లయి; తొమ్మిది వందల ఇరవై ఎనిమిదిమంది.",
    "9": "జి క్రీ కుమారుడైన యోవేలు వారి మీద పైవిచారణకర్త; హస్సెనూయా కుమారుడైన యూదా పట్టణము మీద రెండవవాడు.",
    "10": "యాజకులలో ఎవరనగా - యోయారీబు కుమారుడైన యెదాయా, యాకీను.",
    "11": "దేవుని మందిరము మీద అధికారియు అహీటూబు కుమారుడైన మెరాయోతుకు పుట్టిన సాదోకు కుమారుడగు మెషుల్లాముకు జననమైన హిల్కీయా కుమారుడైన శెరాయా.",
    "12": "మందిరపు పని చేయు వారి సహోదరులు ఎనిమిది వందల ఇరవై రెండుమంది; మరియు మల్కీయా కుమారుడైన పష్షూరుకు పుట్టిన జెకర్యా కుమారుడగు అమజీకి జననమైన పెలల్యా కుమారుడగు యెరోహాము కుమారుడైన అదాయా.",
    "13": "పితరుల ఇండ్ల పెద్దలైన అతని సహోదరులు రెండు వందల నలభై రెండుమంది; మరియు ఇమ్మేరు కుమారుడైన మెషిల్లేమోతుకు పుట్టిన అహజై కుమారుడగు అజరేలుకు జననమైన అమష్షై.",
    "14": "వారి సహోదరులైన పరాక్రమశాలులు నూట ఇరవై ఎనిమిదిమంది; వారి మీద పైవిచారణకర్త హగ్గెదోలీము కుమారుడైన జబ్దియేలు.",
    "15": "లేవీయులలో ఎవరనగా - బున్నీ కుమారుడైన హషబ్యాకు పుట్టిన అజ్రీకాము కుమారుడగు హష్షూబునకు జననమైన షెమయా.",
    "16": "దేవుని మందిరపు బయటి పని మీదనున్న లేవీయుల పెద్దలలో షబ్బెతై, యోజాబాదు.",
    "17": "మరియు ప్రార్థన చేయునప్పుడు స్తోత్రము చేయుటలో నాయకుడును ఆసాపు కుమారుడైన జబ్దికి పుట్టిన మీకా కుమారుడగు మత్తన్యా; తన సహోదరులలో రెండవవాడైన బక్బుక్యా; యెదూతూను కుమారుడైన గాలాలుకు పుట్టిన షమ్మూవ కుమారుడగు అబ్దా.",
    "18": "పరిశుద్ధ పట్టణమందున్న లేవీయులందరు రెండు వందల ఎనభై నాలుగుమంది.",
    "19": "ద్వారపాలకులు ఎవరనగా - అక్కూబు, టల్మోను, గుమ్మములను కాపాడు వారి సహోదరులు నూట డెబ్బది రెండుమంది.",
    "20": "ఇశ్రాయేలీయులలో మిగిలినవారును యాజకులును లేవీయులును యూదా పట్టణములన్నిటిలో ఎవరి స్వాస్థ్యములో వారు ఉండిరి.",
    "21": "నెతీనీయులు ఓపెలులో నివసించిరి; సీహాయు గిష్పాయు నెతీనీయుల మీద ఉండిరి.",
    "22": "యెరూషలేములో లేవీయుల మీద పైవిచారణకర్త ఉజ్జీ; ఇతడు మీకా కుమారుడైన మత్తన్యాకు పుట్టిన హషబ్యా కుమారుడగు బానీ కుమారుడు; ఇతడు దేవుని మందిరపు పని విషయములో ఆసాపు కుమారులైన గాయకులలో ఒకడు.",
    "23": "గాయకుల గూర్చియు వారి అనుదిన భాగమును గూర్చియు రాజు ఆజ్ఞ ఒకటి ఉండెను.",
    "24": "యూదా కుమారుడైన జెరహు వంశస్థుడగు మెషేజబెయేలు కుమారుడైన పెతహ్యా ప్రజల వ్యవహారములన్నిటిలో రాజునొద్ద ఉండెను.",
    "25": "పల్లెలలోను వాటి పొలములలోను ఉండువారి విషయము; యూదావారిలో కొందరు కిర్యతర్బాలోను దాని గ్రామములలోను, దీబోనులోను దాని గ్రామములలోను, యెకబ్సెయేలులోను దాని పల్లెలలోను,",
    "26": "యేషూవలోను, మోలాదాలోను, బేత్పాలెతులోను,",
    "27": "హజర్షువాలులోను, బెేర్షెబాలోను దాని గ్రామములలోను,",
    "28": "సిక్లగులోను, మెకోనాలోను దాని గ్రామములలోను,",
    "29": "ఏన్దిమ్మోనులోను, జొర్యాలోను, యర్మూతులోను,",
    "30": "జనోహలోను, అదుల్లాములోను వాటి పల్లెలలోను, లాకీషులోను దాని పొలములలోను, అజేకాలోను దాని గ్రామములలోను నివసించిరి. వారు బెేర్షెబా మొదలుకొని హిన్నోము లోయ వరకు దిగిరి.",
    "31": "గెబా నుండి బెన్యామీనీయులు మిక్మాసులోను, అయ్యాలోనులోను, బేతేలులోను దాని గ్రామములలోను,",
    "32": "అనాతోతులోను, నోబులోను, అనన్యాలోను,",
    "33": "హాసోరులోను, రామాలోను, గిత్తాయిములోను,",
    "34": "హదీదులోను, సెబోయిములోను, నెబల్లాటులోను,",
    "35": "లోదులోను, ఓనోలోను, వృత్తులవారి లోయలోను నివసించిరి.",
    "36": "మరియు యూదాలోనున్న లేవీయుల పటాలములు బెన్యామీనులో చేరెను."
}
