
{
    "1": "షల్తీయేలు కుమారుడైన జెరుబ్బాబెలుతోను యేషూవతోను వచ్చిన యాజకులును లేవీయులును ఎవరనగా - శెరాయా, యిర్మీయా, ఎజ్రా,",
    "2": "అమర్యా, మల్లూకు, హట్టూషు,",
    "3": "షెకన్యా, రెహూము, మెరేమోతు,",
    "4": "ఇద్దో, గిన్నెతోయి, అబీయా,",
    "5": "మియ్యామిను, మాద్యా, బిల్గా,",
    "6": "షెమయా, యోయారీబు, యెదాయా,",
    "7": "సల్లు, ఆమోకు, హిల్కీయా, యెదాయా. యేషూవ దినములలో వీరు యాజకులకును తమ సహోదరులకును పెద్దలు.",
    "8": "లేవీయులు ఎవరనగా - యేషూవ, బిన్నూయి, కద్మీయేలు, షెరేబ్యా, యూదా, మత్తన్యా; ఇతడును ఇతని సహోదరులును స్తుతిపాటల మీద ఉండిరి.",
    "9": "వీరి సహోదరులైన బక్బుక్యా ఉన్నీ వారి వారి వంతుల చొప్పున వారికి ఎదురుగా ఉండిరి.",
    "10": "యేషూవ యోయాకీమును కనెను; యోయాకీము ఎల్యాషీబును కనెను; ఎల్యాషీబు యోయాదాను కనెను;",
    "11": "యోయాదా యోనాతానును కనెను; యోనాతాను యద్దూవను కనెను.",
    "12": "యోయాకీము దినములలో యాజకులైన పితరుల ఇండ్ల పెద్దలు ఎవరనగా - శెరాయా వంశమునకు మెరాయా, యిర్మీయా వంశమునకు హనన్యా,",
    "13": "ఎజ్రా వంశమునకు మెషుల్లాము, అమర్యా వంశమునకు యెహోహానాను,",
    "14": "మల్లూకు వంశమునకు యోనాతాను, షెబన్యా వంశమునకు యోసేపు,",
    "15": "హారిము వంశమునకు అద్నా, మెరాయోతు వంశమునకు హెల్కై,",
    "16": "ఇద్దో వంశమునకు జెకర్యా, గిన్నెతోను వంశమునకు మెషుల్లాము,",
    "17": "అబీయా వంశమునకు జి క్రీ, మిన్యామీను మోవద్యా వంశములకు పిల్తై,",
    "18": "బిల్గా వంశమునకు షమ్మూవ, షెమయా వంశమునకు యెహోనాతాను,",
    "19": "యోయారీబు వంశమునకు మత్తనై, యెదాయా వంశమునకు ఉజ్జీ,",
    "20": "సల్లయి వంశమునకు కల్లయి, ఆమోకు వంశమునకు ఏబెరు,",
    "21": "హిల్కీయా వంశమునకు హషబ్యా, యెదాయా వంశమునకు నెతనేలు.",
    "22": "ఎల్యాషీబు, యోయాదా, యోహానాను, యద్దూవ అనువారి దినములలో లేవీయులు పితరుల ఇండ్ల పెద్దలుగా వ్రాయబడిరి; పారసీక దేశపు రాజైన దర్యావేషు ఏలుబడి వరకు యాజకులును వ్రాయబడిరి.",
    "23": "లేవీయులలో పితరుల ఇండ్ల పెద్దలు ఎల్యాషీబు కుమారుడైన యోహానాను దినముల వరకు దినవృత్తాంతముల గ్రంథమందు వ్రాయబడిరి.",
    "24": "లేవీయుల పెద్దలు ఎవరనగా - హషబ్యా, షెరేబ్యా, కద్మీయేలు కుమారుడైన యేషూవ; దైవజనుడైన దావీదు ఆజ్ఞాపించినట్లు వీరి సహోదరులు వీరికి ఎదురుగా ఉండి, వంతుల చొప్పున స్తుతించుటకును స్తోత్రము చేయుటకును నియమింపబడిరి.",
    "25": "మత్తన్యా, బక్బుక్యా, ఓబద్యా, మెషుల్లాము, టల్మోను, అక్కూబు అనువారు గుమ్మముల యొద్దనున్న ఖజానాలను కాపాడు ద్వారపాలకులు.",
    "26": "యోజాదాకు మనుమడును యేషూవ కుమారుడునైన యోయాకీము దినములలోను, దేశాధికారియైన నెహెమ్యా దినములలోను, యాజకుడును శాస్త్రియునైన ఎజ్రా దినములలోను వీరు ఉండిరి.",
    "27": "యెరూషలేము ప్రాకారము యొక్క ప్రతిష్ఠోత్సవమునందు వారు లేవీయులను తమ సకల స్థలములలోనుండి వెదకి, సంతోషముతో ప్రతిష్ఠోత్సవమును ఆచరించుటకును, కృతజ్ఞతాస్తుతులు చెల్లించుటకును, పాటలతోను స్వరమండలములతోను సితారాలతోను కంజీరలతోను యెరూషలేమునకు వారిని తీసికొనివచ్చిరి.",
    "28": "గాయకుల కుమారులు యెరూషలేము చుట్టునున్న మైదానము నుండియు, నెటోపాతీయుల గ్రామముల నుండియు,",
    "29": "బేత్గిల్గాలు నుండియు, గెబా అజ్మావెతు పొలముల నుండియు కూడి వచ్చిరి; గాయకులు యెరూషలేము చుట్టు తమకు గ్రామములను కట్టుకొనియుండిరి.",
    "30": "యాజకులును లేవీయులును తమ్మును తాము శుద్ధి చేసికొని, ప్రజలను గుమ్మములను ప్రాకారమును శుద్ధి చేసిరి.",
    "31": "అప్పుడు నేను యూదా ప్రధానులను ప్రాకారము మీదికి ఎక్కించి, కృతజ్ఞతాస్తుతులు చెల్లించుటకు రెండు గొప్ప మనుష్యుల గుంపులను నియమించితిని; అందులో ఒకటి కుడి వైపున ప్రాకారము మీద పెంట గుమ్మము వైపు వెళ్ళెను.",
    "32": "వారి వెనుక హోషవ్యాను, యూదా ప్రధానులలో సగముమందియు,",
    "33": "అజర్యా, ఎజ్రా, మెషుల్లాము,",
    "34": "యూదా, బెన్యామీను, షెమయా, యిర్మీయా అనువారును,",
    "35": "బూరలు పట్టుకొనిన యాజకుల కుమారులలో కొందరును, ఆసాపు మునిమనుమడును జక్కూరు మనుమడును మీకాయా కుమారుడును మత్తన్యా కుమారుడును షెమయా కుమారుడును యోనాతాను కుమారుడునైన జెకర్యాయును,",
    "36": "అతని సహోదరులైన షెమయా, అజరేలు, మిలలై, గిలలై, మాయి, నెతనేలు, యూదా, హనానీ అనువారును దైవజనుడైన దావీదు యొక్క గీత వాద్యములతో వెళ్లిరి; శాస్త్రియైన ఎజ్రా వారికి ముందుగా వెళ్ళెను.",
    "37": "వారు తమకు ఎదురుగా ఉన్న ఊట గుమ్మము దగ్గర దావీదు పురపు మెట్లెక్కి, ప్రాకారము మీదికి ఎక్కు మార్గమున దావీదు ఇంటి పైగా తూర్పుననున్న నీటి గుమ్మము వరకు వెళ్లిరి.",
    "38": "కృతజ్ఞతాస్తుతులు చెల్లించు రెండవ గుంపు ఎడమ వైపున వెళ్ళెను; వారి వెనుక నేనును ప్రజలలో సగముమందియు ప్రాకారము మీద కొలిమి గోపురము దాటి వెడల్పు గోడ వరకును,",
    "39": "ఎఫ్రాయిము గుమ్మము మీదుగా పాత గుమ్మమునకును మత్స్యపు గుమ్మమునకును హనన్యేలు గోపురమునకును హమ్మెయా గోపురమునకును గొర్రెల గుమ్మము వరకును వెళ్లి బందీగృహపు గుమ్మములో నిలిచిరి.",
    "40": "అప్పుడు కృతజ్ఞతాస్తుతులు చెల్లించు రెండు గుంపులు దేవుని మందిరములో నిలిచెను; నేనును నాతోకూడ సగముమంది అధికారులును,",
    "41": "యాజకులైన ఎల్యాకీము, మయశేయా, మిన్యామీను, మీకాయా, ఎల్యోయేనై, జెకర్యా, హనన్యా అనువారు బూరలు పట్టుకొని నిలిచిరి;",
    "42": "మరియు మయశేయా, షెమయా, ఎలియెజెరు, ఉజ్జీ, యెహోహానాను, మల్కీయా, ఏలాము, ఏజెరు అనువారు నిలిచిరి. గాయకులు యెజ్రహ్యా నాయకత్వమున బిగ్గరగా పాడిరి.",
    "43": "ఆ దినమున వారు గొప్ప బలులు అర్పించి సంతోషించిరి; దేవుడు వారికి మహా సంతోషము కలుగజేసెను; స్త్రీలును పిల్లలును సంతోషించిరి; యెరూషలేములో పుట్టిన సంతోషధ్వని బహు దూరమునకు వినబడెను.",
    "44": "ఆ దినమున కానుకలను, ప్రథమ ఫలములను, పదియవ వంతులను ఉంచు ఖజానాల మీద కొందరు నియమింపబడిరి; యాజకులకును లేవీయులకును ధర్మశాస్త్రములో నిర్ణయింపబడిన భాగములను పట్టణముల పొలములలోనుండి కూర్చి వాటిలో ఉంచుటకు వారు నియమింపబడిరి; ఏలయనగా కాచుకొనియున్న యాజకులను లేవీయులను చూచి యూదావారు సంతోషించిరి.",
    "45": "వారును గాయకులును ద్వారపాలకులును దావీదును అతని కుమారుడైన సొలొమోనును ఆజ్ఞాపించినట్లు తమ దేవుని అప్పగింతను శుద్ధీకరణపు అప్పగింతను కాపాడిరి.",
    "46": "పూర్వము దావీదు దినములలోను ఆసాపు దినములలోను గాయకులకు నాయకులుండిరి; దేవునికి స్తోత్ర గానములు జరుగుచుండెను.",
    "47": "జెరుబ్బాబెలు దినములలోను నెహెమ్యా దినములలోను ఇశ్రాయేలీయులందరు గాయకులకును ద్వారపాలకులకును అనుదిన భాగములను ఇచ్చుచుండిరి; వారు లేవీయులకు ప్రతిష్ఠితమైనవాటిని ఇచ్చిరి; లేవీయులు అహరోను సంతతివారికి ప్రతిష్ఠితమైనవాటిని ఇచ్చిరి."
}
