
{
    "1": "ఆ దినమున వారు మోషే గ్రంథమును ప్రజలకు చదివి వినిపించగా, అందులో అమ్మోనీయుడు గాని మోయాబీయుడు గాని దేవుని సమాజమును ఎన్నడును చేరకూడదు;",
    "2": "వారు అన్నపానములు తీసికొని ఇశ్రాయేలీయులను ఎదుర్కొనలేదు; వారిని శపించుమని బిలామును కూలికి పిలిపించిరి; అయినను మన దేవుడు ఆ శాపమును ఆశీర్వాదముగా మార్చెను అని వ్రాయబడినట్టు కనబడెను.",
    "3": "కాబట్టి వారు ఆ ధర్మశాస్త్రమును వినినప్పుడు మిశ్రిత జనమునంతటిని ఇశ్రాయేలులోనుండి వేరుపరచిరి.",
    "4": "దీనికి ముందు మన దేవుని మందిరపు గదుల మీద నియమింపబడిన యాజకుడైన ఎల్యాషీబు టోబియాతో బంధుత్వము చేసికొని,",
    "5": "అతని కొరకు ఒక గొప్ప గదిని సిద్ధము చేసియుండెను; అక్కడ అంతకుముందు నైవేద్యమును, సాంబ్రాణిని, పాత్రలను, లేవీయులకును గాయకులకును ద్వారపాలకులకును నిర్ణయింపబడిన ధాన్య ద్రాక్షారస తైలములలో పదియవ వంతును, యాజకులకు రావలసిన ప్రతిష్ఠార్పణలను ఉంచుచుండిరి.",
    "6": "ఇదంతయు జరిగినప్పుడు నేను యెరూషలేములో లేను; బబులోను రాజైన అర్తహషస్త ఏలుబడిలో ముప్పది రెండవ సంవత్సరమున నేను రాజునొద్దకు వెళ్లితిని. కొన్ని దినములైన తరువాత నేను రాజునొద్ద సెలవు పుచ్చుకొని",
    "7": "యెరూషలేమునకు వచ్చి, ఎల్యాషీబు దేవుని మందిరపు ఆవరణములో టోబీయా కొరకు ఒక గదిని సిద్ధము చేసి చేసిన కీడును తెలిసికొంటిని.",
    "8": "అది నాకు చాలా దుఃఖము పుట్టించెను గనుక నేను ఆ గదిలోనుండి టోబీయా ఇంటి సామానంతయు బయట పారవేయించితిని.",
    "9": "ఆ గదులను శుద్ధి చేయుడని నేను ఆజ్ఞాపింపగా వారు ఆలాగు చేసిరి; దేవుని మందిరపు పాత్రలను నైవేద్యమును సాంబ్రాణిని నేను తిరిగి అక్కడ ఉంచించితిని.",
    "10": "మరియు లేవీయులకు రావలసినవి వారికి ముట్టలేదనియు, అందువలన పని చేయు లేవీయులును గాయకులును తమ తమ పొలములకు పారిపోయారనియు నేను తెలిసికొంటిని.",
    "11": "అప్పుడు నేను అధికారులతో వాదించి - దేవుని మందిరమును ఎందుకు విడిచిపెట్టితిరని అడిగితిని. నేను వారిని సమకూర్చి వారి వారి స్థలములలో వారిని ఉంచితిని.",
    "12": "అప్పుడు యూదావారందరును ధాన్య ద్రాక్షారస తైలములలో పదియవ వంతును ఖజానాలకు తెచ్చిరి.",
    "13": "నేను ఖజానాల మీద యాజకుడైన షెలెమ్యాను, శాస్త్రియైన సాదోకును, లేవీయులలో పెదాయాను, వారికి సహాయకుడుగా మత్తన్యా కుమారుడైన జక్కూరు కుమారుడగు హానానును నియమించితిని; వారు నమ్మకమైనవారని ఎంచబడిరి; తమ సహోదరులకు పంచిపెట్టుట వారి పని.",
    "14": "నా దేవా, ఈ విషయములో నన్ను జ్ఞాపకముంచుకొనుము; నా దేవుని మందిరము నిమిత్తమును, దాని ఆచారముల నిమిత్తమును నేను చేసిన సత్క్రియలను తుడిచివేయకుము.",
    "15": "ఆ దినములలో యూదాలో కొందరు విశ్రాంతి దినమున ద్రాక్ష గానుగలను త్రొక్కుటయు, ధాన్యపు పనలను ఇంటికి తెచ్చుటయు, గాడిదల మీద బరువులు వేయుటయు, ద్రాక్షారసమును ద్రాక్ష పండ్లను అంజూరపు పండ్లను నానావిధములైన బరువులను విశ్రాంతి దినమున యెరూషలేములోనికి తీసికొనివచ్చుటయు నేను చూచి, ఆ దినమున వారు ఆహారమునుమ్ముటను బట్టి వారిని గద్దించితిని.",
    "16": "మరియు దానిలో కాపురమున్న తూరు మనుష్యులు చేపలను నానావిధములైన సరుకులను తెచ్చి, విశ్రాంతి దినమున యూదావారికిని యెరూషలేములోను అమ్ముచుండిరి.",
    "17": "అప్పుడు నేను యూదా ప్రధానులతో వాదించి - విశ్రాంతి దినమును అపవిత్రపరచి మీరెందుకు ఈ కీడు చేయుచున్నారు?",
    "18": "మీ పితరులు ఇట్లు చేయలేదా? అందువలన గదా మన దేవుడు మన మీదికిని ఈ పట్టణము మీదికిని ఈ కీడంతయు రప్పించెను? అయినను మీరు విశ్రాంతి దినమును అపవిత్రపరచి ఇశ్రాయేలు మీదికి కోపమును మరి ఎక్కువగా రప్పించుచున్నారని చెప్పితిని.",
    "19": "కాబట్టి విశ్రాంతి దినమునకు ముందు యెరూషలేము గుమ్మములలో చీకటి పడునప్పుడు ద్వారములను మూసివేయవలెననియు, విశ్రాంతి దినము గడచు వరకు వాటిని తీయకూడదనియు నేను ఆజ్ఞాపించితిని; మరియు విశ్రాంతి దినమున ఏ బరువును లోపలికి రాకుండ గుమ్మముల యొద్ద నా పనివారిలో కొందరిని కావలి ఉంచితిని.",
    "20": "వర్తకులును నానావిధములైన సరుకులు అమ్మువారును ఒకటి రెండు సార్లు యెరూషలేము వెలుపల బస చేసిరి.",
    "21": "అప్పుడు నేను వారిని గద్దించి - మీరెందుకు గోడకు అవతల బస చేయుచున్నారు? మీరు ఇంకొకసారి ఇలాగు చేసినయెడల మిమ్మును పట్టుకొందునని వారితో చెప్పితిని; అది మొదలుకొని విశ్రాంతి దినమున వారు రాలేదు.",
    "22": "మరియు తమ్మును తాము శుద్ధి చేసికొనవలెననియు, విశ్రాంతి దినమును ఆచరించుటకు వచ్చి గుమ్మములను కాపాడవలెననియు నేను లేవీయులకు ఆజ్ఞాపించితిని. నా దేవా, దీనిని బట్టి నన్ను జ్ఞాపకముంచుకొని, నీ కృపాతిశయము చొప్పున నన్ను కరుణించుము.",
    "23": "ఆ దినములలో అష్డోదు, అమ్మోను, మోయాబు స్త్రీలను పెండ్లి చేసికొనిన యూదులను నేను చూచితిని.",
    "24": "వారి పిల్లలు సగము అష్డోదు భాష మాటలాడుచుండిరి; వారు ఆయా జనుల భాష మాటలాడుచుండిరి గాని యూదా భాష మాటలాడలేకపోయిరి.",
    "25": "నేను వారితో వాదించి వారిని శపించి, వారిలో కొందరిని కొట్టి, వారి తలవెండ్రుకలను పెరికివేసి - మీరు మీ కుమార్తెలను వారి కుమారులకు ఇయ్యకూడదు, వారి కుమార్తెలను మీ కుమారులకైనను మీకైనను పుచ్చుకొనకూడదు అని దేవుని పేరట వారి చేత ప్రమాణము చేయించితిని.",
    "26": "ఇశ్రాయేలు రాజైన సొలొమోను వీటివలన పాపము చేయలేదా? అనేక జనములలో అతనివంటి రాజు లేకపోయెను; అతడు తన దేవునికి ప్రియుడు, దేవుడు ఇశ్రాయేలు అంతటి మీద అతని రాజుగా నియమించెను; అయినను అన్య స్త్రీలు అతని చేతను పాపము చేయించిరి.",
    "27": "కాబట్టి అన్య స్త్రీలను పెండ్లి చేసికొనుటవలన మన దేవునికి ద్రోహము చేసి, ఇంత గొప్ప కీడు చేసిన మీ మాట మేము వినవచ్చునా?",
    "28": "ప్రధాన యాజకుడైన ఎల్యాషీబు కుమారుడగు యోయాదా కుమారులలో ఒకడు హోరోనీయుడైన సన్బల్లటుకు అల్లుడాయెను గనుక నా యొద్దనుండి వానిని వెళ్లగొట్టితిని.",
    "29": "నా దేవా, వారు యాజకత్వమును, యాజకత్వపు నిబంధనను, లేవీయుల నిబంధనను అపవిత్రపరచిరి గనుక వారిని జ్ఞాపకముంచుకొనుము.",
    "30": "అన్యులందరినుండి నేను వారిని పవిత్రపరచి, యాజకులకును లేవీయులకును వారి వారి సేవ చొప్పున వంతులను,",
    "31": "నిర్ణయకాలములలో కట్టెల అర్పణను, ప్రథమ ఫలములను నియమించితిని. నా దేవా, మేలుకై నన్ను జ్ఞాపకముంచుకొనుము."
}
