
{
    "1": "రాజైన అర్తహషస్త ఏలుబడిలో ఇరవైయవ సంవత్సరము నీసాను నెలలో రాజునొద్ద ద్రాక్షారసము ఉండగా నేను ద్రాక్షారసమును తీసికొని రాజునకు ఇచ్చితిని. అంతకుముందు నేను ఎన్నడును అతని యెదుట విచారముగా ఉండలేదు.",
    "2": "రాజు నన్ను చూచి - నీవు రోగివి కావు గదా, నీ ముఖము ఎందుకు విచారముగా ఉన్నది? ఇది హృదయ దుఃఖమే గాని వేరొకటి కాదని అనగా నేను మిక్కిలి భయపడి",
    "3": "రాజు చిరకాలము జీవించును గాక; నా పితరుల సమాధులున్న పట్టణము పాడైపోగా, దాని గుమ్మములు అగ్నిచేత కాల్చబడియుండగా నా ముఖము ఎందుకు విచారముగా ఉండకూడదని రాజుతో చెప్పితిని.",
    "4": "అప్పుడు రాజు - నీవు కోరునది ఏమిటని నన్నడుగగా నేను ఆకాశమందున్న దేవునికి ప్రార్థన చేసి",
    "5": "రాజునకు సమ్మతియైతే, నీ దాసుని యెడల నీకు కటాక్షము కలిగినయెడల, యూదా దేశమునకు, నా పితరుల సమాధులున్న పట్టణమునకు నన్ను పంపుము; నేను దానిని కట్టుదునని రాజుతో చెప్పితిని.",
    "6": "రాణి రాజునొద్ద కూర్చునియుండగా రాజు - నీ ప్రయాణమునకు ఎంతకాలము పట్టును? నీవు ఎప్పుడు తిరిగి వచ్చెదవని నన్నడిగెను. రాజు నన్ను పంపుటకు సమ్మతించగా నేను అతనికి ఒక గడువు చెప్పితిని.",
    "7": "మరియు నేను రాజుతో ఇట్లంటిని - రాజునకు సమ్మతియైతే నేను యూదా దేశమునకు చేరువరకు నది అవతల ఉన్న అధికారులు నన్ను దాటించునట్లు వారికిని,",
    "8": "మందిరమునకున్న కోట గుమ్మములకును, పట్టణపు ప్రాకారమునకును, నేను ప్రవేశించు ఇంటికిని మ్రానులను ఇచ్చుటకు రాజు అడవికి కావలివాడైన ఆసాపునకును తాకీదులు నాకు ఇప్పించుము. నా దేవుని దయగల హస్తము నామీద ఉన్నందున రాజు నాకు అనుగ్రహించెను.",
    "9": "నేను నది అవతల ఉన్న అధికారుల యొద్దకు వచ్చి రాజు తాకీదులను వారికిచ్చితిని; రాజు నాతోకూడ సైన్యాధిపతులను రౌతులను పంపియుండెను.",
    "10": "హోరోనీయుడైన సన్బల్లటును, అమ్మోనీయుడైన దాసుడు టోబీయాను, ఇశ్రాయేలీయులకు మేలు చేయుటకై ఒకడు వచ్చెనని విని బహుగా దుఃఖపడిరి.",
    "11": "నేను యెరూషలేమునకు వచ్చి మూడు దినములు అక్కడ ఉంటిని.",
    "12": "యెరూషలేము కొరకు నా దేవుడు నా హృదయములో పుట్టించినదానిని నేను ఎవరికిని చెప్పలేదు; నేను రాత్రివేళ లేచితిని, నాతోకూడ కొందరు మనుష్యులు ఉండిరి; నేను ఎక్కిన పశువు తప్ప వేరొక పశువు నా యొద్ద ఉండలేదు.",
    "13": "నేను రాత్రివేళ లోయ గుమ్మము గుండా బయలుదేరి, మకర ద్వారమునకును పెంట గుమ్మమునకును వెళ్లి, పడగొట్టబడిన యెరూషలేము ప్రాకారములను, అగ్నిచేత కాల్చబడిన దాని గుమ్మములను చూచితిని.",
    "14": "తరువాత నేను ఊట గుమ్మమునొద్దకును రాజు కోనేరునొద్దకును వెళ్లితిని; అయితే నేను ఎక్కిన పశువు దాటిపోవుటకు స్థలము లేకపోయెను.",
    "15": "అప్పుడు నేను రాత్రివేళ ఏటి ఒడ్డున పైకి వెళ్లి ప్రాకారమును చూచి తిరిగి లోయ గుమ్మమున ప్రవేశించి వెనుకకు వచ్చితిని.",
    "16": "నేను ఎక్కడికి వెళ్లినది, ఏమి చేసినది అధికారులకు తెలియదు; నేను యూదులకైనను యాజకులకైనను ప్రధానులకైనను అధికారులకైనను పని చేయువారికైనను అప్పటివరకు ఏమియు తెలియజేయలేదు.",
    "17": "అప్పుడు నేను వారితో - మనకు కలిగిన శ్రమ మీకు తెలిసేయున్నది; యెరూషలేము ఎట్లు పాడైపోయెనో, దాని గుమ్మములు అగ్నిచేత ఎట్లు కాల్చబడెనో మీరు చూచుచున్నారు; మనకు ఇక మీదట నింద రాకుండునట్లు యెరూషలేము ప్రాకారమును కట్టుదము రండని చెప్పి",
    "18": "నా దేవుని దయగల హస్తము నామీద ఉండుటయు, రాజు నాతో చెప్పిన మాటలును వారికి తెలియజేసితిని. అప్పుడు వారు - మనము కట్టుటకు పూనుకొందము రండని చెప్పి, ఈ మంచి కార్యము చేయుటకు బలము తెచ్చుకొనిరి.",
    "19": "అయితే హోరోనీయుడైన సన్బల్లటును, అమ్మోనీయుడైన దాసుడు టోబీయాను, అరబీయుడైన గెషెమును విని, మమ్మును ఎగతాళి చేసి, మమ్మును తృణీకరించి - మీరు చేయు ఈ పని ఏమిటి? రాజు మీద తిరుగుబాటు చేయుదురా అనిరి.",
    "20": "అప్పుడు నేను వారితో - ఆకాశమందున్న దేవుడు మా కార్యమును సఫలము చేయును గనుక ఆయన దాసులమైన మేము కట్టుటకు పూనుకొనుచున్నాము; యెరూషలేములో మీకు భాగమైనను అధికారమైనను జ్ఞాపకమైనను లేదని చెప్పితిని."
}
