
{
    "1": "అప్పుడు ప్రధాన యాజకుడైన ఎల్యాషీబును అతని సహోదరులైన యాజకులును లేచి గొర్రెల గుమ్మమును కట్టి ప్రతిష్ఠించి దానికి తలుపులు నిలిపిరి; మరియు హమ్మెయా గోపురము వరకును హనన్యేలు గోపురము వరకును ప్రాకారమును కట్టి ప్రతిష్ఠించిరి.",
    "2": "వారి పక్కన యెరికో మనుష్యులు కట్టిరి; వారి పక్కన ఇమ్రీ కుమారుడైన జక్కూరు కట్టెను.",
    "3": "మత్స్యపు గుమ్మమును హస్సెనాయా కుమారులు కట్టిరి; వారు దానికి దూలములు వేసి, తలుపులను తాళములను గడియలను అమర్చిరి.",
    "4": "వారి పక్కన హక్కోజు మనుమడును ఊరియా కుమారుడునైన మెరేమోతు బాగుచేసెను. వారి పక్కన మెషేజబెయేలు మనుమడును బెరెక్యా కుమారుడునైన మెషుల్లాము బాగుచేసెను. వారి పక్కన బయనా కుమారుడైన సాదోకు బాగుచేసెను.",
    "5": "వారి పక్కన తెకోవ వారు బాగుచేసిరి గాని, వారిలో గొప్పవారు తమ ప్రభువు పనికి తమ మెడలు వంచలేదు.",
    "6": "పాత గుమ్మమును పాసెయహు కుమారుడైన యెహోయాదాయును, బెసోద్యా కుమారుడైన మెషుల్లామును బాగుచేసిరి; వారు దానికి దూలములు వేసి, తలుపులను తాళములను గడియలను అమర్చిరి.",
    "7": "వారి పక్కన గిబియోనీయుడైన మెలట్యాయును, మేరోనోతీయుడైన యాదోనును, గిబియోను మిస్పా మనుష్యులును, నది ఇవతల ఉన్న అధికారియగు న్యాయపీఠము వరకు బాగుచేసిరి.",
    "8": "వారి పక్కన కంసాలివాడైన హర్హయా కుమారుడగు ఉజ్జీయేలు బాగుచేసెను. వారి పక్కన సుగంధ ద్రవ్యములు చేయువారిలో ఒకడైన హనన్యా బాగుచేసెను; వారు వెడల్పు గోడ వరకు యెరూషలేమును బలపరచిరి.",
    "9": "వారి పక్కన యెరూషలేము సగము భాగమునకు అధికారియు హూరు కుమారుడునైన రెఫాయా బాగుచేసెను.",
    "10": "వారి పక్కన హరూమపు కుమారుడైన యెదాయా తన ఇంటికి ఎదురుగా ఉన్నదానిని బాగుచేసెను. వారి పక్కన హషబ్నెయా కుమారుడైన హట్టూషు బాగుచేసెను.",
    "11": "హారిము కుమారుడైన మల్కీయాయును పహత్ మోయాబు కుమారుడైన హష్షూబును రెండవ భాగమును, కొలిమి గోపురమును బాగుచేసిరి.",
    "12": "వారి పక్కన యెరూషలేము సగము భాగమునకు అధికారియు హల్లోహెష్ కుమారుడునైన షల్లూమును అతని కుమార్తెలును బాగుచేసిరి.",
    "13": "లోయ గుమ్మమును హానూనును జానోహ నివాసులును బాగుచేసిరి; వారు దాని కట్టి, దానికి తలుపులను తాళములను గడియలను అమర్చి, పెంట గుమ్మము వరకు వెయ్యి మూరల ప్రాకారమును కట్టిరి.",
    "14": "పెంట గుమ్మమును బేత్హక్కెరెము ప్రదేశమునకు అధికారియు రేకాబు కుమారుడునైన మల్కీయా బాగుచేసెను; అతడు దాని కట్టి, దానికి తలుపులను తాళములను గడియలను అమర్చెను.",
    "15": "ఊట గుమ్మమును మిస్పా ప్రదేశమునకు అధికారియు కొల్హోజే కుమారుడునైన షల్లూము బాగుచేసెను; అతడు దాని కట్టి, దానికి పైకప్పు వేసి, దానికి తలుపులను తాళములను గడియలను అమర్చి, మరియు రాజు తోట దగ్గరనున్న షేలహు కొలను యొక్క గోడను దావీదు పురమునుండి దిగివచ్చు మెట్ల వరకు కట్టెను.",
    "16": "అతని తరువాత బేత్సూరు ప్రదేశములో సగము భాగమునకు అధికారియు అజ్బూకు కుమారుడునైన నెహెమ్యా దావీదు సమాధుల కెదురుగా ఉన్న స్థలము వరకును, కట్టబడిన కోనేటి వరకును, పరాక్రమశాలుల యింటి వరకును బాగుచేసెను.",
    "17": "అతని తరువాత లేవీయులలో బానీ కుమారుడైన రెహూము బాగుచేసెను. అతని పక్కన కెయిలా ప్రదేశములో సగము భాగమునకు అధికారియైన హషబ్యా తన ప్రదేశము తరపున బాగుచేసెను.",
    "18": "అతని తరువాత వారి సహోదరులలో కెయిలా ప్రదేశములో రెండవ సగము భాగమునకు అధికారియు హేనాదాదు కుమారుడునైన బావ్వై బాగుచేసెను.",
    "19": "అతని పక్కన మిస్పా అధికారియు యేషూవ కుమారుడునైన ఏజెరు ఆయుధశాల కెదురుగానున్న మూల ఎక్కుడు వరకు రెండవ భాగమును బాగుచేసెను.",
    "20": "అతని తరువాత జబ్బయి కుమారుడైన బారూకు ఆ మూల మొదలుకొని ప్రధాన యాజకుడైన ఎల్యాషీబు ఇంటి ద్వారము వరకు రెండవ భాగమును ఆసక్తితో బాగుచేసెను.",
    "21": "అతని తరువాత హక్కోజు మనుమడును ఊరియా కుమారుడునైన మెరేమోతు ఎల్యాషీబు ఇంటి ద్వారము మొదలుకొని ఎల్యాషీబు ఇంటి చివర వరకు రెండవ భాగమును బాగుచేసెను.",
    "22": "అతని తరువాత మైదానములోని యాజకులు బాగుచేసిరి.",
    "23": "వారి తరువాత బెన్యామీను హష్షూబులు తమ యింటికి ఎదురుగా ఉన్నదానిని బాగుచేసిరి. వారి తరువాత అనన్యా మనుమడును మయశేయా కుమారుడునైన అజర్యా తన యింటియొద్ద బాగుచేసెను.",
    "24": "అతని తరువాత హేనాదాదు కుమారుడైన బిన్నూయి, అజర్యా ఇంటి నుండి మూల వరకును, మూలమలుపు వరకును రెండవ భాగమును బాగుచేసెను.",
    "25": "ఊజై కుమారుడైన పాలాలు మూలమలుపునకు ఎదురుగా ఉన్నదానిని, రాజు ఇంటి పైగదిలోనుండి బయటికి వచ్చి బంట్రౌతుల ముంగిట ఉన్న గోపురమును బాగుచేసెను. అతని తరువాత పరోషు కుమారుడైన పెదాయా బాగుచేసెను.",
    "26": "(నెతీనీయులు ఓపెలులో తూర్పున నీటి గుమ్మమునకు ఎదురుగా ఉన్న స్థలము వరకును బయటికి వచ్చియున్న గోపురము వరకును నివసించిరి.)",
    "27": "అతని తరువాత తెకోవ వారు, బయటికి వచ్చియున్న పెద్ద గోపురమునకు ఎదురుగా ఉన్న స్థలము నుండి ఓపెలు ప్రాకారము వరకు రెండవ భాగమును బాగుచేసిరి.",
    "28": "గుర్రపు గుమ్మము పైనుండి యాజకులు ఒక్కొక్కరు తమ తమ యింటికి ఎదురుగా ఉన్నదానిని బాగుచేసిరి.",
    "29": "వారి తరువాత ఇమ్మేరు కుమారుడైన సాదోకు తన యింటికి ఎదురుగా ఉన్నదానిని బాగుచేసెను. అతని తరువాత తూర్పు గుమ్మమును కాపాడువాడును షెకన్యా కుమారుడునైన షెమయా బాగుచేసెను.",
    "30": "అతని తరువాత షెలెమ్యా కుమారుడైన హనన్యాయును, జాలాపు ఆరవ కుమారుడైన హానూనును రెండవ భాగమును బాగుచేసిరి. వారి తరువాత బెరెక్యా కుమారుడైన మెషుల్లాము తన గదికి ఎదురుగా ఉన్నదానిని బాగుచేసెను.",
    "31": "అతని తరువాత స్వర్ణకారుని కుమారుడైన మల్కీయా నెతీనీయుల యొక్కయు వర్తకుల యొక్కయు నివాసము వరకు, అనగా మాదిరి గుమ్మమునకు ఎదురుగా ఉన్న స్థలము వరకును, మూలమలుపునందున్న గది వరకును బాగుచేసెను.",
    "32": "ఆ మూలమలుపు గదికిని గొర్రెల గుమ్మమునకును మధ్యనున్న దానిని స్వర్ణకారులును వర్తకులును బాగుచేసిరి."
}
