
{
    "1": "జనులును వారి భార్యలును తమ సహోదరులైన యూదుల మీద గొప్పగా మొరపెట్టిరి.",
    "2": "మా కుమారులును మా కుమార్తెలును మేమును అనేకులము; మేము తిని బ్రతుకునట్లు మాకు ధాన్యము ఇప్పించుడని కొందరు అనిరి.",
    "3": "కరవు కాలమున మేము ధాన్యము కొనునట్లు మా పొలములను మా ద్రాక్షతోటలను మా ఇండ్లను కుదువ పెట్టుచున్నామని కొందరు అనిరి.",
    "4": "రాజు పన్ను నిమిత్తము మా పొలముల మీదను మా ద్రాక్షతోటల మీదను మేము అప్పు చేసితివిు.",
    "5": "మా శరీరము మా సహోదరుల శరీరము వంటిదే, మా పిల్లలు వారి పిల్లల వంటివారే; అయినను చూడుడి, మేము మా కుమారులను మా కుమార్తెలను దాసులుగా ఉండునట్లు లోపరచుకొనుచున్నాము; మా కుమార్తెలలో కొందరు లోపరచబడిరి; మా పొలములును మా ద్రాక్షతోటలును ఇతరులవైనందున విడిపించుటకు మాకు శక్తి లేదని మరి కొందరు అనిరి.",
    "6": "వారి మొరను ఈ మాటలను నేను వినినప్పుడు నాకు మిక్కిలి కోపము వచ్చెను.",
    "7": "నా మనస్సులో నేను ఆలోచించుకొని, ప్రధానులను అధికారులను గద్దించి - మీలో ప్రతివాడు తన సహోదరుని యొద్ద వడ్డీ పుచ్చుకొనుచున్నాడని వారితో చెప్పితిని. మరియు వారికి విరోధముగా నేను గొప్ప సమాజమును కూర్చి",
    "8": "అన్యజనులకు అమ్మబడిన మా సహోదరులైన యూదులను మా శక్తి కొలది మేము విడిపించితివిు; అయితే మీరు మీ సహోదరులను అమ్ముదురా? వారు మనకే అమ్మబడవలెనా అని వారితో చెప్పగా వారు మౌనముగా ఉండి, చెప్పుటకు మారుమాట లేకపోయిరి.",
    "9": "మరియు నేను ఇట్లంటిని - మీరు చేయునది మంచిది కాదు; మన శత్రువులైన అన్యజనుల నిందను బట్టి మీరు మన దేవునికి భయపడి నడుచుకొనవలదా?",
    "10": "నేనును నా సహోదరులును నా పనివారును వారికి ద్రవ్యమును ధాన్యమును అప్పుగా ఇచ్చితివిు; దయచేసి ఆ అప్పును విడిచిపెట్టుదము.",
    "11": "దయచేసి నేడే వారి పొలములను వారి ద్రాక్షతోటలను వారి ఒలీవతోటలను వారి ఇండ్లను వారికి తిరిగి ఇయ్యుడి; మీరు వారి యొద్ద వడ్డీగా తీసికొనిన ద్రవ్యములోను ధాన్యములోను ద్రాక్షారసములోను నూనెలోను నూరవ భాగమును వారికి తిరిగి ఇయ్యుడని నేను మిమ్మును వేడుకొనుచున్నాను.",
    "12": "అందుకు వారు - మేము వాటిని తిరిగి ఇచ్చెదము; వారి యొద్ద ఏమియు అడుగము; నీవు చెప్పినట్లే చేసెదమనిరి. అప్పుడు నేను యాజకులను పిలిచి, ఆ మాట చొప్పున చేయునట్లు వారి చేత ప్రమాణము చేయించితిని.",
    "13": "మరియు నేను నా ఒడిని విదిలించి - ఈ మాట చొప్పున చేయని ప్రతి మనుష్యుని దేవుడు తన ఇంటిలోనుండియు తన పనిలోనుండియు ఈలాగుననే విదిలించివేయును గాక; ఈలాగుననే వాడు విదిలించబడి రిక్తుడగును గాక అని చెప్పగా, సమాజమంతయు - ఆమేన్ అని చెప్పి యెహోవాను స్తుతించిరి. ప్రజలు ఈ మాట చొప్పున చేసిరి.",
    "14": "మరియు యూదా దేశములో వారికి అధిపతిగా నేను నియమింపబడిన దినము మొదలుకొని, అనగా అర్తహషస్త రాజు యొక్క ఇరవైయవ సంవత్సరము మొదలుకొని ముప్పది రెండవ సంవత్సరము వరకు పన్నెండు సంవత్సరములు నేను గాని నా సహోదరులు గాని అధిపతికి రావలసిన ఆహారమును తినలేదు.",
    "15": "నాకంటే ముందుగా ఉన్న అధిపతులు జనుల మీద బరువు మోపి, వారి యొద్ద ఆహారమును ద్రాక్షారసమును, అది గాక నలభై తులముల వెండిని తీసికొనిరి; వారి పనివారు కూడ జనుల మీద అధికారము చేసిరి గాని దేవుని భయమువలన నేను ఆలాగు చేయలేదు.",
    "16": "మరియు నేను ఈ గోడ పనియందు ప్రయాసపడితిని; మేము ఏ పొలమును కొనలేదు; నా పనివారందరును పని చేయుటకు అక్కడ కూడిరి.",
    "17": "ఇది గాక మా చుట్టునున్న అన్యజనుల యొద్దనుండి మా యొద్దకు వచ్చినవారు గాక యూదులును అధికారులును నూట ఏబదిమంది నా బల్లయొద్ద భోజనము చేయుచుండిరి.",
    "18": "నా నిమిత్తము ప్రతి దినము ఒక ఎద్దును, శ్రేష్ఠమైన ఆరు గొర్రెలను, కోళ్లను సిద్ధము చేయబడెను; పది దినములకొకసారి నానావిధములైన ద్రాక్షారసము విస్తారముగా ఇయ్యబడెను. ఇవన్నియు జరిగినను, ఈ జనుల మీదనున్న దాస్యము కఠినముగా ఉండెను గనుక నేను అధిపతికి రావలసిన ఆహారమును కోరలేదు.",
    "19": "నా దేవా, ఈ జనుల కొరకు నేను చేసినదంతటిని బట్టి నాకు మేలు కలుగునట్లు నన్ను జ్ఞాపకము చేసికొనుము."
}
