
{
    "1": "నేను గోడను కట్టితిననియు, దానిలో సందు ఏదియు లేదనియు సన్బల్లటు, టోబీయా, అరబీయుడైన గెషెము, మిగిలిన మా శత్రువులు వినినప్పుడు (ఆ సమయము వరకు నేను గుమ్మములకు తలుపులు నిలుపలేదు)",
    "2": "సన్బల్లటును గెషెమును - ఓనో మైదానమందలి గ్రామములలో ఒకదానియందు మనము ఒకరినొకరు కలుసుకొందము రమ్మని నాకు వర్తమానము పంపిరి. అయితే వారు నాకు కీడు చేయ తలంచిరి.",
    "3": "కాబట్టి నేను వారి యొద్దకు దూతలను పంపి - నేను చేయు పని గొప్పది, నేను రాలేను; నేను పని విడిచి మీ యొద్దకు వచ్చుటవలన అది ఎందుకు నిలిచిపోవలెనని చెప్పితిని.",
    "4": "నాలుగు మారులు వారు ఆలాగుననే నాకు వర్తమానము పంపగా నేను ఆలాగుననే వారికి ప్రత్యుత్తరమిచ్చితిని.",
    "5": "అప్పుడు సన్బల్లటు ఐదవ మారు ఆలాగుననే తన పనివాని చేత విప్పిన ఒక ఉత్తరమును నా యొద్దకు పంపెను.",
    "6": "దానిలో ఈలాగు వ్రాయబడియుండెను - నీవును యూదులును తిరుగుబాటు చేయుటకు ఆలోచించుచున్నారనియు, అందుచేతనే నీవు గోడను కట్టుచున్నావనియు, ఈలాగున నీవు వారికి రాజువగుదువనియు అన్యజనులలో వాడుకగా ఉన్నది, గెషెము కూడ ఆలాగు చెప్పుచున్నాడు.",
    "7": "మరియు - యూదాలో ఒక రాజున్నాడని యెరూషలేములో నిన్ను గూర్చి ప్రకటించుటకు నీవు ప్రవక్తలను నియమించితివనియు, ఇప్పుడు ఈ మాటలు రాజునకు వినబడుననియు (వ్రాయబడియున్నది); కాబట్టి మనము కలిసి ఆలోచన చేయుదము రమ్ము.",
    "8": "అప్పుడు నేను - నీవు చెప్పిన మాటలు జరుగలేదు, అవి నీ స్వంత కల్పన అని అతనికి వర్తమానము పంపితిని.",
    "9": "వారందరు - వారి చేతులు పని చేయకుండ బలహీనమగును, అప్పుడు పని జరుగదని మమ్మును భయపెట్టిరి. కాబట్టి దేవా, నా చేతులను బలపరచుము.",
    "10": "తరువాత నేను మెహేతబేలు మనుమడును దెలాయా కుమారుడునైన షెమయా ఇంటికి వెళ్లగా అతడు తలుపు వేసికొనియుండెను. అతడు - రాత్రివేళ వారు నిన్ను చంపుటకు వచ్చెదరు, నిశ్చయముగా రాత్రివేళ నిన్ను చంపుటకు వచ్చెదరు గనుక మనము దేవుని మందిరమునకు, అనగా ఆలయము లోపలికి వెళ్లి కలుసుకొని, ఆలయపు తలుపులు వేయుదమని చెప్పగా",
    "11": "నేను - నా వంటివాడు పారిపోవునా? నా వంటివాడు ప్రాణము దక్కించుకొనుటకు ఆలయములోనికి వెళ్లునా? నేను వెళ్లనని చెప్పితిని.",
    "12": "మరియు నేను ఆలోచించగా దేవుడు అతని పంపలేదనియు, టోబీయా సన్బల్లటు అతనికి లంచమిచ్చినందున అతడు నా మీద ఆ ప్రవచనము పలికెననియు గ్రహించితిని.",
    "13": "నేను భయపడి ఆలాగు చేసి పాపము చేయునట్లును, వారు నా మీద నేరము మోపి నన్ను నిందించునట్లును వారు అతనికి లంచమిచ్చిరి.",
    "14": "నా దేవా, టోబీయా సన్బల్లటు చేసిన ఈ క్రియలను బట్టి వారిని, నన్ను భయపెట్టదలచిన ప్రవక్తరియైన నోవద్యాను, మిగిలిన ప్రవక్తలను జ్ఞాపకము చేసికొనుము.",
    "15": "అట్లు గోడ ఏబది రెండు దినములలో, అనగా ఎలూలు నెల ఇరవై ఐదవ దినమున పూర్తి ఆయెను.",
    "16": "మా శత్రువులందరు దానిని వినినప్పుడు, మా చుట్టునున్న అన్యజనులందరు భయపడి, తమ దృష్టికి తాము మిక్కిలి తగ్గినవారైరి; ఏలయనగా ఈ పని మా దేవునివలన జరిగినదని వారు గ్రహించిరి.",
    "17": "ఆ దినములలో యూదా ప్రధానులు టోబీయాకు అనేక పత్రికలు పంపిరి, టోబీయా యొద్దనుండి వారికిని పత్రికలు వచ్చుచుండెను.",
    "18": "ఏలయనగా అతడు ఆరహు కుమారుడైన షెకన్యాకు అల్లుడు; మరియు అతని కుమారుడైన యెహోహానాను బెెరెక్యా కుమారుడైన మెషుల్లాము కుమార్తెను పెండ్లి చేసికొనియుండెను గనుక యూదాలో అనేకులు అతనికి ప్రమాణబద్ధులైరి.",
    "19": "వారు నా యెదుట అతని మంచి క్రియలను గూర్చి మాటలాడిరి, నా మాటలను అతనికి తెలియజేసిరి. నన్ను భయపెట్టుటకు టోబీయా పత్రికలు పంపెను."
}
