
{
    "1": "గోడ కట్టబడి నేను తలుపులు నిలిపిన తరువాత, ద్వారపాలకులును గాయకులును లేవీయులును నియమింపబడిన తరువాత",
    "2": "నా సహోదరుడైన హనానీకిని, కోట అధికారియైన హనన్యాకును యెరూషలేము మీద అధికారము ఇచ్చితిని; అతడు నమ్మకమైనవాడును అనేకులకంటే ఎక్కువగా దేవునికి భయపడువాడునై యుండెను.",
    "3": "నేను వారితో - ఎండ బాగుగా కాగు వరకు యెరూషలేము గుమ్మములు తీయకూడదు; వారు దగ్గర నిలిచియుండగానే తలుపులు వేసి గడియలు వేయవలెను; మరియు యెరూషలేము నివాసులను, ఎవరి వంతు చొప్పున వారిని, ఎవరి ఇంటికి ఎదురుగా వారిని కావలి ఉంచవలెనని చెప్పితిని.",
    "4": "ఆ పట్టణము పొడుగును వెడల్పును గలది గాని అందులో జనులు తక్కువగా ఉండిరి, ఇండ్లు ఇంకను కట్టబడలేదు.",
    "5": "అప్పుడు వంశావళి పట్టికలో దాఖలగుటకై ప్రధానులను అధికారులను జనులను సమకూర్చునట్లు నా దేవుడు నా హృదయములో ఒక తలంపు పుట్టించెను; అంతట మొదట వచ్చినవారి వంశావళి పట్టిక నాకు దొరికెను; అందులో ఈలాగు వ్రాయబడియుండెను.",
    "6": "చెరపట్టబడి బబులోను రాజైన నెబుకద్నెజరు చేత కొనిపోబడిన యూదావారిలో ఆయా ఊర్లకు చెందినవారు చెరనుండి విడుదల పొంది యెరూషలేమునకును యూదా దేశమునకును తిరిగి వచ్చిరి.",
    "7": "వచ్చినవారు ఎవరనగా - జెరుబ్బాబెలు, యేషూవ, నెహెమ్యా, అజర్యా, రమ్యా, నహమానీ, మొర్దెకై, బిల్షాను, మిస్పెరెతు, బిగ్వయి, నెహూము, బయనా అనువారు. ఇశ్రాయేలీయులైన పురుషుల పట్టిక యిది.",
    "8": "పరోషు వంశస్థులు రెండు వేల నూట డెబ్బది ఇద్దరు.",
    "9": "షెఫట్యా వంశస్థులు మూడు వందల డెబ్బది ఇద్దరు.",
    "10": "ఆరహు వంశస్థులు ఆరు వందల ఏబది ఇద్దరు.",
    "11": "యేషూవ యోవాబుల సంతతివారైన పహత్ మోయాబు వంశస్థులు రెండు వేల ఎనిమిది వందల పద్దెనిమిదిమంది.",
    "12": "ఏలాము వంశస్థులు వెయ్యిన్ని రెండు వందల ఏబది నలుగురు.",
    "13": "జత్తూ వంశస్థులు ఎనిమిది వందల నలభై ఐదుగురు.",
    "14": "జక్కయి వంశస్థులు ఏడు వందల అరువది మంది.",
    "15": "బిన్నూయి వంశస్థులు ఆరు వందల నలభై ఎనిమిదిమంది.",
    "16": "బెబై వంశస్థులు ఆరు వందల ఇరవై ఎనిమిదిమంది.",
    "17": "అజ్గాదు వంశస్థులు రెండు వేల మూడు వందల ఇరవై ఇద్దరు.",
    "18": "అదోనీకాము వంశస్థులు ఆరు వందల అరువది ఏడుగురు.",
    "19": "బిగ్వయి వంశస్థులు రెండు వేల అరువది ఏడుగురు.",
    "20": "ఆదీను వంశస్థులు ఆరు వందల ఏబది ఐదుగురు.",
    "21": "హిజ్కియా సంతతివారైన ఆటేరు వంశస్థులు తొంభై ఎనిమిదిమంది.",
    "22": "హాషుము వంశస్థులు మూడు వందల ఇరవై ఎనిమిదిమంది.",
    "23": "బేసై వంశస్థులు మూడు వందల ఇరవై నలుగురు.",
    "24": "హారిపు వంశస్థులు నూట పన్నెండుమంది.",
    "25": "గిబియోను వంశస్థులు తొంభై ఐదుగురు.",
    "26": "బేత్లెహేము నెటోపా వంశస్థులు నూట ఎనభై ఎనిమిదిమంది.",
    "27": "అనాతోతు వంశస్థులు నూట ఇరవై ఎనిమిదిమంది.",
    "28": "బేతజ్మావెతు వంశస్థులు నలభై ఇద్దరు.",
    "29": "కిర్యత్యారీము, కెపీరా, బెయేరోతు వంశస్థులు ఏడు వందల నలభై ముగ్గురు.",
    "30": "రామా గాబాల వంశస్థులు ఆరు వందల ఇరవై ఒకరు.",
    "31": "మిక్మాసు వంశస్థులు నూట ఇరవై ఇద్దరు.",
    "32": "బేతేలు హాయి వంశస్థులు నూట ఇరవై ముగ్గురు.",
    "33": "వేరొక నెబో వంశస్థులు ఏబది ఇద్దరు.",
    "34": "వేరొక ఏలాము వంశస్థులు వెయ్యిన్ని రెండు వందల ఏబది నలుగురు.",
    "35": "హారిము వంశస్థులు మూడు వందల ఇరవై మంది.",
    "36": "యెరికో వంశస్థులు మూడు వందల నలభై ఐదుగురు.",
    "37": "లోదు, హాదీదు, ఓనో వంశస్థులు ఏడు వందల ఇరవై ఒకరు.",
    "38": "సెనాయా వంశస్థులు మూడు వేల తొమ్మిది వందల ముప్పదిమంది.",
    "39": "యాజకులు ఎవరనగా - యేషూవ యింటివారైన యెదాయా వంశస్థులు తొమ్మిది వందల డెబ్బది ముగ్గురు.",
    "40": "ఇమ్మేరు వంశస్థులు వెయ్యిన్ని ఏబది ఇద్దరు.",
    "41": "పష్షూరు వంశస్థులు వెయ్యిన్ని రెండు వందల నలభై ఏడుగురు.",
    "42": "హారిము వంశస్థులు వెయ్యిన్ని పదిహేడుమంది.",
    "43": "లేవీయులు ఎవరనగా - హోదవ్యా సంతతివారైన యేషూవ కద్మీయేలుల వంశస్థులు డెబ్బది నలుగురు.",
    "44": "గాయకులు ఎవరనగా - ఆసాపు వంశస్థులు నూట నలభై ఎనిమిదిమంది.",
    "45": "ద్వారపాలకులు ఎవరనగా - షల్లూము వంశస్థులు, ఆటేరు వంశస్థులు, టల్మోను వంశస్థులు, అక్కూబు వంశస్థులు, హటీతా వంశస్థులు, షోబై వంశస్థులు; అందరు కలిసి నూట ముప్పది ఎనిమిదిమంది.",
    "46": "నెతీనీయులు ఎవరనగా - సీహ వంశస్థులు, హసూపా వంశస్థులు, టబ్బాయోతు వంశస్థులు,",
    "47": "కేరోసు వంశస్థులు, సీయహ వంశస్థులు, పాదోను వంశస్థులు,",
    "48": "లెబానా వంశస్థులు, హగాబా వంశస్థులు, షల్మయి వంశస్థులు,",
    "49": "హానాను వంశస్థులు, గిద్దేలు వంశస్థులు, గహరు వంశస్థులు,",
    "50": "రెవాయా వంశస్థులు, రెజీను వంశస్థులు, నెకోదా వంశస్థులు,",
    "51": "గజ్జాము వంశస్థులు, ఉజ్జా వంశస్థులు, పాసెయహు వంశస్థులు,",
    "52": "బేసయి వంశస్థులు, మెూనీం వంశస్థులు, నెపూసీం వంశస్థులు,",
    "53": "బక్బూకు వంశస్థులు, హకూపా వంశస్థులు, హర్హూరు వంశస్థులు,",
    "54": "బజ్లూతు వంశస్థులు, మెహీదా వంశస్థులు, హర్షా వంశస్థులు,",
    "55": "బర్కోసు వంశస్థులు, సీసెర వంశస్థులు, తెమా వంశస్థులు,",
    "56": "నెజీయ వంశస్థులు, హటీపా వంశస్థులు.",
    "57": "సొలొమోను సేవకుల సంతతివారు ఎవరనగా - సోటె వంశస్థులు, సోపెరెతు వంశస్థులు, పెరీదా వంశస్థులు,",
    "58": "యహలా వంశస్థులు, దర్కొను వంశస్థులు, గిద్దేలు వంశస్థులు,",
    "59": "షెఫట్యా వంశస్థులు, హట్టీలు వంశస్థులు, పొకెరెత్హజ్జెబాయిమ్ వంశస్థులు, ఆమోను వంశస్థులు.",
    "60": "నెతీనీయులును సొలొమోను సేవకుల సంతతివారును అందరు కలిసి మూడు వందల తొంభై ఇద్దరు.",
    "61": "తేల్మెలహు, తెల్హర్షా, కెరూబు, అద్దోను, ఇమ్మేరు అను స్థలములనుండి వచ్చినవారు కొందరుండిరి. అయితే తాము ఇశ్రాయేలీయులని కనపరచుకొనుటకు తమ పితరుల కుటుంబమునైనను తమ వంశమునైనను వారు నిరూపింపలేకపోయిరి.",
    "62": "వారెవరనగా - దెలాయా వంశస్థులు, టోబీయా వంశస్థులు, నెకోదా వంశస్థులు; వీరు ఆరు వందల నలభై ఇద్దరు.",
    "63": "యాజకులలో హబయ్యా వంశస్థులు, హక్కోజు వంశస్థులు, బర్జిల్లయి వంశస్థులు; (ఈ బర్జిల్లయి గిలాదీయుడైన బర్జిల్లయి కుమార్తెలలో ఒకదానిని పెండ్లి చేసికొని వారి పేరును బట్టి పిలువబడెను.)",
    "64": "వీరు వంశావళి పట్టికలో తమ పత్రములను వెదకిరి గాని అవి దొరకనందున వారు అపవిత్రులని ఎంచబడి యాజకత్వమునకు దూరమైరి.",
    "65": "మరియు ఊరీము తుమ్మీము అనువాటితో నిలుచు యాజకుడు ఏర్పడు వరకు వారు అతి పరిశుద్ధమైనవాటిని తినకూడదని యూదా అధిపతి వారికి ఆజ్ఞాపించెను.",
    "66": "సమాజమంతయు కలిసి నలభై రెండు వేల మూడు వందల అరువదిమంది.",
    "67": "వీరు గాక వీరి దాసుల లెక్క ఏడు వేల మూడు వందల ముప్పది ఏడుగురు; వీరిలో గాయకులును గాయకురాండ్రును రెండు వందల నలభై ఐదుమంది.",
    "68": "వారి గుఱ్ఱములు ఏడు వందల ముప్పది ఆరు, వారి కంచరగాడిదలు రెండు వందల నలభై ఐదు,",
    "69": "వారి ఒంటెలు నాలుగు వందల ముప్పది ఐదు, గాడిదలు ఆరు వేల ఏడు వందల ఇరవై.",
    "70": "పితరుల ఇండ్ల పెద్దలలో కొందరు పనికి కానుకలు ఇచ్చిరి. యూదా అధిపతి ఖజానాకు వెయ్యి బంగారు డారిక్కులను, ఏబది పళ్లెములను, ఐదు వందల ముప్పది యాజక వస్త్రములను ఇచ్చెను.",
    "71": "పితరుల ఇండ్ల పెద్దలలో కొందరు పని కొరకైన ఖజానాకు ఇరవై వేల బంగారు డారిక్కులను, రెండు వేల రెండు వందల మణుగుల వెండిని ఇచ్చిరి.",
    "72": "మిగిలిన జనులు ఇరవై వేల బంగారు డారిక్కులను, రెండు వేల మణుగుల వెండిని, అరువది ఏడు యాజక వస్త్రములను ఇచ్చిరి.",
    "73": "అప్పుడు యాజకులును లేవీయులును ద్వారపాలకులును గాయకులును జనులలో కొందరును నెతీనీయులును ఇశ్రాయేలీయులందరును తమ తమ పట్టణములలో నివసించిరి. ఏడవ నెల వచ్చినప్పుడు ఇశ్రాయేలీయులు తమ పట్టణములలో ఉండిరి."
}
