
{
    "1": "జనులందరు నీటి గుమ్మము ఎదుట ఉన్న మైదానములో ఏకమనస్సుతో కూడి, యెహోవా ఇశ్రాయేలీయులకు ఆజ్ఞాపించిన మోషే ధర్మశాస్త్ర గ్రంథమును తెమ్మని శాస్త్రియైన ఎజ్రాకు చెప్పిరి.",
    "2": "ఏడవ నెల మొదటి దినమున యాజకుడైన ఎజ్రా, చదువుచున్న దాని గ్రహింపశక్తిగల స్త్రీ పురుషులు కలిసిన సమాజమంతటి యెదుట ఆ ధర్మశాస్త్ర గ్రంథమును తీసికొనివచ్చి,",
    "3": "నీటి గుమ్మము ఎదుట ఉన్న మైదానములో ఉదయము మొదలుకొని మధ్యాహ్నము వరకు పురుషుల యెదుటను స్త్రీల యెదుటను తెలివిగల వారి యెదుటను దాని చదివెను; జనులందరు ఆ ధర్మశాస్త్ర గ్రంథమును శ్రద్ధగా వినిరి.",
    "4": "శాస్త్రియైన ఎజ్రా అందు నిమిత్తము చేయబడిన కఱ్ఱ పీఠము మీద నిలిచెను; అతని పక్కన కుడి వైపున మత్తిత్యా, షెమ, అనాయా, ఊరియా, హిల్కీయా, మయశేయా అనువారును, ఎడమ వైపున పెదాయా, మిషాయేలు, మల్కీయా, హాషుము, హష్బద్దానా, జెకర్యా, మెషుల్లాము అనువారును నిలిచిరి.",
    "5": "ఎజ్రా జనులందరికంటే ఎత్తుగా నిలిచెను గనుక జనులందరి కన్నుల యెదుట గ్రంథమును విప్పెను; అతడు దాని విప్పగానే జనులందరు లేచి నిలిచిరి.",
    "6": "ఎజ్రా మహా దేవుడైన యెహోవాను స్తుతించెను; అప్పుడు జనులందరు తమ చేతులెత్తి - ఆమేన్ ఆమేన్ అని పలుకుచు, నేలమట్టుకు ముఖములు వంచుకొని యెహోవాకు నమస్కారము చేసిరి.",
    "7": "యేషూవ, బానీ, షెరేబ్యా, యామీను, అక్కూబు, షబ్బెతై, హోదీయా, మయశేయా, కెలీటా, అజర్యా, యోజాబాదు, హానాను, పెలాయా అనువారును లేవీయులును జనులకు ధర్మశాస్త్రమును వివరించి చెప్పిరి; జనులు తమ స్థలములలో నిలిచిరి.",
    "8": "వారు దేవుని ధర్మశాస్త్ర గ్రంథమును స్పష్టముగా చదివి, దాని భావము చెప్పి, జనులకు అర్థమగునట్లు చేసిరి.",
    "9": "అప్పుడు జనులందరు ధర్మశాస్త్ర వాక్యములను వినినందున ఏడ్వగా, దేశాధిపతియైన నెహెమ్యాయు, యాజకుడును శాస్త్రియునైన ఎజ్రాయు, జనులకు బోధించు లేవీయులును - ఈ దినము మీ దేవుడైన యెహోవాకు ప్రతిష్ఠితము, మీరు దుఃఖపడవద్దు ఏడ్వవద్దు అని జనులందరితో చెప్పిరి.",
    "10": "మరియు అతడు వారితో ఇట్లనెను - మీరు వెళ్లి క్రొవ్విన మాంసము భక్షించుడి, మధురమైనదానిని పానము చేయుడి; ఇదివరకు తమ కొరకు ఏమియు సిద్ధము చేసికొనని వారికి వంతులు పంపుడి; ఈ దినము మన ప్రభువునకు ప్రతిష్ఠితము; మీరు విచారపడవద్దు, యెహోవా యందు ఆనందించుటవలన మీరు బలమొందుదురు.",
    "11": "అలాగుననే లేవీయులు జనులందరిని నిమ్మళపరచి - ఊరకుండుడి, ఈ దినము ప్రతిష్ఠితమైనది, విచారపడవద్దని చెప్పిరి.",
    "12": "అప్పుడు జనులందరు తమకు చెప్పబడిన మాటలను గ్రహించి, తినుటకును త్రాగుటకును వంతులు పంపుటకును మిక్కిలి సంతోషించుటకును వెళ్లిరి.",
    "13": "రెండవ దినమున సమస్త జనుల పితరుల ఇండ్ల పెద్దలును యాజకులును లేవీయులును ధర్మశాస్త్ర వాక్యములను తెలిసికొనుటకు శాస్త్రియైన ఎజ్రా యొద్దకు కూడి వచ్చిరి.",
    "14": "ఏడవ నెలలో జరుగు పండుగయందు ఇశ్రాయేలీయులు పర్ణశాలలలో నివసింపవలెనని యెహోవా మోషే ద్వారా ఆజ్ఞాపించిన మాట ధర్మశాస్త్రమందు వ్రాయబడియుండుట వారికి కనబడెను.",
    "15": "మరియు వ్రాయబడినట్లు వారు పర్ణశాలలను చేయుటకు పర్వతమునకు వెళ్లి, ఒలీవ చెట్ల కొమ్మలను, అడవి ఒలీవ చెట్ల కొమ్మలను, గొజ్జంగి కొమ్మలను, ఈత మట్టలను, గుబురుగల చెట్ల కొమ్మలను తెచ్చి, తమ పట్టణములన్నిటిలోను యెరూషలేములోను చాటించి ప్రకటించిరి.",
    "16": "కాబట్టి జనులు బయటికి వెళ్లి వాటిని తెచ్చి, ప్రతివాడు తన ఇంటి మిద్దెమీదను, తమ లోగిళ్లలోను, దేవుని మందిరపు ఆవరణములలోను, నీటి గుమ్మపు వీధిలోను, ఎఫ్రాయిము గుమ్మపు వీధిలోను పర్ణశాలలను చేసికొనిరి.",
    "17": "చెరనుండి విడుదల పొందిన సమాజమంతయు పర్ణశాలలను చేసికొని వాటిలో నివసించిరి; నూను కుమారుడైన యెహోషువ దినములు మొదలుకొని నేటి వరకు ఇశ్రాయేలీయులు ఆలాగు చేసియుండలేదు; అప్పుడు వారికి బహు సంతోషము కలిగెను.",
    "18": "మొదటి దినము మొదలుకొని చివరి దినము వరకు అనుదినము ఎజ్రా దేవుని ధర్మశాస్త్ర గ్రంథమును చదువుచు వచ్చెను. వారు ఏడు దినములు పండుగ ఆచరించి, ఎనిమిదవ దినమున విధి చొప్పున పవిత్ర సమాజ కూటము జరిపిరి."
}
