
{
    "1": "ఈ నెల ఇరవై నాలుగవ దినమున ఇశ్రాయేలీయులు ఉపవాసముండి గోనెపట్ట కట్టుకొని తలమీద ధూళి పోసికొని కూడిరి.",
    "2": "ఇశ్రాయేలు వంశస్థులు అన్యజనులందరిలోనుండి వేరుపడి, నిలువబడి తమ పాపములను తమ పితరుల దోషములను ఒప్పుకొనిరి.",
    "3": "వారు తమ స్థలములో నిలువబడి, ఆ దినములో నాలుగవ భాగము తమ దేవుడైన యెహోవా ధర్మశాస్త్ర గ్రంథమును చదివిరి; మరియొక నాలుగవ భాగము ఒప్పుకొనుచు తమ దేవుడైన యెహోవాకు నమస్కారము చేయుచుండిరి.",
    "4": "లేవీయుల మెట్ల మీద యేషూవ, బానీ, కద్మీయేలు, షెబన్యా, బున్నీ, షెరేబ్యా, బానీ, కెనానీ అనువారు నిలువబడి, తమ దేవుడైన యెహోవాకు బిగ్గరగా మొరపెట్టిరి.",
    "5": "లేవీయులైన యేషూవ, కద్మీయేలు, బానీ, హషబ్నెయా, షెరేబ్యా, హోదీయా, షెబన్యా, పెతహ్యా అనువారు - మీరు లేచి మీ దేవుడైన యెహోవాను యుగయుగములు స్తుతించుడి; (యెహోవా), సకల ఆశీర్వాదములకును స్తోత్రములకును మించిన నీ ఘనమైన నామము స్తుతింపబడును గాక అని చెప్పిరి.",
    "6": "నీవు, నీవు మాత్రమే యెహోవావు; నీవు ఆకాశమును, మహాకాశమును, వాటి సైన్యమంతటిని, భూమిని, దానిమీదనున్న సమస్తమును, సముద్రములను, వాటిలోనున్న సమస్తమును సృజించితివి; నీవే వాటన్నిటిని కాపాడుచున్నావు; ఆకాశ సైన్యము నీకు నమస్కారము చేయుచున్నది.",
    "7": "దేవా, యెహోవా, నీవు అబ్రామును ఏర్పరచుకొని, కల్దీయుల ఊర్ అను పట్టణములోనుండి అతని వెలుపలికి రప్పించి, అతనికి అబ్రాహాము అను పేరు పెట్టితివి.",
    "8": "అతని హృదయము నీ యెదుట నమ్మకమైనదిగా నీవు కనుగొని, కనానీయులు, హిత్తీయులు, అమోరీయులు, పెరిజ్జీయులు, యెబూసీయులు, గిర్గాషీయులు అనువారి దేశమును అతని సంతానమునకు ఇచ్చునట్లు అతనితో నిబంధన చేసి, నీవు నీతిమంతుడవు గనుక నీ మాటలను నెరవేర్చితివి.",
    "9": "ఐగుప్తులో మా పితరులు పొందిన శ్రమను నీవు చూచితివి; ఎర్ర సముద్రమునొద్ద వారి మొరను నీవు వింటివి.",
    "10": "ఐగుప్తీయులు వారి యెడల గర్వముగా ప్రవర్తించిరని నీకు తెలియును గనుక ఫరో మీదను, అతని సేవకులందరి మీదను, అతని దేశపు జనులందరి మీదను సూచక క్రియలను అద్భుతములను కనపరచితివి; నేడు ఉన్నట్లు నీకు పేరు తెచ్చుకొంటివి.",
    "11": "నీవు వారి యెదుట సముద్రమును పాయలు చేయగా వారు సముద్రము మధ్య ఆరిన నేల మీద నడిచిరి; బలమైన నీళ్లలో రాయి వేసినట్లు వారిని తరిమినవారిని నీవు అగాధములలో పడవేసితివి.",
    "12": "పగలు మేఘస్తంభము ద్వారాను, రాత్రి వారు వెళ్లవలసిన త్రోవలో వారికి వెలుగిచ్చుటకు అగ్నిస్తంభము ద్వారాను నీవు వారిని నడిపించితివి.",
    "13": "నీవు సీనాయి కొండమీదికి దిగివచ్చి, ఆకాశమునుండి వారితో మాటలాడి, యథార్థమైన విధులను, సత్యమైన ఆజ్ఞలను, మేలైన కట్టడలను, ధర్మశాస్త్రమును వారికిచ్చితివి.",
    "14": "నీ పరిశుద్ధమైన విశ్రాంతి దినమును వారికి తెలియజేసి, నీ సేవకుడైన మోషే ద్వారా ఆజ్ఞలను కట్టడలను ధర్మశాస్త్రమును వారికి నియమించితివి.",
    "15": "వారి ఆకలికి ఆకాశమునుండి ఆహారమును, వారి దప్పికకు బండలోనుండి నీళ్లను వారికిచ్చితివి; నీవు వారికిచ్చెదనని ప్రమాణము చేసిన దేశమును స్వాధీనపరచుకొనుటకు వెళ్లుడని వారికి ఆజ్ఞాపించితివి.",
    "16": "అయినను వారును మా పితరులును గర్వించి, తమ మెడను వంచి, నీ ఆజ్ఞలకు లోబడకపోయిరి.",
    "17": "వారు విధేయులగుటకు ఇష్టపడక, వారి మధ్య నీవు చేసిన అద్భుతములను జ్ఞాపకము చేసికొనక తమ మెడను వంచి, తమ తిరుగుబాటువలన తమ దాస్యమునకు ఒక నియామకుని నియమించుకొనిరి; అయితే నీవు క్షమించుటకు సిద్ధమైన దేవుడవును, దయయు వాత్సల్యమును, దీర్ఘశాంతమును, బహు కృపయు గలవాడవునై యుండి వారిని విడిచిపెట్టలేదు.",
    "18": "వారు ఒక పోత దూడను చేసికొని - ఐగుప్తులోనుండి మిమ్మును రప్పించిన మీ దేవుడు ఇదే అని చెప్పి, నీకు మిక్కిలి విసుగు పుట్టించినప్పుడును,",
    "19": "నీవు బహు విస్తారమైన నీ కృపను బట్టి అరణ్యములో వారిని విడిచిపెట్టలేదు; పగలు వారిని నడిపించుటకు మేఘస్తంభమును, రాత్రి వారు వెళ్లవలసిన త్రోవలో వారికి వెలుగిచ్చుటకు అగ్నిస్తంభమును వారి పైనుండి తొలగిపోలేదు.",
    "20": "వారికి బోధించుటకు నీ యుక్తమైన ఆత్మను అనుగ్రహించితివి; నీ మన్నాను వారి నోటికి అందకుండ చేయలేదు; వారి దప్పికకు నీళ్లిచ్చితివి.",
    "21": "నలభై సంవత్సరములు అరణ్యములో వారికిమియు తక్కువ కాకుండ వారిని పోషించితివి; వారి బట్టలు పాతగిలలేదు, వారి కాళ్లు వాయలేదు.",
    "22": "మరియు రాజ్యములను జనములను వారికి అప్పగించి, వారికి సరిహద్దులను ఏర్పరచితివి; వారు సీహోను దేశమును, హెష్బోను రాజు దేశమును, బాషాను రాజైన ఓగు దేశమును స్వాధీనపరచుకొనిరి.",
    "23": "ఆకాశ నక్షత్రములవలె వారి పిల్లలను విస్తరింపజేసి, స్వాధీనపరచుకొనుటకు ప్రవేశించెదరని నీవు వారి పితరులతో చెప్పిన దేశములోనికి వారిని రప్పించితివి.",
    "24": "ఆ పిల్లలు లోపలికి వెళ్లి ఆ దేశమును స్వాధీనపరచుకొనిరి; నీవు వారి యెదుట ఆ దేశ నివాసులైన కనానీయులను అణచివేసి, వారిని, వారి రాజులను, ఆ దేశపు జనులను, వారి ఇష్టము వచ్చినట్లు చేయుటకు వారి చేతికి అప్పగించితివి.",
    "25": "వారు ప్రాకారములు గల పట్టణములను సారవంతమైన భూమిని పట్టుకొని, సకలవస్తువులతో నిండిన ఇండ్లను, తవ్విన బావులను, ద్రాక్షతోటలను, ఒలీవతోటలను, విస్తారమైన పండ్ల చెట్లను స్వాధీనపరచుకొనిరి; వారు తిని తృప్తి పొంది, బలిసి, నీ గొప్ప దయను బట్టి ఆనందించిరి.",
    "26": "అయినను వారు అవిధేయులై నీ మీద తిరుగుబాటు చేసి, నీ ధర్మశాస్త్రమును తమ వెనుక తట్టు పారవేసి, నీ తట్టు తిరుగుడని తమకు సాక్ష్యమిచ్చిన నీ ప్రవక్తలను చంపి, నీకు మిక్కిలి విసుగు పుట్టించిరి.",
    "27": "కాబట్టి నీవు వారి శత్రువుల చేతికి వారిని అప్పగించితివి, వారు వీరిని బాధపెట్టిరి; అయితే తమ శ్రమ కాలమందు వారు నీకు మొరపెట్టినప్పుడు నీవు ఆకాశమునుండి ఆలకించి, నీ బహు విస్తారమైన కృపను బట్టి వారి శత్రువుల చేతిలోనుండి వారిని రక్షించుటకు వారికి రక్షకులను దయచేసితివి.",
    "28": "అయితే వారికి నెమ్మది కలిగిన తరువాత వారు నీ యెదుట మరల కీడు చేసిరి గనుక నీవు వారి శత్రువుల చేతికి వారిని విడిచిపెట్టితివి; వీరు వారి మీద అధికారము చేసిరి; వారు తిరిగి నీకు మొరపెట్టినప్పుడు నీవు ఆకాశమునుండి ఆలకించి, నీ కృపను బట్టి అనేకమార్లు వారిని విడిపించితివి.",
    "29": "నీ ధర్మశాస్త్రము వైపు వారిని త్రిప్పుటకు నీవు వారికి సాక్ష్యమిచ్చితివి; అయితే వారు గర్వించి నీ ఆజ్ఞలను లోబడక, నీ విధులకు విరోధముగా పాపము చేసిరి; మనుష్యుడు వాటిని ఆచరించినయెడల వాటివలన బ్రతుకును గదా; వారు తమ భుజమును జారవిడిచి మెడను వంచి వినకపోయిరి.",
    "30": "అయినను నీవు అనేక సంవత్సరములు వారిని ఓర్చితివి; నీ ప్రవక్తల ద్వారా నీ ఆత్మ చేత వారికి సాక్ష్యమిచ్చితివి గాని వారు చెవియొగ్గలేదు; కాబట్టి నీవు ఆయా దేశముల జనుల చేతికి వారిని అప్పగించితివి.",
    "31": "అయినను నీవు మహోపకారివై యుండి, వారిని బొత్తిగా నిర్మూలము చేయలేదు, వారిని విడిచిపెట్టలేదు; నీవు దయయు వాత్సల్యమును గల దేవుడవు.",
    "32": "మా దేవా, నిబంధనను కృపను కాపాడువాడవును, మహా పరాక్రమవంతుడవును, భయంకరుడవునైన దేవా, అష్షూరు రాజుల దినములు మొదలుకొని నేటి వరకు మాకును మా రాజులకును మా ప్రధానులకును మా యాజకులకును మా ప్రవక్తలకును మా పితరులకును నీ జనులకందరికిని కలిగిన శ్రమ అంతయు నీకు అల్పముగా తోచకుండును గాక.",
    "33": "మాకు సంభవించిన వాటన్నిటిలో నీవు న్యాయస్థుడవు; నీవు సత్యముగా ప్రవర్తించితివి, మేమైతే దుర్మార్గముగా ప్రవర్తించితివిు.",
    "34": "మా రాజులు గాని, మా ప్రధానులు గాని, మా యాజకులు గాని, మా పితరులు గాని నీ ధర్మశాస్త్రమును గైకొనలేదు; నీ ఆజ్ఞలనైనను నీవు వారికిచ్చిన సాక్ష్యములనైనను వినలేదు.",
    "35": "వారు తమ రాజ్యములోను నీవు వారికిచ్చిన గొప్ప మేలులోను, నీవు వారి యెదుట ఉంచిన విశాలమైన సారవంతమైన భూమిలోను నిన్ను సేవింపలేదు, తమ చెడు నడతలను విడిచిపెట్టలేదు.",
    "36": "ఇదిగో నేడు మేము దాసులము; దాని ఫలమును దాని మంచి పదార్థములను తినునట్లు నీవు మా పితరులకు ఇచ్చిన దేశములో మేము దాసులము.",
    "37": "మా పాపములను బట్టి నీవు మా మీద ఉంచిన రాజులకు అది విస్తారమైన ఫలము ఇచ్చుచున్నది; వారు తమ ఇష్టము వచ్చినట్లు మా శరీరముల మీదను మా పశువుల మీదను అధికారము చేయుచున్నారు; మాకు బహు శ్రమ కలుగుచున్నది.",
    "38": "ఇదంతయు చూచి మేము స్థిరమైన నిబంధన చేసి వ్రాయించుచున్నాము; మా ప్రధానులును మా లేవీయులును మా యాజకులును దానికి ముద్ర వేయుదురు."
}
