
{
    "1": "యెహోషువ మృతిబొందిన తరువాత ఇశ్రాయేలీయులు - కనానీయులతో యుద్ధము చేయుటకు మాలో ఎవరు ముందుగా వారి మీదికి పోవలెనని యెహోవాను అడుగగా",
    "2": "యెహోవా - యూదావారు పోవలెను; ఆ దేశమును వారి చేతికి అప్పగించియున్నానని సెలవిచ్చెను.",
    "3": "కాబట్టి యూదావారు - మనము కనానీయులతో యుద్ధము చేయుటకు మా వంతులోనికి మాతో కూడ రండి, అప్పుడు మీ వంతులోనికి మీతో కూడ మేము వచ్చెదమని తమ సహోదరులైన షిమ్యోనువారితో చెప్పగా షిమ్యోనువారు వారితో వెళ్లిరి.",
    "4": "యూదావారు దండెత్తి పోయినప్పుడు యెహోవా కనానీయులను పెరిజ్జీయులను వారి చేతికి అప్పగించెను; వారు బెజెకులో పదివేలమందిని హతము చేసిరి.",
    "5": "వారు బెజెకులో అదోనీబెజెకును చూచి అతనితో యుద్ధము చేసి కనానీయులను పెరిజ్జీయులను హతము చేసిరి.",
    "6": "అదోనీబెజెకు పారిపోగా వారు అతని తరిమి పట్టుకొని అతని కాలి చేతి బొటనవ్రేళ్లను కోసివేసిరి.",
    "7": "అప్పుడు అదోనీబెజెకు - చేతి కాలి బొటనవ్రేళ్లు కోయబడిన డెబ్బదిమంది రాజులు నా బల్ల క్రింద ముక్కలు ఏరుకొనుచుండిరి; నేను చేసినట్లే దేవుడు నాకు ప్రతిఫలమిచ్చెననెను. వారు యెరూషలేమునకు అతని తోడుకొని రాగా అతడు అక్కడ చనిపోయెను.",
    "8": "యూదావారు యెరూషలేము మీద యుద్ధము చేసి దాని పట్టుకొని, కత్తివాతను హతము చేసి ఆ పట్టణమును కాల్చివేసిరి.",
    "9": "తరువాత యూదావారు మన్నెమందును దక్షిణ దేశమందును లోయలోను నివసించిన కనానీయులతో యుద్ధము చేయుటకు వెళ్లిరి.",
    "10": "మరియు యూదావారు హెబ్రోనులో నివసించిన కనానీయుల మీదికి వెళ్లిరి. పూర్వము హెబ్రోను పేరు కిర్యతర్బా; వారు షేషయిని అహీమానును తల్మయిని హతము చేసిరి.",
    "11": "అక్కడనుండి వారు దెబీరు నివాసుల మీదికి వెళ్లిరి. పూర్వము దెబీరు పేరు కిర్యత్సేఫెరు.",
    "12": "అప్పుడు కాలేబు - కిర్యత్సేఫెరును పట్టుకొని దాని కొట్టువానికి నా కుమార్తెయైన అక్సాను ఇచ్చి పెండ్లి చేసెదనని చెప్పగా",
    "13": "కాలేబు తమ్ముడైన కనజు కుమారుడగు ఒత్నీయేలు దాని పట్టుకొనెను గనుక అతడు తన కుమార్తెయైన అక్సాను అతనికిచ్చి పెండ్లి చేసెను.",
    "14": "ఆమె వచ్చినప్పుడు ఒక పొలమును తన తండ్రిని అడుగుమని అతనిని ప్రేరేపించెను. ఆమె గాడిద మీదనుండి దిగగా కాలేబు - నీకు ఏమి కావలెనని ఆమెనడుగగా",
    "15": "ఆమె - నాకు దీవెన దయచేయుము; నీవు నాకు దక్షిణ భూమిని ఇచ్చియున్నావు గనుక నీటి మడుగులను కూడ నాకిమ్మని అడిగెను; అప్పుడు కాలేబు ఆమెకు మెరక మడుగులను పల్లపు మడుగులను ఇచ్చెను.",
    "16": "మోషే మామయైన కేనీయుని పిల్లలు యూదావారితో కూడ ఖర్జూర చెట్ల ఊరినుండి అరాదుకు దక్షిణముననున్న యూదా అరణ్యమునకు వచ్చి అక్కడ ఆ జనముతో నివసించిరి.",
    "17": "యూదావారు తమ సహోదరులైన షిమ్యోనువారితో కూడ వెళ్లి, జెపాతులో నివసించిన కనానీయులను హతము చేసి ఆ పట్టణమును నిర్మూలము చేసిరి; ఆ పట్టణమునకు హోర్మా అని పేరు పెట్టబడెను.",
    "18": "మరియు యూదావారు గాజాను దాని ప్రాంతములను, అష్కెలోనును దాని ప్రాంతములను, ఎక్రోనును దాని ప్రాంతములను పట్టుకొనిరి.",
    "19": "యెహోవా యూదావారికి తోడైయుండెను గనుక వారు మన్నెమును స్వాధీనపరచుకొనిరి; అయితే లోయలో నివసించినవారికి ఇనుప రథములున్నందున వారిని వెళ్లగొట్టలేకపోయిరి.",
    "20": "మోషే చెప్పినట్లు వారు హెబ్రోనును కాలేబుకిచ్చిరి; అతడు అక్కడనుండి అనాకు ముగ్గురు కుమారులను వెళ్లగొట్టెను.",
    "21": "యెరూషలేములో నివసించిన యెబూసీయులను బెన్యామీనువారు వెళ్లగొట్టలేదు; నేటి వరకు యెబూసీయులు బెన్యామీనువారితో కూడ యెరూషలేములో నివసించుచున్నారు.",
    "22": "యోసేపు ఇంటివారు బేతేలు మీదికి వెళ్లినప్పుడు యెహోవా వారికి తోడైయుండెను.",
    "23": "యోసేపు ఇంటివారు బేతేలును వేగు చూడ పంపిరి. పూర్వము ఆ ఊరి పేరు లూజు.",
    "24": "వేగులవారు ఆ ఊరినుండి ఒకడు వచ్చుట చూచి - ఈ ఊరిలోనికి వెళ్లు దారిని మాకు దయచేసి చూపుము, అప్పుడు మేము నీకు ఉపకారము చేసెదమనిరి.",
    "25": "అతడు ఆ ఊరిలోనికి వెళ్లు దారిని వారికి చూపగా వారు ఆ ఊరివారిని కత్తివాత హతము చేసిరి గాని ఆ మనుష్యుని అతని కుటుంబమునంతటిని పోనిచ్చిరి.",
    "26": "ఆ మనుష్యుడు హిత్తీయుల దేశమునకు వెళ్లి ఒక ఊరు కట్టించి దానికి లూజు అని పేరు పెట్టెను; నేటి వరకు దాని పేరు అదే.",
    "27": "మనష్షేవారు బేత్షెయానును దాని పల్లెలను, తానాకును దాని పల్లెలను, దోరు నివాసులను దాని పల్లెలను, ఇబ్లెయాము నివాసులను దాని పల్లెలను, మెగిద్దో నివాసులను దాని పల్లెలను వెళ్లగొట్టలేదు; కనానీయులు ఆ దేశములో నివసింపవలెనని గట్టి పట్టుదల గలవారై యుండిరి.",
    "28": "అయితే ఇశ్రాయేలీయులు బలవంతులైన తరువాత వారు కనానీయుల చేత వెట్టి పనులు చేయించుకొనిరి గాని వారిని బొత్తిగా వెళ్లగొట్టలేదు.",
    "29": "ఎఫ్రాయిమువారు గెజెరులో నివసించిన కనానీయులను వెళ్లగొట్టలేదు; కనానీయులు గెజెరులో వారి మధ్య నివసించిరి.",
    "30": "జెబూలూనువారు కిట్రోను నివాసులను నహలోలు నివాసులను వెళ్లగొట్టలేదు; కనానీయులు వారి మధ్య నివసించి వారికి వెట్టి పనులు చేయువారైరి.",
    "31": "ఆషేరువారు అకో నివాసులను సీదోను నివాసులను అహ్లాబు అక్జీబు హెల్బా ఆఫెక్ రెహోబు అనువాటి నివాసులను వెళ్లగొట్టలేదు.",
    "32": "దేశ నివాసులైన కనానీయుల మధ్య ఆషేరీయులు నివసించిరి; వారు వీరిని వెళ్లగొట్టలేదు.",
    "33": "నఫ్తాలివారు బేత్షెమెషు నివాసులను బేతనాతు నివాసులను వెళ్లగొట్టక, దేశ నివాసులైన కనానీయుల మధ్య నివసించిరి; బేత్షెమెషు బేతనాతు నివాసులు వారికి వెట్టి పనులు చేయువారైరి.",
    "34": "అమోరీయులు దానువారితో యుద్ధము చేసి, వారిని లోయలో ఉండనియ్యక మన్నెమునకు తరిమివేసిరి.",
    "35": "అమోరీయులు హెరెసు కొండలోను, అయ్యాలోనులోను, షయల్బీములోను నివసింపవలెనని గట్టి పట్టుదల గలవారై యుండిరి; అయితే యోసేపు ఇంటివారి చెయ్యి బలపడినప్పుడు వారు వెట్టి పనులు చేయవలసివచ్చెను.",
    "36": "అమోరీయుల సరిహద్దు అక్రబ్బీము కనుమ మొదలుకొని సేలా వరకును, ఇంకా పైకిని ఉండెను."
}
