
{
    "1": "అబీమెలెకు తరువాత ఇశ్రాయేలును రక్షించుటకు ఇస్సాఖారు గోత్రపు దొదో మనమడును పువ్వా కుమారుడునైన తోలా నియమింపబడెను; అతడు ఎఫ్రాయిము మన్నెమందలి షామీరులో నివసించెను.",
    "2": "అతడు ఇరవై మూడు సంవత్సరములు ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను; తరువాత అతడు చనిపోయి షామీరులో పాతిపెట్టబడెను.",
    "3": "అతని తరువాత గిలాదు దేశస్థుడైన యాయీరు నియమింపబడి ఇరవై రెండు సంవత్సరములు ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను.",
    "4": "అతనికి ముప్పదిమంది కుమారులుండిరి; వారు ముప్పది గాడిద పిల్లల నెక్కి తిరుగువారు, వారికి ముప్పది ఊర్లు ఉండెను; గిలాదు దేశమందున్న ఆ ఊర్లకు నేటి వరకు హవ్వోత్యాయీరు అను పేరున్నది.",
    "5": "యాయీరు చనిపోయి కామోనులో పాతిపెట్టబడెను.",
    "6": "ఇశ్రాయేలీయులు మరల యెహోవా దృష్టికి కీడు చేసి, బయలులను అష్తారోతును సిరియనుల దేవతలను సీదోనీయుల దేవతలను మోయాబీయుల దేవతలను అమ్మోనీయుల దేవతలను ఫిలిష్తీయుల దేవతలను పూజించి, యెహోవాను సేవించక ఆయనను విసర్జించిరి.",
    "7": "కాబట్టి యెహోవా కోపము ఇశ్రాయేలు మీద రగులుకొనగా ఆయన ఫిలిష్తీయుల చేతికిని అమ్మోనీయుల చేతికిని వారిని అప్పగించెను.",
    "8": "వారు ఆ సంవత్సరము ఇశ్రాయేలీయులను నలగగొట్టి బాదించిరి; యొర్దాను అవతల గిలాదులోని అమోరీయుల దేశములోనున్న ఇశ్రాయేలీయులనందరిని పద్దెనిమిది ఏండ్లు నలగగొట్టిరి.",
    "9": "మరియు అమ్మోనీయులు యూదావారితోను బెన్యామీనువారితోను ఎఫ్రాయిమువారితోను యుద్ధము చేయుటకు యొర్దానును దాటిరి గనుక ఇశ్రాయేలీయులకు మిక్కిలి ఇబ్బంది కలిగెను.",
    "10": "అప్పుడు ఇశ్రాయేలీయులు యెహోవాకు మొరపెట్టి - మేము మా దేవుని విసర్జించి బయలులను సేవించి నీకు విరోధముగా పాపము చేసితిమనిరి.",
    "11": "యెహోవా ఇశ్రాయేలీయులతో ఇట్లనెను - ఐగుప్తీయులనుండియు అమోరీయులనుండియు అమ్మోనీయులనుండియు ఫిలిష్తీయులనుండియు",
    "12": "సీదోనీయులనుండియు అమాలేకీయులనుండియు మాోనీయులనుండియు నేను మిమ్మును రక్షించలేదా? వారు మిమ్మును బాదించినప్పుడు మీరు నాకు మొరపెట్టగా నేను వారి చేతిలోనుండి మిమ్మును రక్షించితిని.",
    "13": "అయినను మీరు నన్ను విసర్జించి ఇతర దేవతలను సేవించితిరి గనుక నేను ఇక మిమ్మును రక్షింపను.",
    "14": "మీరు వెళ్లి మీరు కోరుకొనిన దేవతలకు మొరపెట్టుడి; మీ ఆపత్కాలమున అవి మిమ్మును రక్షించునేమో అనెను.",
    "15": "అప్పుడు ఇశ్రాయేలీయులు - మేము పాపము చేసితిమి; నీ దృష్టికి ఏది మంచిదో అదే మాకు చేయుము; అయితే నేడు మమ్మును విడిపించుమని బతిమాలుకొనుచున్నామని యెహోవాతో చెప్పి",
    "16": "తమ మధ్యనుండి అన్య దేవతలను తీసివేసి యెహోవాను సేవించిరి. అప్పుడాయన ఇశ్రాయేలీయుల దుర్దశను చూచి ఆయన ప్రాణమునకు ఆయాసమాయెను.",
    "17": "అప్పుడు అమ్మోనీయులు కూడి వచ్చి గిలాదులో దిగగా, ఇశ్రాయేలీయులు కూడి వచ్చి మిస్పాలో దిగిరి.",
    "18": "జనులును గిలాదు పెద్దలును - అమ్మోనీయులతో యుద్ధము చేయ నారంభించు వాడెవడో వాడు గిలాదు నివాసులందరికి అధిపతి అగునని ఒకనితో ఒకరు చెప్పుకొనిరి."
}
