
{
    "1": "గిలాదు వాడైన యెఫ్తా పరాక్రమశాలి; అతడు ఒక వేశ్య కుమారుడు; గిలాదు యెఫ్తాను కనెను.",
    "2": "గిలాదు భార్యయు అతనికి కుమారులను కనెను; ఆ భార్య కుమారులు పెద్దవారైనప్పుడు వారు యెఫ్తాను వెళ్లగొట్టి - నీవు అన్య స్త్రీ కుమారుడవు, మా తండ్రి యింటిలో నీకు స్వాస్థ్యము ఉండదని అతనితో చెప్పిరి.",
    "3": "అప్పుడు యెఫ్తా తన సహోదరుల యొద్దనుండి పారిపోయి తోబు దేశములో నివసించెను. అల్లరి మూకలు యెఫ్తా యొద్ద కూడి అతనితో తిరుగుచుండిరి.",
    "4": "కొంతకాలమైన తరువాత అమ్మోనీయులు ఇశ్రాయేలీయులతో యుద్ధము చేసిరి.",
    "5": "అమ్మోనీయులు ఇశ్రాయేలీయులతో యుద్ధము చేసినప్పుడు గిలాదు పెద్దలు తోబు దేశమునుండి యెఫ్తాను తోడుకొని వచ్చుటకు వెళ్లి",
    "6": "యెఫ్తాతో - మేము అమ్మోనీయులతో యుద్ధము చేయునట్లు నీవు వచ్చి మాకు అధిపతిగా ఉండుమని చెప్పిరి.",
    "7": "అప్పుడు యెఫ్తా గిలాదు పెద్దలతో - మీరు నన్ను ద్వేషించి నా తండ్రి యింటిలోనుండి నన్ను వెళ్లగొట్టితిరి గదా? ఇప్పుడు మీకు ఇబ్బంది కలిగినప్పుడు నా యొద్దకు ఎందుకు వచ్చితిరని అడిగెను.",
    "8": "అందుకు గిలాదు పెద్దలు - అందుచేతనే ఇప్పుడు మేము నీ యొద్దకు తిరిగి వచ్చితిమి; నీవు మాతో వచ్చి అమ్మోనీయులతో యుద్ధము చేసి, గిలాదు నివాసులమైన మా అందరికి ప్రధానుడవై యుండవలెనని యెఫ్తాతో చెప్పిరి.",
    "9": "అందుకు యెఫ్తా - అమ్మోనీయులతో యుద్ధము చేయుటకు మీరు నన్ను ఇంటికి తిరిగి తోడుకొనిపోయిన తరువాత యెహోవా వారిని నా చేతికి అప్పగించినయెడల నేను మీకు ప్రధానుడనగుదునా అని గిలాదు పెద్దలను అడుగగా",
    "10": "గిలాదు పెద్దలు - మన మధ్య యెహోవా సాక్షి; నీవు చెప్పినట్లే మేము చేసెదమని యెఫ్తాతో అనిరి.",
    "11": "అప్పుడు యెఫ్తా గిలాదు పెద్దలతో వెళ్ళెను; జనులు తమ మీద అతనిని ప్రధానునిగాను అధిపతిగాను నియమించుకొనిరి. యెఫ్తా తన మాటలన్నిటిని మిస్పాలో యెహోవా సన్నిధిని పలికెను.",
    "12": "తరువాత యెఫ్తా అమ్మోనీయుల రాజునొద్దకు దూతలను పంపి - నా దేశములో నా మీద యుద్ధము చేయుటకు నీకు నాకు ఏమి పని అని అడుగగా",
    "13": "అమ్మోనీయుల రాజు - ఇశ్రాయేలీయులు ఐగుప్తునుండి వచ్చినప్పుడు అర్నోను మొదలుకొని యబ్బోకు వరకును యొర్దాను వరకును నా దేశమును ఆక్రమించుకొనిరి గనుక నేను వచ్చితిని; కాబట్టి ఇప్పుడు సమాధానముగా ఆ దేశములను మరల ఇమ్మని యెఫ్తా దూతలతో చెప్పెను.",
    "14": "యెఫ్తా మరల అమ్మోనీయుల రాజునొద్దకు దూతలను పంపి",
    "15": "అతనితో ఇట్లనెను - యెఫ్తా చెప్పునదేమనగా - ఇశ్రాయేలీయులు మోయాబు దేశమునైనను అమ్మోనీయుల దేశమునైనను ఆక్రమించుకొనలేదు.",
    "16": "ఇశ్రాయేలీయులు ఐగుప్తునుండి వచ్చినప్పుడు అరణ్యములో ఎర్ర సముద్రము వరకు నడిచి కాదేషుకు వచ్చిరి.",
    "17": "అప్పుడు ఇశ్రాయేలీయులు ఎదోము రాజునొద్దకు దూతలను పంపి - దయచేసి నీ దేశములో బడి వెళ్లనిమ్మని అడిగిరి గాని ఎదోము రాజు ఒప్పుకొనలేదు. ఆలాగుననే వారు మోయాబు రాజునొద్దకు పంపగా అతడును ఒప్పుకొనలేదు. కాబట్టి ఇశ్రాయేలీయులు కాదేషులో నివసించిరి.",
    "18": "తరువాత వారు అరణ్య మార్గమున ఎదోము దేశమును మోయాబు దేశమును చుట్టి, మోయాబు దేశమునకు తూర్పు దిక్కున వచ్చి, అర్నోను అద్దరిని దిగిరి గాని మోయాబు సరిహద్దులో ప్రవేశింపలేదు; అర్నోను మోయాబు సరిహద్దు.",
    "19": "అప్పుడు ఇశ్రాయేలీయులు హెష్బోనులో ఏలిన అమోరీయుల రాజైన సీహోను నొద్దకు దూతలను పంపి - దయచేసి నీ దేశములో బడి నా స్థలమునకు వెళ్లనిమ్మని అతనితో చెప్పగా",
    "20": "సీహోను ఇశ్రాయేలీయులను నమ్మక తన సరిహద్దు దాటనియ్యలేదు; మరియు సీహోను తన జనులందరిని కూర్చుకొని యాహసులో దిగి ఇశ్రాయేలీయులతో యుద్ధము చేసెను.",
    "21": "ఇశ్రాయేలీయుల దేవుడైన యెహోవా సీహోనును అతని జనులందరిని ఇశ్రాయేలీయుల చేతికి అప్పగింపగా వారు వీరిని హతము చేసిరి. అట్లు ఇశ్రాయేలీయులు ఆ దేశ నివాసులైన అమోరీయుల దేశమంతటిని స్వాధీనపరచుకొనిరి.",
    "22": "అర్నోను మొదలుకొని యబ్బోకు వరకును, అరణ్యము మొదలుకొని యొర్దాను వరకును అమోరీయుల సరిహద్దు అంతటిని స్వాధీనపరచుకొనిరి.",
    "23": "ఇశ్రాయేలీయుల దేవుడైన యెహోవా తానే అమోరీయులను తన ప్రజలైన ఇశ్రాయేలీయుల యెదుటనుండి వెళ్లగొట్టగా నీవు ఆ దేశమును ఆక్రమించుకొందువా?",
    "24": "నీ దేవుడైన కెమోషు నీకు స్వాస్థ్యముగా ఇచ్చినదానిని నీవు ఆక్రమించుకొందువు గదా? మా దేవుడైన యెహోవా మా యెదుటనుండి వెళ్లగొట్టిన వారినందరిని మేము ఆక్రమించుకొందుము.",
    "25": "ఇప్పుడు మోయాబు రాజైన సిప్పోరు కుమారుడగు బాలాకు కంటే నీవు ఏమాత్రమును అధికుడవా? అతడు ఎప్పుడైనను ఇశ్రాయేలీయులతో వాదించెనా? వారితో యుద్ధము చేసెనా?",
    "26": "ఇశ్రాయేలీయులు హెష్బోనులోను దాని ఊర్లలోను, అరోయేరులోను దాని ఊర్లలోను, అర్నోను తీరములయందున్న పట్టణములన్నిటిలోను మూడు వందల ఏండ్లు నివసించుచుండగా, ఆ కాలములో మీరెందుకు వాటిని పట్టుకొనలేదు?",
    "27": "కాబట్టి నేను నీ యెడల తప్పిదము చేయలేదు; అయితే నీవు నా మీద యుద్ధము చేసి నాకు కీడు చేయుచున్నావు. న్యాయాధిపతియైన యెహోవా నేడు ఇశ్రాయేలీయులకును అమ్మోనీయులకును మధ్య న్యాయము తీర్చును గాక అనెను.",
    "28": "అయినను అమ్మోనీయుల రాజు యెఫ్తా పంపిన మాటలను వినలేదు.",
    "29": "అప్పుడు యెహోవా ఆత్మ యెఫ్తా మీదికి వచ్చెను; అతడు గిలాదును మనష్షేను దాటి, గిలాదులోని మిస్పాను దాటి, గిలాదులోని మిస్పానుండి అమ్మోనీయుల మీదికి సాగెను.",
    "30": "అప్పుడు యెఫ్తా యెహోవాకు మ్రొక్కుకొని - నీవు నిశ్చయముగా అమ్మోనీయులను నా చేతికి అప్పగించినయెడల,",
    "31": "నేను అమ్మోనీయుల యొద్దనుండి క్షేమముగా తిరిగి వచ్చినప్పుడు, నన్ను ఎదుర్కొనుటకు నా యింటి ద్వారమునుండి బయలుదేరి వచ్చునదేదో అది యెహోవాదగును, నేను దానిని దహనబలిగా అర్పించెదననెను.",
    "32": "అట్లు యెఫ్తా అమ్మోనీయులతో యుద్ధము చేయుటకు వారి మీదికి పోగా యెహోవా వారిని అతని చేతికి అప్పగించెను.",
    "33": "అతడు అరోయేరు మొదలుకొని మిన్నీతుకు వచ్చువరకు ఇరవై పట్టణములను, ఆబెల్ కెరామీము వరకు వారిని మహా గొప్ప దెబ్బతో హతము చేసెను. అట్లు అమ్మోనీయులు ఇశ్రాయేలీయుల యెదుట అణచబడిరి.",
    "34": "యెఫ్తా మిస్పాలోని తన యింటికి వచ్చినప్పుడు, ఇదిగో అతని కుమార్తె తంబురలతోను నాట్యముతోను బయలుదేరి అతనిని ఎదుర్కొనెను; ఆమె తప్ప అతనికి కుమారుడైనను కుమార్తెయైనను లేదు, ఆమె ఒక్కతే.",
    "35": "అతడు ఆమెను చూచి తన బట్టలు చింపుకొని - అయ్యో నా కుమారీ, నీవు నన్ను క్రుంగదీసితివి; నన్ను కలవరపెట్టువారిలో నీవు ఉన్నావు; నేను యెహోవాకు నా నోరు తెరిచితిని, నేను వెనుకకు తీయలేననెను.",
    "36": "అందుకామె - నా తండ్రీ, నీవు యెహోవాకు నీ నోరు తెరిచితివి; నీ నోటనుండి వచ్చినట్లే నాకు చేయుము; యెహోవా నీ శత్రువులైన అమ్మోనీయుల మీద నీకు పగ తీర్చెనని అతనితో చెప్పెను.",
    "37": "మరియు ఆమె - ఈ పని నాకు కలుగనిమ్ము; నేను కొండల మీదికి వెళ్లి నా చెలికత్తెలతో కూడా నా కన్యకత్వమును గూర్చి ఏడ్చునట్లు రెండు నెలలు నన్ను విడువుమని తన తండ్రితో చెప్పెను.",
    "38": "అతడు - వెళ్లుమని చెప్పి రెండు నెలలు ఆమెను పంపివేసెను. ఆమెయు ఆమె చెలికత్తెలును వెళ్లి కొండల మీద ఆమె కన్యకత్వమును గూర్చి ఏడ్చిరి.",
    "39": "రెండు నెలలైన తరువాత ఆమె తన తండ్రి యొద్దకు తిరిగి రాగా, అతడు తాను మ్రొక్కుకొనిన మ్రొక్కుబడి చొప్పున ఆమెకు చేసెను; ఆమె పురుషుని ఎరుగలేదు. ఇశ్రాయేలీయులలో ఒక ఆచారము పుట్టెను;",
    "40": "ఏదనగా ఏటేట ఇశ్రాయేలీయుల కుమార్తెలు గిలాదు వాడైన యెఫ్తా కుమార్తెను గూర్చి నాలుగు దినములు ప్రలాపించుదురు."
}
