
{
    "1": "ఎఫ్రాయిమువారు కూడి ఉత్తర దిక్కుకు వచ్చి - అమ్మోనీయులతో యుద్ధము చేయుటకు నీవు వెళ్లినప్పుడు నీతో కూడ వెళ్లుటకు మమ్మును ఎందుకు పిలువలేదు? నీ యిల్లు నీ మీద పడవేసి కాల్చివేసెదమని యెఫ్తాతో చెప్పగా",
    "2": "యెఫ్తా - నాకును నా జనులకును అమ్మోనీయులతో గొప్ప కలహము కలిగినప్పుడు నేను మిమ్మును పిలిచితిని గాని మీరు వారి చేతిలోనుండి నన్ను రక్షింపలేదు.",
    "3": "మీరు నన్ను రక్షింపరని నేను చూచినప్పుడు నా ప్రాణమునకు తెగించి అమ్మోనీయుల మీదికి పోతిని; యెహోవా నా చేతికి వారిని అప్పగించెను; నేడు నా మీద యుద్ధము చేయుటకు మీరు ఎందుకు వచ్చితిరని వారితో అనెను.",
    "4": "తరువాత యెఫ్తా గిలాదువారినందరిని పోగుచేసి ఎఫ్రాయిమువారితో యుద్ధము చేసెను; ఎఫ్రాయిమువారలారా, మీరు ఎఫ్రాయిము వారి మధ్యను మనష్షే వారి మధ్యను పారిపోయినవారని ఎఫ్రాయిమువారు పలికినందున గిలాదువారు ఎఫ్రాయిమువారిని హతము చేసిరి.",
    "5": "గిలాదువారు ఎఫ్రాయిము వారికి ముందుగా యొర్దాను రేవులను పట్టుకొనిరి. పారిపోయిన ఎఫ్రాయిమీయులలో ఎవడైనను - నన్ను దాటనిమ్మని చెప్పినప్పుడు గిలాదువారు - నీవు ఎఫ్రాయిమీయుడవా అని అడిగి, అతడు కాదని చెప్పినయెడల",
    "6": "వారు - షిబ్బోలెతు అని పలుకుమనిరి. వాడు ఆ మాట సరిగా పలుకలేక సిబ్బోలెతు అని పలికినప్పుడు వారు వానిని పట్టుకొని యొర్దాను రేవుల యొద్ద చంపిరి. ఆ కాలమున ఎఫ్రాయిమీయులలో నలభై రెండు వేలమంది పడిపోయిరి.",
    "7": "యెఫ్తా ఆరు సంవత్సరములు ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను. గిలాదు వాడైన యెఫ్తా చనిపోయి గిలాదు పట్టణములలో ఒకదానియందు పాతిపెట్టబడెను.",
    "8": "అతని తరువాత బేత్లెహేము వాడైన ఇబ్సాను ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను.",
    "9": "అతనికి ముప్పదిమంది కుమారులుండిరి; అతడు ముప్పదిమంది కుమార్తెలను వెలుపలికి పంపి, తన కుమారుల కొరకు బయటనుండి ముప్పదిమంది కుమార్తెలను తెచ్చుకొనెను. అతడు ఏడు సంవత్సరములు ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను.",
    "10": "ఇబ్సాను చనిపోయి బేత్లెహేములో పాతిపెట్టబడెను.",
    "11": "అతని తరువాత జెబూలూనీయుడైన ఏలోను ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను; అతడు పది సంవత్సరములు ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను.",
    "12": "జెబూలూనీయుడైన ఏలోను చనిపోయి జెబూలూను దేశమందలి అయ్యాలోనులో పాతిపెట్టబడెను.",
    "13": "అతని తరువాత పిరాతోనీయుడైన హీల్లెలు కుమారుడగు అబ్దోను ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను.",
    "14": "అతనికి నలభైమంది కుమారులును ముప్పదిమంది మనుమలును ఉండిరి; వారు డెబ్బది గాడిద పిల్లల మీద ఎక్కి తిరుగువారు. అతడు ఎనిమిది సంవత్సరములు ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను.",
    "15": "పిరాతోనీయుడైన హీల్లెలు కుమారుడగు అబ్దోను చనిపోయి, ఎఫ్రాయిము దేశమందలి అమాలేకీయుల మన్నెములోనున్న పిరాతోనులో పాతిపెట్టబడెను."
}
