
{
    "1": "ఇశ్రాయేలీయులు మరల యెహోవా దృష్టికి కీడు చేసిరి గనుక యెహోవా నలభై సంవత్సరములు వారిని ఫిలిష్తీయుల చేతికి అప్పగించెను.",
    "2": "దానీయుల వంశస్థుడును జొరా వాడైన మానోహ అను ఒకడు ఉండెను. అతని భార్య గొడ్రాలు, ఆమె పిల్లలను కనలేదు.",
    "3": "యెహోవా దూత ఆ స్త్రీకి కనబడి - ఇదిగో నీవు గొడ్రాలవు, పిల్లలను కనలేదు; అయితే నీవు గర్భవతివై కుమారుని కందువు.",
    "4": "కాబట్టి నీవు ద్రాక్షారసమునైనను మద్యమునైనను త్రాగకుండను, అపవిత్రమైనదానిని తినకుండను జాగ్రత్తపడుము.",
    "5": "నీవు గర్భవతివై కుమారుని కందువు; అతని తలమీద మంగలకత్తి వేయకూడదు; ఆ బిడ్డ గర్భమున పుట్టినది మొదలుకొని దేవునికి నాజీరుడగును; అతడు ఫిలిష్తీయుల చేతిలోనుండి ఇశ్రాయేలీయులను రక్షింప మొదలుపెట్టునని ఆమెతో చెప్పెను.",
    "6": "ఆ స్త్రీ వచ్చి తన పెనిమిటితో - దైవజనుడొకడు నా యొద్దకు వచ్చెను; అతని రూపము దేవుని దూత రూపమువలె మిక్కిలి భయంకరముగా ఉండెను; అతడు ఎక్కడనుండి వచ్చెనో నేనడుగలేదు, అతడు తన పేరు నాతో చెప్పలేదు.",
    "7": "అయితే అతడు - ఇదిగో నీవు గర్భవతివై కుమారుని కందువు; కాబట్టి నీవు ద్రాక్షారసమునైనను మద్యమునైనను త్రాగవద్దు, అపవిత్రమైనదానిని తినవద్దు; ఆ బిడ్డ పుట్టినది మొదలుకొని చనిపోవు వరకు దేవునికి నాజీరుడై యుండునని నాతో చెప్పెననెను.",
    "8": "అప్పుడు మానోహ యెహోవాను వేడుకొనుచు - ప్రభువా, పుట్టబోవు బిడ్డకు మేము ఏమి చేయవలెనో మాకు నేర్పుటకై నీవు పంపిన ఆ దైవజనుని మరల మా యొద్దకు రానిమ్మని ప్రార్థించెను.",
    "9": "దేవుడు మానోహ ప్రార్థన ఆలకించెను. ఆ స్త్రీ పొలములో కూర్చునియుండగా దేవుని దూత మరల ఆమె యొద్దకు వచ్చెను; అయితే ఆమె పెనిమిటియైన మానోహ ఆమె యొద్ద ఉండలేదు.",
    "10": "కాబట్టి ఆ స్త్రీ త్వరగా పరుగెత్తి - ఇదిగో ఆ నాడు నా యొద్దకు వచ్చినవాడు నాకు కనబడెనని తన పెనిమిటితో చెప్పెను.",
    "11": "మానోహ లేచి తన భార్య వెంబడి వెళ్లి ఆ మనుష్యుని యొద్దకు వచ్చి - ఈ స్త్రీతో మాటలాడినవాడవు నీవేనా అని అడుగగా అతడు - నేనే అనెను.",
    "12": "అప్పుడు మానోహ - నీ మాటలు నెరవేరునప్పుడు ఆ బిడ్డను ఏలాగు పెంచవలెను? వానికి మేమేమి చేయవలెను అని అడుగగా",
    "13": "యెహోవా దూత - నేను ఈ స్త్రీతో చెప్పినదంతటి విషయములో ఆమె జాగ్రత్తగా ఉండవలెను.",
    "14": "ద్రాక్షావల్లివలన పుట్టునది ఏదియు ఆమె తినకూడదు; ద్రాక్షారసమునైనను మద్యమునైనను త్రాగకూడదు; అపవిత్రమైనదానిని తినకూడదు; నేను ఆమెకు ఆజ్ఞాపించినదంతయు ఆమె గైకొనవలెనని మానోహతో చెప్పెను.",
    "15": "అప్పుడు మానోహ - మేము నీ కొరకు ఒక మేకపిల్లను సిద్ధపరచు వరకు దయచేసి ఇక్కడ ఉండుమని యెహోవా దూతతో చెప్పగా",
    "16": "యెహోవా దూత - నీవు నన్ను ఉండనిచ్చినను నీ ఆహారము తినను; నీవు దహనబలి చేయదలచినయెడల యెహోవాకు దానిని అర్పింపవలెనని మానోహతో చెప్పెను. అతడు యెహోవా దూత అని మానోహకు తెలియలేదు.",
    "17": "మానోహ - నీ మాట నెరవేరినప్పుడు మేము నిన్ను సన్మానించునట్లు నీ పేరేమి అని యెహోవా దూతను అడుగగా",
    "18": "యెహోవా దూత - నా పేరు విచిత్రమైనది, దానిని నీవెందుకు అడుగుచున్నావని అతనితో చెప్పెను.",
    "19": "అప్పుడు మానోహ ఒక మేకపిల్లను నైవేద్యమును తీసికొని బండ మీద యెహోవాకు అర్పించెను; మానోహయు అతని భార్యయు చూచుచుండగా దూత ఆశ్చర్యముగా చేసెను.",
    "20": "ఎట్లనగా ఆ జ్వాల బలిపీఠము నుండి ఆకాశమునకు లేచుచుండగా యెహోవా దూత ఆ బలిపీఠపు జ్వాలలో పరమునకు వెళ్లెను; మానోహయు అతని భార్యయు అది చూచి నేలమట్టుకు సాగిలపడిరి.",
    "21": "యెహోవా దూత మానోహకును అతని భార్యకును మరల కనబడకపోయెను; అప్పుడు అతడు యెహోవా దూత అని మానోహ తెలిసికొనెను.",
    "22": "మానోహ - మనము దేవుని చూచితిమి గనుక నిశ్చయముగా చనిపోవుదుమని తన భార్యతో అనగా",
    "23": "అతని భార్య - యెహోవా మనలను చంపదలచినయెడల మన చేతినుండి దహనబలిని నైవేద్యమును అంగీకరింపడు; ఈ సంగతులన్నిటిని మనకు చూపించడు; ఇట్టి కాలమందు ఇటువంటి మాటలు మనకు వినిపించడని అతనితో చెప్పెను.",
    "24": "ఆ స్త్రీ కుమారుని కని అతనికి సంసోను అని పేరు పెట్టెను. ఆ పిల్లవాడు ఎదిగెను, యెహోవా అతనిని ఆశీర్వదించెను.",
    "25": "జొరాకును ఎష్తావోలుకును మధ్యనున్న మహనెదానులో యెహోవా ఆత్మ అతనిని ప్రేరేపించ మొదలుపెట్టెను."
}
