
{
    "1": "సంసోను తిమ్నాకు వెళ్లి అక్కడ ఫిలిష్తీయుల కుమార్తెలలో ఒకదానిని చూచెను.",
    "2": "అతడు తిరిగి వచ్చి - నేను తిమ్నాలో ఫిలిష్తీయుల కుమార్తెలలో ఒక స్త్రీని చూచితిని; ఆమెను నాకు పెండ్లి చేయుడని తన తల్లిదండ్రులతో చెప్పెను.",
    "3": "అప్పుడు అతని తండ్రియు అతని తల్లియు - సున్నతి లేని ఫిలిష్తీయులలో ఒకదానిని పెండ్లి చేసికొనుటకు నీవు వెళ్లనేల? నీ సహోదరుల కుమార్తెలలోనైనను మన జనులందరిలోనైనను ఒక స్త్రీ దొరకలేదా అని అతని అడుగగా, సంసోను - ఆమె నాకు ఇష్టమైనది, ఆమెనే నాకు పెండ్లి చేయుమని తన తండ్రితో చెప్పెను.",
    "4": "అది యెహోవావలన కలిగినదని అతని తల్లిదండ్రులు ఎరుగకపోయిరి. అతడు ఫిలిష్తీయుల మీద తగవు వెతుకుచుండెను; ఆ కాలమున ఫిలిష్తీయులు ఇశ్రాయేలీయులను ఏలుచుండిరి.",
    "5": "సంసోను తన తండ్రితోను తన తల్లితోను తిమ్నాకు వెళ్ళెను; వారు తిమ్నా ద్రాక్షతోటల దగ్గరకు వచ్చినప్పుడు ఒక కొదమ సింహము అతని పైకి గర్జించుచు వచ్చెను.",
    "6": "అప్పుడు యెహోవా ఆత్మ అతని మీదికి బలంగా వచ్చెను; అతని చేతిలో ఏమియు లేకపోయినను ఒకడు మేకపిల్లను చీల్చినట్లు అతడు దానిని చీల్చెను; అయితే తాను చేసినదానిని తన తండ్రికైనను తల్లికైనను తెలుపలేదు.",
    "7": "అతడు వెళ్లి ఆ స్త్రీతో మాటలాడగా ఆమె సంసోనుకు ఇష్టమైనదాయెను.",
    "8": "కొన్ని దినములైన తరువాత అతడు ఆమెను పెండ్లి చేసికొనుటకు తిరిగి వచ్చి, ఆ సింహపు కళేబరమును చూడబోయినప్పుడు ఆ సింహపు కళేబరములో తేనెటీగల గుంపును తేనెయు ఉండెను.",
    "9": "అతడు తన చేతులతో దాని తీసికొని తినుచు నడిచి, తన తండ్రి యొద్దకును తన తల్లి యొద్దకును వచ్చి వారికిచ్చెను, వారును తినిరి; అయితే ఆ తేనె సింహపు కళేబరములోనుండి తీసితినని వారితో చెప్పలేదు.",
    "10": "అతని తండ్రి ఆ స్త్రీ యొద్దకు వెళ్లగా సంసోను అక్కడ విందు చేసెను; యౌవనస్థులు ఆలాగు చేయుట వాడుక.",
    "11": "వారు అతనిని చూచినప్పుడు అతనికి తోడుగా ఉండుటకు ముప్పదిమందిని తెచ్చుకొనిరి.",
    "12": "సంసోను - నేను మీకు ఒక పొడుపుకథ చెప్పెదను; విందు జరుగు ఏడు దినములలోగా మీరు దాని భావమును నాకు చెప్పినయెడల నేను మీకు ముప్పది నార బట్టలను ముప్పది దుస్తుల బట్టలను ఇచ్చెదను.",
    "13": "మీరు నాకు చెప్పలేకపోయినయెడల మీరు నాకు ముప్పది నార బట్టలను ముప్పది దుస్తుల బట్టలను ఇయ్యవలెనని వారితో చెప్పగా, వారు - నీ పొడుపుకథ చెప్పుము, మేము విందుమనిరి.",
    "14": "అందుకతడు - భక్షించువానిలోనుండి భక్ష్యము వచ్చెను, బలవంతునిలోనుండి మధురము వచ్చెను అని వారితో చెప్పెను. మూడు దినములు వారు ఆ పొడుపుకథ భావము చెప్పలేకపోయిరి.",
    "15": "ఏడవ దినమున వారు సంసోను భార్యతో - నీ పెనిమిటి ఆ పొడుపుకథ భావము మాకు చెప్పునట్లు అతనిని లాలించుము; లేనియెడల మేము నిన్ను నీ తండ్రి ఇంటిని అగ్నితో కాల్చివేయుదుము; మా ఆస్తిని తీసికొనుటకేనా మీరు మమ్మును పిలిచితిరి అనిరి.",
    "16": "కాబట్టి సంసోను భార్య అతని యొద్ద ఏడ్చుచు - నీవు నన్ను ద్వేషించుచున్నావు గాని ప్రేమించుట లేదు; నా జనులకు ఒక పొడుపుకథ చెప్పితివి, దాని భావము నాకు చెప్పలేదని అనగా, అతడు - ఇదిగో నా తండ్రికైనను నా తల్లికైనను దాని చెప్పలేదు, నీకు చెప్పుదునా అనెను.",
    "17": "ఆ విందు జరిగిన ఏడు దినములు ఆమె అతని యొద్ద ఏడ్చుచుండెను; ఆమె అతనిని విసికించినందున ఏడవ దినమున అతడు ఆమెకు చెప్పెను; ఆమె తన జనులకు ఆ పొడుపుకథ భావము చెప్పెను.",
    "18": "ఏడవ దినమున సూర్యుడు అస్తమించకమునుపు ఆ ఊరి మనుష్యులు - తేనెకంటే తీయనిది ఏది? సింహముకంటే బలమైనది ఏది అని అతనితో చెప్పగా, అతడు - మీరు నా పెయ్యతో దున్ననియెడల నా పొడుపుకథ కనుగొనకపోదురని వారితో చెప్పెను.",
    "19": "యెహోవా ఆత్మ అతని మీదికి బలంగా వచ్చెను; అతడు అష్కెలోనుకు వెళ్లి, వారిలో ముప్పదిమంది మనుష్యులను చంపి, వారి సొమ్మును దోచుకొని, తన పొడుపుకథ భావము చెప్పినవారికి ఆ దుస్తులనిచ్చి, మిక్కిలి కోపించి తన తండ్రి యింటికి వెళ్ళెను.",
    "20": "అప్పుడు సంసోను భార్య అతని స్నేహితుడై అతనితో వచ్చినవానికి ఇయ్యబడెను."
}
