
{
    "1": "కొన్ని దినములైన తరువాత గోధుమల కోతకాలమందు సంసోను ఒక మేకపిల్లను తీసికొని తన భార్యను దర్శించుటకు వచ్చి - నేను గదిలోనికి నా భార్య యొద్దకు వెళ్ళెదననగా ఆమె తండ్రి అతనిని లోపలికి వెళ్లనియ్యలేదు.",
    "2": "ఆమె తండ్రి - నీవు ఆమెను ఎంతో ద్వేషించితివని నేననుకొని నీ స్నేహితునికి ఆమెనిచ్చితిని; ఆమెకంటే ఆమె చెల్లెలు ఎక్కువ అందమైనది గదా? దయచేసి ఆమెకు బదులుగా ఈమెను చేసికొనుమని చెప్పెను.",
    "3": "అప్పుడు సంసోను - ఈ సారి నేను ఫిలిష్తీయులకు కీడు చేసినను నిర్దోషినై యుందునని వారితో చెప్పి",
    "4": "వెళ్లి మూడు వందల నక్కలను పట్టుకొని, దివిటీలను తీసికొని, తోకకు తోక ముడివేసి, రెండు తోకల నడుమ ఒక దివిటీని కట్టి",
    "5": "ఆ దివిటీలను వెలిగించి, ఫిలిష్తీయుల గోధుమ చేలలోనికి ఆ నక్కలను తోలి, పనలను పైరును ద్రాక్షతోటలను ఒలీవతోటలను కాల్చివేసెను.",
    "6": "ఫిలిష్తీయులు - దీని చేసినవాడెవడని అడుగగా, జనులు - తిమ్నాయుని అల్లుడైన సంసోను; ఎందుకనగా అతడు సంసోను భార్యను తీసికొని అతని స్నేహితునికిచ్చెనని చెప్పిరి. అప్పుడు ఫిలిష్తీయులు వచ్చి ఆమెను ఆమె తండ్రిని అగ్నితో కాల్చివేసిరి.",
    "7": "సంసోను - మీరు ఈలాగు చేసినయెడల నిశ్చయముగా నేను మీ మీద పగ తీర్చుకొందును, అప్పుడు గాని నేను మానను అని వారితో చెప్పి",
    "8": "వారి పిక్కలను తొడలను జోడుగా కొట్టి గొప్ప హత్య చేసెను; తరువాత అతడు వెళ్లి ఏతాము రాతి సందులో నివసించెను.",
    "9": "అప్పుడు ఫిలిష్తీయులు వచ్చి యూదాలో దిగి లెహీలో వ్యాపించిరి.",
    "10": "యూదావారు - మా మీదికి మీరెందుకు వచ్చితిరని అడుగగా వారు - సంసోను మాకు చేసినట్లు అతనికి చేయునట్లు అతనిని బంధించుటకు వచ్చితిమని చెప్పిరి.",
    "11": "అప్పుడు యూదావారిలో మూడు వేలమంది ఏతాము రాతి సందునొద్దకు వెళ్లి సంసోనుతో - ఫిలిష్తీయులు మనలను ఏలుచున్నారని నీకు తెలియదా? నీవు మాకు చేసిన పని యేమిటని అడుగగా అతడు - వారు నాకు చేసినట్లే నేను వారికి చేసితినని వారితో చెప్పెను.",
    "12": "వారు - నిన్ను బంధించి ఫిలిష్తీయుల చేతికి అప్పగించుటకు మేము వచ్చితిమని అతనితో చెప్పగా సంసోను - మీరు నా మీద పడమని నాతో ప్రమాణము చేయుడని వారితో అనెను.",
    "13": "వారు - ఆలాగు చేయము, నిన్ను గట్టిగా బంధించి వారి చేతికి అప్పగించెదము గాని నిన్ను చంపనే చంపము అని అతనితో చెప్పి రెండు క్రొత్త త్రాళ్లతో అతనిని బంధించి ఆ రాతి సందులోనుండి అతనిని తీసికొనివచ్చిరి.",
    "14": "అతడు లెహీకి వచ్చినప్పుడు ఫిలిష్తీయులు అతనిని చూచి కేకలు వేసిరి; యెహోవా ఆత్మ అతని మీదికి బలంగా వచ్చెను. అతని చేతులకున్న త్రాళ్లు కాల్చబడిన జనుప నారవలె ఆయెను; అతని కట్లలు అతని చేతుల మీదనుండి ఊడిపోయెను.",
    "15": "అతనికి పచ్చిగానున్న గాడిద దవడ ఎముక ఒకటి దొరకెను; అతడు చెయ్యి చాపి దానిని తీసికొని దానితో వెయ్యిమందిని చంపెను.",
    "16": "అప్పుడు సంసోను - గాడిద దవడ ఎముకతో ఒక కుప్పను రెండు కుప్పలను, గాడిద దవడ ఎముకతో వెయ్యిమందిని చంపితిని అనెను.",
    "17": "అతడు మాటలాడుట చాలించిన తరువాత తన చేతిలోనుండి ఆ దవడ ఎముకను పారవేసి ఆ స్థలమునకు రామాత్లెహీ అని పేరు పెట్టెను.",
    "18": "అప్పుడతడు మిక్కిలి దప్పికొని యెహోవాకు మొరపెట్టి - నీవు నీ సేవకుని చేతివలన ఈ గొప్ప రక్షణ కలుగజేసితివి; ఇప్పుడు నేను దప్పికతో చచ్చి సున్నతి లేనివారి చేతిలో పడవలెనా అనెను.",
    "19": "అప్పుడు దేవుడు లెహీలోనున్న ఒక గోతిని చీల్చెను; దానిలోనుండి నీళ్లు బయటికి వచ్చెను. అతడు త్రాగినప్పుడు అతని ప్రాణము తెప్పరిల్లి అతడు బ్రతికెను. అందుచేత దానికి ఏన్హక్కోరే అని పేరు పెట్టబడెను; అది నేటి వరకు లెహీలో ఉన్నది.",
    "20": "ఫిలిష్తీయుల దినములలో అతడు ఇరవై సంవత్సరములు ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను."
}
