
{
    "1": "సంసోను గాజాకు వెళ్లి అక్కడ ఒక వేశ్యను చూచి ఆమెయొద్దకు పోయెను.",
    "2": "సంసోను ఇక్కడికి వచ్చియున్నాడని గాజావారికి తెలుపబడినప్పుడు వారు అతనిని చుట్టుముట్టి, రాత్రి అంతయు ఊరి గవిని యొద్ద అతని కొరకు పొంచియుండి - తెల్లవారినప్పుడు మనము అతని చంపుదమని చెప్పి రాత్రి అంతయు మౌనముగా ఉండిరి.",
    "3": "సంసోను అర్ధరాత్రి వరకు పండుకొని, అర్ధరాత్రి వేళ లేచి, పట్టణపు గవిని తలుపులను రెండు స్తంభములను పట్టుకొని, గడియతో కూడ వాటిని పెరికి తన భుజముల మీద పెట్టుకొని, హెబ్రోనుకు ఎదురుగానున్న కొండ కొనకు వాటిని మోసికొనిపోయెను.",
    "4": "తరువాత అతడు సోరెక్ లోయలోనున్న దెలీలా అను ఒక స్త్రీని ప్రేమించెను.",
    "5": "ఫిలిష్తీయుల సర్దారులు ఆమెయొద్దకు వచ్చి - నీవు అతనిని లాలించి, దేనివలన అతనికి గొప్ప బలము కలిగెనో, మేము అతనిని కట్టి బాధించునట్లు దేనివలన మేము అతనిని జయింపగలమో తెలిసికొనుము; అప్పుడు మాలో ఒక్కొక్కరము నీకు వెయ్యిన్ని నూరు వెండి నాణెములను ఇచ్చెదమని చెప్పిరి.",
    "6": "కాబట్టి దెలీలా - నీ గొప్ప బలము దేనివలన కలిగెనో, నిన్ను బాధించుటకు దేనితో నిన్ను కట్టవచ్చునో దయచేసి నాతో చెప్పుమని సంసోనును అడుగగా",
    "7": "సంసోను - ఎండని ఏడు పచ్చి విల్లనార్లతో నన్ను కట్టినయెడల నేను బలహీనుడనై ఇతరులవలె అగుదునని ఆమెతో చెప్పెను.",
    "8": "ఫిలిష్తీయుల సర్దారులు ఎండని ఏడు పచ్చి విల్లనార్లను ఆమెయొద్దకు తేగా ఆమె వాటితో అతని కట్టెను.",
    "9": "ఆమె యింట ఒక గదిలో మనుష్యులు పొంచియుండిరి. అప్పుడామె - సంసోనూ, ఫిలిష్తీయులు నీ మీదికి వచ్చియున్నారని చెప్పగా, అగ్ని తగిలినప్పుడు జనుపనార దారము తెగిపోవునట్లు అతడు ఆ విల్లనార్లను తెంపివేసెను; అతని బలము ఏలాగున కలిగెనో తెలియబడలేదు.",
    "10": "అప్పుడు దెలీలా - ఇదిగో నీవు నన్ను ఎగతాళి చేసి నాతో అబద్ధాలాడితివి; దేనితో నిన్ను కట్టవచ్చునో దయచేసి నాతో చెప్పుమని సంసోనుతో అనగా",
    "11": "అతడు - ఏ పనికిని ఉపయోగపడని క్రొత్త త్రాళ్లతో నన్ను గట్టిగా కట్టినయెడల నేను బలహీనుడనై ఇతరులవలె అగుదునని ఆమెతో చెప్పెను.",
    "12": "కాబట్టి దెలీలా క్రొత్త త్రాళ్లను తీసికొని వాటితో అతని కట్టి - సంసోనూ, ఫిలిష్తీయులు నీ మీదికి వచ్చియున్నారని చెప్పెను. గదిలో మనుష్యులు పొంచియుండిరి. అతడు దారమును తెంపినట్లు తన చేతుల మీదనుండి వాటిని తెంపివేసెను.",
    "13": "దెలీలా - ఇప్పటి వరకు నీవు నన్ను ఎగతాళి చేసి నాతో అబద్ధాలాడితివి; దేనితో నిన్ను కట్టవచ్చునో నాతో చెప్పుమని సంసోనుతో అనగా, అతడు - నీవు నా తల వెండ్రుకల ఏడు జడలను పడుగుతో అల్లినయెడల సరి అని ఆమెతో చెప్పెను.",
    "14": "ఆమె మేకుతో దానిని బిగించి - సంసోనూ, ఫిలిష్తీయులు నీ మీదికి వచ్చియున్నారని చెప్పగా, అతడు నిద్ర మేల్కొని ఆ మేకును పడుగును అల్లికను పెరికివేసెను.",
    "15": "అప్పుడామె - నీ మనస్సు నాయందు లేనప్పుడు - నిన్ను ప్రేమించుచున్నానని నీవు ఎట్లు చెప్పగలవు? ఈ మూడుసార్లు నీవు నన్ను ఎగతాళి చేసితివి గాని నీ గొప్ప బలము దేనివలన కలిగెనో నాకు చెప్పలేదని అతనితో అనెను.",
    "16": "ఆమె ప్రతి దినము తన మాటలతో అతనిని బ్రతిమాలుచు విసికించుచుండగా అతని ప్రాణము విసికి చావగోరెను.",
    "17": "అతడు తన మనస్సులో నున్నదంతయు ఆమెకు తెలియజేసి - మంగలకత్తి నా తలమీదికి ఎన్నడును రాలేదు; నేను నా తల్లి గర్భమున పుట్టినది మొదలుకొని దేవునికి నాజీరుడను; నా తల గొరిగించబడినయెడల నా బలము నన్ను విడిచిపోవును; అప్పుడు నేను బలహీనుడనై సామాన్య మనుష్యునివలె అగుదునని ఆమెతో చెప్పెను.",
    "18": "అతడు తన మనస్సులో నున్నదంతయు తనకు తెలియజేసెనని దెలీలా గ్రహించి, ఫిలిష్తీయుల సర్దారులను పిలువనంపి - ఈ ఒక్కసారి రండి, అతడు తన మనస్సులో నున్నదంతయు నాకు తెలియజేసెనని చెప్పెను. అప్పుడు ఫిలిష్తీయుల సర్దారులు ఆ సొమ్ము చేత పట్టుకొని ఆమెయొద్దకు వచ్చిరి.",
    "19": "ఆమె తన తొడలమీద అతని నిద్రపుచ్చి, ఒక మనుష్యుని పిలిపించి, అతని తల వెండ్రుకల ఏడు జడలను గొరిగించి అతని బాధించ మొదలుపెట్టెను; అప్పుడు అతని బలము అతనిని విడిచిపోయెను.",
    "20": "ఆమె - సంసోనూ, ఫిలిష్తీయులు నీ మీదికి వచ్చియున్నారని చెప్పగా అతడు నిద్ర మేల్కొని - యెహోవా తనను విడిచెనని తెలియక - ఎప్పటివలెనే బయలువెళ్లి నా బలము చూపుకొందుననుకొనెను.",
    "21": "ఫిలిష్తీయులు అతని పట్టుకొని అతని కన్నులు ఊడదీసి గాజాకు తీసికొనివచ్చి, ఇత్తడి సంకెళ్లతో అతని బంధించిరి; అతడు చెరసాలలో విసురుచుండెను.",
    "22": "అతని తల వెండ్రుకలు గొరిగింపబడిన తరువాత మరల మొలవ నారంభించెను.",
    "23": "ఫిలిష్తీయుల సర్దారులు - మన దేవత మన శత్రువైన సంసోనును మన చేతికి అప్పగించెనని చెప్పుకొనుచు, తమ దేవతయైన దాగోనుకు గొప్ప బలి అర్పించుటకును సంతోషించుటకును కూడి వచ్చిరి.",
    "24": "ప్రజలు అతని చూచినప్పుడు - మన దేశమును పాడుచేసి మనలో అనేకులను చంపిన మన శత్రువును మన దేవత మన చేతికి అప్పగించెనని చెప్పి తమ దేవతను స్తుతించిరి.",
    "25": "వారిక సంతోషముగా ఉన్నప్పుడు - సంసోను మనకు ఆడుకొనునట్లు అతని పిలువుడనిరి. వారు చెరసాలలోనుండి సంసోనును పిలిపించిరి; అతడు వారి యెదుట ఆడుకొనెను; వారు స్తంభముల మధ్య అతని నిలువబెట్టిరి.",
    "26": "అప్పుడు సంసోను తన చెయ్యి పట్టుకొనిన వానితో - ఈ ఇల్లు నిలిచియున్న స్తంభములను నన్ను తడవనిమ్ము, నేను వాటికి ఆనుకొందునని చెప్పెను.",
    "27": "ఆ ఇల్లు పురుషులతోను స్త్రీలతోను నిండియుండెను; ఫిలిష్తీయుల సర్దారులందరు అక్కడ ఉండిరి; సంసోను ఆడుకొనుట చూచుటకు ఇంచుమించు మూడు వేలమంది పురుషులును స్త్రీలును మిద్దెమీద ఉండిరి.",
    "28": "అప్పుడు సంసోను యెహోవాకు మొరపెట్టి - ప్రభువైన యెహోవా, దయచేసి నన్ను జ్ఞాపకము చేసికొనుము; దేవా, దయచేసి ఈ ఒక్కసారి నన్ను బలపరచుము; అప్పుడు నా రెండు కన్నుల నిమిత్తము ఫిలిష్తీయుల మీద ఒక్కమారే పగ తీర్చుకొందునని చెప్పెను.",
    "29": "సంసోను ఆ ఇల్లు నిలిచియున్న మధ్య రెండు స్తంభములను పట్టుకొనెను; ఒకటి కుడి చేతితోను ఒకటి ఎడమ చేతితోను పట్టుకొని వాటి మీద ఆనుకొని",
    "30": "ఫిలిష్తీయులతో కూడ నేను చనిపోవుదును గాక అని చెప్పి, బలముతో వంగినప్పుడు ఆ ఇల్లు సర్దారుల మీదను దానిలోనున్న ప్రజలందరి మీదను పడెను. అట్లు అతడు బ్రతికియున్నప్పుడు చంపినవారికంటే చనిపోయినప్పుడు చంపినవారు ఎక్కువమంది.",
    "31": "అతని సహోదరులును అతని తండ్రి ఇంటివారందరును వచ్చి అతని ఎత్తుకొని పోయి, జొరాకును ఎష్తావోలుకును మధ్యనున్న అతని తండ్రియైన మానోహ సమాధిలో పాతిపెట్టిరి. అతడు ఇరవై సంవత్సరములు ఇశ్రాయేలుకు న్యాయాధిపతిగా ఉండెను."
}
