
{
    "1": "ఆ దినములలో ఇశ్రాయేలీయులకు రాజు లేడు. ఆ దినములలో దాను గోత్రపువారు నివసించుటకు స్వాస్థ్యము వెతుకుచుండిరి; ఏలయనగా ఆ దినము వరకు ఇశ్రాయేలు గోత్రములలో వారికి స్వాస్థ్యము దొరకలేదు.",
    "2": "కాబట్టి దాను వంశస్థులు జొరా నుండియు ఎష్తావోలు నుండియు తమ వంశస్థులైన ఐదుగురు పరాక్రమశాలులను దేశమును సంచరించి చూచుటకును పరిశోధించుటకును పంపి - మీరు వెళ్లి దేశమును పరిశోధించుడని వారితో చెప్పిరి. వారు ఎఫ్రాయిము మన్నెమందలి మీకా యింటికి వచ్చి అక్కడ బస చేసిరి.",
    "3": "వారు మీకా యింటియొద్ద ఉన్నప్పుడు ఆ యౌవనుడైన లేవీయుని కంఠస్వరమును గుర్తుపట్టి అక్కడికి వెళ్లి - నిన్ను ఇక్కడికి ఎవడు తీసికొనివచ్చెను? ఇక్కడ నీవు ఏమి చేయుచున్నావు? ఇక్కడ నీకు ఏమి ఉన్నదని అతనిని అడుగగా",
    "4": "అతడు - మీకా నాకు ఈలాగు ఈలాగు చేసెను; నేను అతనికి యాజకుడనై యుండునట్లు అతడు నన్ను జీతమునకు కుదుర్చుకొనెనని వారితో చెప్పెను.",
    "5": "అప్పుడు వారు - మేము వెళ్లుచున్న మార్గము సఫలమగునో లేదో మేము తెలిసికొనునట్లు దయచేసి దేవుని యొద్ద విచారించుమని అతనితో చెప్పగా",
    "6": "ఆ యాజకుడు - క్షేమముగా వెళ్లుడి; మీరు వెళ్లు మార్గము యెహోవా దృష్టికి అనుకూలముగా ఉన్నదని వారితో చెప్పెను.",
    "7": "ఆ ఐదుగురు మనుష్యులు వెళ్లి లాయిషుకు వచ్చి, అక్కడనున్న జనులు సీదోనీయులవలె సుఖముగాను నిర్భయముగాను నివసించుట చూచిరి; ఆ దేశములో అధికారము చెలాయించుచు వారిని బాధించువాడెవడును లేడు; వారు సీదోనీయులకు దూరముగా ఉండిరి, వారికి ఎవరితోను సాంగత్యము లేదు.",
    "8": "వారు జొరాకును ఎష్తావోలుకును తమ సహోదరుల యొద్దకు వచ్చినప్పుడు వారి సహోదరులు - మీ వార్త ఏమిటని అడుగగా",
    "9": "వారు - లెండి, వారి మీదికి వెళ్లుదము; ఆ దేశమును చూచితిమి, అది చాలా మంచిది; మీరు ఊరకుందురా? ఆ దేశమును స్వాధీనపరచుకొనుటకు వెళ్లుటలో అలసత్వము చేయవద్దు.",
    "10": "మీరు వెళ్లునప్పుడు నిర్భయముగా నున్న జనుల యొద్దకు వెళ్లుదురు; ఆ దేశము విశాలమైనది; దేవుడు మీ చేతికి దానిని అప్పగించియున్నాడు; భూమిమీదనున్న పదార్థములలో ఏదియు అక్కడ తక్కువ కాదని చెప్పిరి.",
    "11": "అప్పుడు దాను వంశస్థులు జొరా నుండియు ఎష్తావోలు నుండియు ఆరు వందలమంది మనుష్యులు యుద్ధాయుధములు ధరించుకొని బయలుదేరిరి.",
    "12": "వారు వెళ్లి యూదాలోని కిర్యత్యారీములో దిగిరి; అందుచేత నేటి వరకు ఆ స్థలమునకు మహనెదాను అని పేరు; అది కిర్యత్యారీమునకు వెనుక ఉన్నది.",
    "13": "అక్కడనుండి వారు ఎఫ్రాయిము మన్నెమునకు వెళ్లి మీకా యింటికి వచ్చిరి.",
    "14": "లాయిషు దేశమును వేగు చూచుటకు వెళ్లిన ఆ ఐదుగురు మనుష్యులు తమ సహోదరులతో - ఈ ఇండ్లలో ఏఫోదును గృహదేవతలును చెక్కిన విగ్రహమును పోతపోసిన విగ్రహమును ఉన్నవని మీకు తెలియునా? కాబట్టి మీరు ఏమి చేయవలెనో అది ఆలోచించుకొనుడని చెప్పిరి.",
    "15": "వారు ఆ తట్టు తిరిగి, ఆ యౌవనుడైన లేవీయుని యింటికి, అనగా మీకా యింటికి వచ్చి అతని కుశలమడిగిరి.",
    "16": "యుద్ధాయుధములు ధరించుకొనిన ఆ ఆరు వందలమంది దానీయులు ద్వారమునొద్ద నిలిచియుండగా",
    "17": "దేశమును వేగు చూచుటకు వెళ్లిన ఆ ఐదుగురు మనుష్యులు లోపలికి వెళ్లి, చెక్కిన విగ్రహమును ఏఫోదును గృహదేవతలను పోతపోసిన విగ్రహమును ఎత్తికొనిరి; ఆ యాజకుడును యుద్ధాయుధములు ధరించుకొనిన ఆ ఆరు వందలమందియు ద్వారమునొద్ద నిలిచియుండగా",
    "18": "వీరు మీకా యింటిలో ప్రవేశించి, చెక్కిన విగ్రహమును ఏఫోదును గృహదేవతలను పోతపోసిన విగ్రహమును ఎత్తికొని రాగా యాజకుడు - మీరేమి చేయుచున్నారని వారినడిగెను.",
    "19": "అందుకు వారు - ఊరకుండుము, నీ చెయ్యి నోటి మీద ఉంచుకొని మాతో వచ్చి మాకు తండ్రివి యాజకుడునై యుండుము; ఒకని ఇంటివారికే యాజకుడవై యుండుట మేలా? ఇశ్రాయేలీయులలో ఒక గోత్రమునకును వంశమునకును యాజకుడవై యుండుట మేలా? అని అతనితో చెప్పగా",
    "20": "ఆ యాజకుని హృదయము సంతోషించెను; అతడు ఏఫోదును గృహదేవతలను చెక్కిన విగ్రహమును తీసికొని ఆ జనుల మధ్యకు వచ్చెను.",
    "21": "వారు తిరిగి చిన్నపిల్లలను పశువులను ఆస్తిని తమకు ముందుగా ఉంచుకొని వెళ్లిరి.",
    "22": "వారు మీకా యింటికి దూరముగా వెళ్లినప్పుడు మీకా పొరుగు ఇండ్లలోని మనుష్యులు పోగై దానీయులను తరిమి కలిసికొనిరి.",
    "23": "వారు దానీయులను పిలువగా వీరు తమ ముఖములు వెనుకకు త్రిప్పి - నీవు దండు కట్టుకొని వచ్చుటకు నీకేమి వచ్చినదని మీకానడుగగా",
    "24": "అతడు - నేను చేసికొనిన నా దేవతలను యాజకుని మీరు తీసికొనిపోవుచున్నారు; ఇక నా యొద్ద ఏమి ఉన్నది? నీకేమి వచ్చినదని మీరు నన్నడుగుచున్నారేమి అని చెప్పెను.",
    "25": "అందుకు దానీయులు - నీ కంఠస్వరము మాకు వినబడనియ్యకుము; కోపము గలవారు మీ మీద పడుదురేమో; అప్పుడు నీ ప్రాణమును నీ ఇంటివారి ప్రాణమును నీవు పోగొట్టుకొందువని అతనితో చెప్పి",
    "26": "దానీయులు తమ దారిన వెళ్లిరి; వారు తనకంటే బలవంతులని మీకా చూచి తిరిగి తన యింటికి వెళ్ళెను.",
    "27": "మీకా చేసినవాటిని, అతనికి ఉండిన యాజకుని వారు తీసికొని, లాయిషుకు, అనగా సుఖముగాను నిర్భయముగాను ఉన్న జనుల యొద్దకు వచ్చి, వారిని కత్తివాత హతము చేసి ఆ పట్టణమును అగ్నితో కాల్చివేసిరి.",
    "28": "దానిని విడిపించువాడెవడును లేకపోయెను; అది సీదోనుకు దూరముగా ఉండెను, వారికి ఎవరితోను సాంగత్యము లేదు; అది బేత్రెహోబు దగ్గరున్న లోయలో ఉండెను. వారు ఆ పట్టణమును కట్టుకొని దానిలో నివసించిరి.",
    "29": "ఇశ్రాయేలుకు పుట్టిన తమ పితరుడైన దాను పేరును బట్టి ఆ పట్టణమునకు దాను అని పేరు పెట్టిరి; అంతకుముందు ఆ పట్టణము పేరు లాయిషు.",
    "30": "దానీయులు ఆ చెక్కిన విగ్రహమును తమ కొరకు నిలువబెట్టుకొనిరి; ఆ దేశస్థులు చెరపట్టబడు వరకు మోషే మనుమడును గెర్షోము కుమారుడునైన యోనాతానును అతని కుమారులును దాను గోత్రమునకు యాజకులుగా ఉండిరి.",
    "31": "దేవుని మందిరము షిలోహులో ఉన్న దినములన్నియు వారు మీకా చేయించిన చెక్కిన విగ్రహమును ఉంచుకొనిరి."
}
