
{
    "1": "ఇశ్రాయేలీయులకు రాజు లేని ఆ దినములలో ఎఫ్రాయిము మన్నెము అవతల పార్శ్వమందు నివసించు ఒక లేవీయుడు ఉండెను; అతడు యూదా బెత్లెహేమునుండి ఒక ఉపపత్నిని తెచ్చుకొనెను.",
    "2": "ఆ ఉపపత్ని అతని యొద్ద వ్యభిచరించి, అతని విడిచి యూదా బెత్లెహేములోని తన తండ్రి యింటికి వెళ్లి, అక్కడ నాలుగు నెలలు ఉండెను.",
    "3": "అప్పుడు ఆమె పెనిమిటి ఆమెతో ప్రేమగా మాటలాడి ఆమెను తిరిగి తీసికొనివచ్చుటకు తన పనివానిని రెండు గాడిదలను తీసికొని ఆమె యొద్దకు వెళ్ళెను. ఆమె తన తండ్రి యింటికి అతనిని తోడుకొని రాగా ఆ చిన్నదాని తండ్రి అతనిని చూచి సంతోషముగా చేర్చుకొనెను.",
    "4": "ఆమె తండ్రియైన అతని మామ అతనిని నిలుపుకొనగా అతడు మూడు దినములు అతని యొద్ద ఉండెను; వారు తినుచు త్రాగుచు అక్కడ రాత్రిళ్లు గడిపిరి.",
    "5": "నాలుగవ దినమున వారు ఉదయముననే లేచినప్పుడు అతడు వెళ్లుటకు సిద్ధపడగా, ఆ చిన్నదాని తండ్రి తన అల్లునితో - కొంచెము ఆహారము పుచ్చుకొని నీ ప్రాణమును బలపరచుకొనుము, తరువాత మీరు వెళ్లవచ్చునని చెప్పెను.",
    "6": "వారు కూర్చుండి ఇద్దరును అన్నపానములు పుచ్చుకొనిరి; అప్పుడు ఆ చిన్నదాని తండ్రి - దయచేసి ఈ రాత్రి ఉండుటకు సమ్మతించుము, నీ హృదయమును సంతోషపెట్టుకొనుమని ఆ మనుష్యునితో చెప్పెను.",
    "7": "ఆ మనుష్యుడు వెళ్లుటకు లేవగా అతని మామ అతనిని బలవంతము చేసెను గనుక అతడు తిరిగి అక్కడ ఆ రాత్రి గడిపెను.",
    "8": "ఐదవ దినమున ఉదయమున అతడు వెళ్లుటకు లేవగా ఆ చిన్నదాని తండ్రి - దయచేసి నీ ప్రాణమును బలపరచుకొనుము, ప్రొద్దు వాలు వరకు తాళుడని చెప్పెను; వారిద్దరును భోజనము చేసిరి.",
    "9": "ఆ మనుష్యుడును అతని ఉపపత్నియు అతని పనివాడును వెళ్లుటకు లేవగా అతని మామయైన ఆ చిన్నదాని తండ్రి అతనితో - ఇదిగో ప్రొద్దు వాలినది, సాయంకాలమగుచున్నది, దయచేసి ఈ రాత్రి ఇక్కడ ఉండుము; ఇదిగో పగలు గడచిపోయెను, ఇక్కడ ఈ రాత్రి ఉండి నీ హృదయమును సంతోషపెట్టుకొనుము; రేపు మీ గుడారమునకు వెళ్లుటకు మీరు ఉదయముననే లేచి మీ త్రోవను వెళ్లవచ్చునని చెప్పెను.",
    "10": "అయితే ఆ మనుష్యుడు ఆ రాత్రి ఉండుటకు ఒప్పక లేచి వెళ్లి యెబూసు, అనగా యెరూషలేము ఎదుటికి వచ్చెను; గంతలు కట్టిన రెండు గాడిదలును అతని ఉపపత్నియు అతనితో ఉండెను.",
    "11": "వారు యెబూసు దగ్గర ఉన్నప్పుడు ప్రొద్దు చాలా వాలెను గనుక ఆ పనివాడు తన యజమానునితో - మనము ఈ యెబూసీయుల పట్టణమునకు తిరిగి దీనిలో ఈ రాత్రి ఉందుము రమ్మని చెప్పెను.",
    "12": "అందుకు అతని యజమానుడు - ఇశ్రాయేలీయులు కాని అన్యుల ఊరికి మనము తిరుగకూడదు, గిబియాకు వెళ్లుదము.",
    "13": "రా, ఆ స్థలములలో ఒకదానికి సమీపించి, గిబియాలోనైనను రామాలోనైనను ఈ రాత్రి ఉందుమని తన పనివానితో చెప్పెను.",
    "14": "అట్లు వారు సాగివెళ్లిరి; వారు బెన్యామీను సంబంధమైన గిబియా దగ్గరకు వచ్చినప్పుడు సూర్యుడు అస్తమించెను.",
    "15": "వారు గిబియాలో ఈ రాత్రి ఉండుటకు అక్కడికి తిరిగి వెళ్లి, ఊరిలో ప్రవేశించి వీధిలో కూర్చుండిరి; అయితే తమ యింట ఈ రాత్రి ఉండుటకు వారిని ఎవరూ చేర్చుకొనలేదు.",
    "16": "ఇదిగో సాయంకాలమున ఒక ముసలివాడు పొలములో తన పని నుండి వచ్చుచుండెను; అతడు ఎఫ్రాయిము మన్నెపువాడు, గిబియాలో పరదేశిగా ఉండెను; ఆ ఊరివారు బెన్యామీనీయులు.",
    "17": "అతడు కన్నులెత్తి ఊరి వీధిలోనున్న ఆ బాటసారిని చూచి - నీవు ఎక్కడికి వెళ్లుచున్నావు? ఎక్కడనుండి వచ్చితివని అడుగగా",
    "18": "అతడు - మేము యూదా బెత్లెహేమునుండి ఎఫ్రాయిము మన్నెము అవతలకు వెళ్లుచున్నాము; నేను అక్కడివాడనే; యూదా బెత్లెహేమునకు వెళ్లి యెహోవా మందిరమునకు వెళ్లుచున్నాను; నన్ను తన యింట చేర్చుకొనువారెవరును లేరు.",
    "19": "మా గాడిదలకు గడ్డియు మేతయు ఉన్నవి; నీ దాసుడనైన నాకును నీ దాసికిని నీ దాసునితో నున్న పనివానికిని రొట్టెయు ద్రాక్షారసమును ఉన్నవి; ఏ లోపమును లేదని అతనితో చెప్పెను.",
    "20": "అందుకు ఆ ముసలివాడు - నీకు శుభము; నీకు కావలసినదంతయు నా మీద ఉండనిమ్ము; వీధిలో మాత్రము రాత్రి ఉండవద్దని చెప్పి",
    "21": "తన యింటికి అతని తోడుకొనివచ్చి గాడిదలకు మేత పెట్టెను; వారు కాళ్లు కడుగుకొని అన్నపానములు పుచ్చుకొనిరి.",
    "22": "వారు తమ హృదయములను సంతోషపెట్టుకొనుచుండగా, ఆ ఊరి మనుష్యులైన కొందరు పనికిమాలినవారు ఆ ఇల్లు చుట్టుకొని, తలుపు బాదుచు - నీ యింటికి వచ్చిన ఆ మనుష్యుని మేము కూడునట్లు వెలుపలికి తీసికొనిరమ్మని ఆ ఇంటి యజమానుడైన ఆ ముసలివానితో చెప్పిరి.",
    "23": "ఆ ఇంటి యజమానుడైన ఆ మనుష్యుడు వారి యొద్దకు బయటికి వచ్చి - వద్దు నా సహోదరులారా, దయచేసి ఇంత చెడుతనము చేయకుడి; ఈ మనుష్యుడు నా యింట ప్రవేశించెను గనుక ఈ దుష్కార్యము చేయకుడి.",
    "24": "ఇదిగో కన్యకయైన నా కుమార్తెయు అతని ఉపపత్నియు ఉన్నారు; వారిని వెలుపలికి తీసికొనివచ్చెదను, వారిని చెరిపి మీ ఇష్టము వచ్చినట్లు వారికి చేయుడి; అయితే ఈ మనుష్యుని పట్ల ఈ దుష్కార్యము చేయకుడని వారితో చెప్పెను.",
    "25": "అయినను ఆ మనుష్యులు అతని మాట విననొల్లకపోయిరి గనుక ఆ మనుష్యుడు తన ఉపపత్నిని పట్టుకొని వారి యొద్దకు బయటికి తెచ్చెను; వారు ఆమెను కూడి రాత్రి అంతయు ఉదయము వరకు ఆమెను ఆడుకొని, తెల్లవారునప్పుడు ఆమెను విడిచిపెట్టిరి.",
    "26": "ఆ స్త్రీ వేకువనే వచ్చి తన యజమానుడున్న ఆ మనుష్యుని ఇంటి ద్వారమునొద్ద పడి వెలుతురు వచ్చువరకు అక్కడనే ఉండెను.",
    "27": "ఆమె యజమానుడు ఉదయముననే లేచి ఇంటి తలుపులు తీసి తన దారిన వెళ్లుటకు బయటికి రాగా, ఇదిగో అతని ఉపపత్నియైన ఆ స్త్రీ ఇంటి ద్వారమునొద్ద పడియుండెను; ఆమె చేతులు గడప మీద ఉండెను.",
    "28": "అతడు - లెమ్ము, వెళ్లుదమని ఆమెతో చెప్పెను గాని ప్రత్యుత్తరము లేకపోయెను. అప్పుడు అతడు గాడిద మీద ఆమెను వేసికొని లేచి తన చోటికి వెళ్ళెను.",
    "29": "అతడు తన యింటికి వచ్చి కత్తి తీసికొని, తన ఉపపత్నిని పట్టుకొని, ఎముకలతో కూడ పన్నెండు ముక్కలుగా కోసి, ఇశ్రాయేలు దిక్కులన్నిటికి వాటిని పంపెను.",
    "30": "దానిని చూచిన ప్రతివాడును - ఇశ్రాయేలీయులు ఐగుప్తు దేశములోనుండి వచ్చిన దినము మొదలుకొని నేటి వరకు ఇట్టి కార్యము జరుగలేదు, కనబడలేదు; దీనిని గూర్చి ఆలోచించుకొనుడి, ఆలోచన చెప్పి మాటలాడుకొనుడని చెప్పుకొనిరి."
}
