
{
    "1": "యెహోవా దూత గిల్గాలునుండి బోకీమునకు వచ్చి ఇట్లనెను - నేను ఐగుప్తులోనుండి మిమ్మును రప్పించి, మీ పితరులతో ప్రమాణము చేసిన దేశమున మిమ్మును చేర్చి, మీతో చేసిన నిబంధనను నేనెన్నడును మీరను.",
    "2": "మీరు ఈ దేశ నివాసులతో నిబంధన చేసికొనకూడదు; వారి బలిపీఠములను పడగొట్టవలెనని ఆజ్ఞాపించితిని గాని మీరు నా మాట వినలేదు; మీరెందుకు ఈలాగు చేసితిరి?",
    "3": "కాబట్టి నేను - మీ యెదుటనుండి వారిని వెళ్లగొట్టను, వారు మీ ప్రక్కలలో శూలములుగా ఉందురు, వారి దేవతలు మీకు ఉరిగా ఉందురని చెప్పుచున్నాను.",
    "4": "యెహోవా దూత ఇశ్రాయేలీయులందరితో ఈ మాటలు చెప్పినప్పుడు ప్రజలు ఎలుగెత్తి ఏడ్చిరి.",
    "5": "కాబట్టి ఆ స్థలమునకు బోకీము అని పేరు పెట్టి, అక్కడ యెహోవాకు బలి అర్పించిరి.",
    "6": "యెహోషువ ప్రజలను పంపివేయగా ఇశ్రాయేలీయులు దేశమును స్వాధీనపరచుకొనుటకు తమ తమ స్వాస్థ్యములకు వెళ్లిరి.",
    "7": "యెహోషువ దినములన్నిటను, యెహోవా ఇశ్రాయేలీయుల కొరకు చేసిన కార్యములన్నిటిని చూచినవారై యెహోషువ తరువాత ఇంకా బ్రతికిన పెద్దల దినములన్నిటను ప్రజలు యెహోవాను సేవించుచుండిరి.",
    "8": "యెహోవా సేవకుడైన నూను కుమారుడగు యెహోషువ నూట పది సంవత్సరముల వయస్సు గలవాడై మృతిబొందెను.",
    "9": "ఎఫ్రాయిము మన్నెములో గాయషు కొండకు ఉత్తర దిక్కుననున్న అతని స్వాస్థ్యమైన తిమ్నత్సెరహు సరిహద్దులో వారు అతని పాతిపెట్టిరి.",
    "10": "ఆ తరమువారందరును తమ పితరులయొద్దకు చేర్చబడిరి; వారి తరువాత యెహోవానైనను ఆయన ఇశ్రాయేలీయుల కొరకు చేసిన కార్యమునైనను ఎరుగని మరియొక తరము పుట్టగా",
    "11": "ఇశ్రాయేలీయులు యెహోవా దృష్టికి కీడు చేసి, బయలు దేవతలను పూజించి,",
    "12": "ఐగుప్తు దేశములోనుండి వారిని రప్పించిన తమ పితరుల దేవుడైన యెహోవాను విసర్జించి, తమ చుట్టునున్న జనముల దేవతలలో ఇతర దేవతలను అనుసరించి వాటికి నమస్కరించి యెహోవాకు కోపము పుట్టించిరి.",
    "13": "వారు యెహోవాను విసర్జించి బయలును అష్తారోతును పూజించిరి.",
    "14": "కాబట్టి యెహోవా కోపము ఇశ్రాయేలీయుల మీద రగులుకొనెను; ఆయన వారిని దోచుకొనిన దోపుడుగాండ్ర చేతికి వారిని అప్పగించెను; వారి చుట్టునున్న వారి శత్రువుల చేతికి వారిని అమ్మవేసెను గనుక వారు తమ శత్రువుల యెదుట నిలువలేకపోయిరి.",
    "15": "యెహోవా వారితో చెప్పినట్లును, యెహోవా వారితో ప్రమాణము చేసినట్లును, వారు బయలుదేరినప్పుడెల్ల యెహోవా హస్తము కీడు కొరకు వారికి విరోధముగా ఉండెను గనుక వారికి మిక్కిలి ఇబ్బంది కలిగెను.",
    "16": "యెహోవా వారి కొరకు న్యాయాధిపతులను పుట్టించెను; వీరు వారిని దోచుకొనినవారి చేతిలోనుండి వారిని రక్షించిరి.",
    "17": "అయినను వారు తమ న్యాయాధిపతుల మాట వినక, ఇతర దేవతలతో వ్యభిచరించి వాటికి నమస్కరించిరి; తమ పితరులు యెహోవా ఆజ్ఞలను గైకొని నడిచిన మార్గమునుండి త్వరగా తొలగిపోయిరి; వారు నడిచినట్లు వీరు నడువకపోయిరి.",
    "18": "యెహోవా వారి కొరకు న్యాయాధిపతులను పుట్టించినప్పుడు యెహోవా ఆ న్యాయాధిపతికి తోడైయుండి, ఆ న్యాయాధిపతి దినములన్నిటను వారి శత్రువుల చేతిలోనుండి వారిని రక్షించెను; ఏలయనగా వారు పీడించువారివలనను, బాధించువారివలనను వారికి కలిగిన మూలుగులను బట్టి యెహోవా సంతాపము నొందెను.",
    "19": "న్యాయాధిపతి చనిపోగానే వారు వెనుకకు తిరిగి, ఇతర దేవతలను అనుసరించి పూజించుచు వాటికి సాగిలపడుచు, తమ పితరులకంటే మరి ఎక్కువగా చెడిపోయిరి; వారు తమ క్రియలను గాని తమ మూర్ఖ ప్రవర్తనను గాని విడువకపోయిరి.",
    "20": "కాబట్టి యెహోవా కోపము ఇశ్రాయేలీయుల మీద రగులుకొనగా ఆయన ఇట్లనెను - ఈ ప్రజలు నా మాట వినక, నేను వీరి పితరులతో చేసిన నిబంధనను మీరిరి గనుక,",
    "21": "వీరు తమ పితరులవలె యెహోవా మార్గమున నడుచుదురో లేదో అని వీరి చేత ఇశ్రాయేలీయులను పరీక్షించుటకై,",
    "22": "యెహోషువ చనిపోయినప్పుడు మిగిలిన జనములలో ఎవరిని ఇకమీదట వీరి యెదుటనుండి వెళ్లగొట్టను.",
    "23": "యెహోవా ఆ జనములను యెహోషువ చేతికి అప్పగించకయు, వారిని త్వరగా వెళ్లగొట్టకయు ఉండనిచ్చెను."
}
