
{
    "1": "అప్పుడు ఇశ్రాయేలీయులందరు బయలుదేరిరి; దాను మొదలుకొని బెేర్షెబా వరకును గిలాదు దేశము వరకును సమాజము ఏకమనస్సుతో మిస్పాలో యెహోవా యెదుట కూడెను.",
    "2": "సమస్త జనుల పెద్దలు, ఇశ్రాయేలు గోత్రములన్నిటి పెద్దలు దేవుని ప్రజల సభలో హాజరైరి; కత్తి దూయువారు నాలుగు లక్షలమంది కాల్బలము.",
    "3": "ఇశ్రాయేలీయులు మిస్పాకు వచ్చినట్టు బెన్యామీనీయులు వినిరి. ఇశ్రాయేలీయులు - ఈ దుష్కార్యము ఎట్లురిగెనో చెప్పుడని అడుగగా",
    "4": "హతురాలైన ఆ స్త్రీకి పెనిమిటియైన ఆ లేవీయుడు ఇట్లనెను - నేనును నా ఉపపత్నియు రాత్రి గడుపుటకు బెన్యామీను సంబంధమైన గిబియాకు వచ్చితివిు.",
    "5": "గిబియా యజమానులు నా మీదికి లేచి, రాత్రివేళ నేనున్న ఇల్లు చుట్టుకొని, నన్ను చంప దలంచిరి; నా ఉపపత్నిని వారు బలవంతము చేసినందున ఆమె చనిపోయెను.",
    "6": "నేను నా ఉపపత్నిని పట్టుకొని ముక్కలుగా కోసి ఇశ్రాయేలు స్వాస్థ్యమైన దేశమంతటికి పంపితిని; ఏలయనగా వారు ఇశ్రాయేలులో కామవికారమైన దుష్కార్యము చేసిరి.",
    "7": "ఇశ్రాయేలీయులారా, మీరందరు ఇక్కడ ఉన్నారు గదా? ఈ సంగతిని గూర్చి మీ ఉద్దేశమును ఆలోచనను తెలుపుడని చెప్పెను.",
    "8": "అప్పుడు జనులందరు ఏకముగా లేచి - మనలో ఎవడును తన గుడారమునకు వెళ్లకూడదు, ఎవడును తన యింటికి తిరుగకూడదు.",
    "9": "ఇప్పుడు గిబియాకు మనము చేయవలసినది ఇదే; చీటి చొప్పున దాని మీదికి పోవుదము.",
    "10": "మనము బెన్యామీను సంబంధమైన గిబియాకు వెళ్లి, వారు ఇశ్రాయేలులో చేసిన దుష్కార్యమంతటిని బట్టి వారికి చేయునట్లు, జనులకు ఆహారము తీసికొనివచ్చుటకై ఇశ్రాయేలు గోత్రములన్నిటిలో వందకు పదిమందిని, వెయ్యికి నూరుమందిని, పదివేలకు వెయ్యిమందిని తీసికొందుమనిరి.",
    "11": "అట్లు ఇశ్రాయేలు మనుష్యులందరు ఏకమనస్సుతో ఆ పట్టణమునకు విరోధముగా కూడిరి.",
    "12": "ఇశ్రాయేలు గోత్రపువారు బెన్యామీను గోత్రమంతటిలో మనుష్యులను పంపి - మీలో జరిగిన ఈ దుష్కార్యము ఏమిటి?",
    "13": "కాబట్టి గిబియాలోనున్న ఆ పనికిమాలినవారిని మాకు అప్పగించుడి; మేము వారిని చంపి ఇశ్రాయేలులోనుండి దుష్టత్వమును పరిహరించెదమని చెప్పిరి. అయితే బెన్యామీనీయులు తమ సహోదరులైన ఇశ్రాయేలీయుల మాట విననొల్లకపోయిరి.",
    "14": "బెన్యామీనీయులు ఇశ్రాయేలీయులతో యుద్ధము చేయుటకు పట్టణములలోనుండి గిబియాకు కూడివచ్చిరి.",
    "15": "ఆ దినమున పట్టణములలోనుండి వచ్చిన బెన్యామీనీయులు ఇరవై ఆరు వేలమంది కత్తి దూయువారు లెక్కించబడిరి; వీరు గాక గిబియా నివాసులలో ఏడువందలమంది ఏర్పరచబడినవారు లెక్కించబడిరి.",
    "16": "ఈ సమస్త జనములో ఏర్పరచబడిన ఏడువందలమంది ఎడమచేతి వాటము గలవారు; వీరందరు గురి తప్పకుండ రాయి విసురువారు.",
    "17": "బెన్యామీనీయులు గాక ఇశ్రాయేలు మనుష్యులు నాలుగు లక్షలమంది లెక్కించబడిరి; వారందరు కత్తి దూయు యుద్ధశూరులు.",
    "18": "వారు లేచి బేతేలుకు వెళ్లి - మాలో ఎవరు ముందుగా బెన్యామీనీయులతో యుద్ధమునకు వెళ్లవలెనని దేవుని అడుగగా యెహోవా - యూదా ముందుగా వెళ్లవలెననెను.",
    "19": "ఉదయమున ఇశ్రాయేలీయులు లేచి గిబియా యెదుట దిగిరి.",
    "20": "ఇశ్రాయేలు మనుష్యులు బెన్యామీనుతో యుద్ధము చేయుటకు బయలుదేరి, గిబియా యెదుట వారిని ఎదిరించుటకు వ్యూహము తీరగా",
    "21": "బెన్యామీనీయులు గిబియాలోనుండి బయలుదేరి ఆ దినమున ఇశ్రాయేలీయులలో ఇరవై రెండు వేలమందిని నేల కూల్చిరి.",
    "22": "అయినను ఇశ్రాయేలు మనుష్యులైన జనులు ధైర్యము తెచ్చుకొని, మొదటి దినమున తాము వ్యూహము తీరిన స్థలమందే మరల వ్యూహము తీరిరి.",
    "23": "ఇశ్రాయేలీయులు వెళ్లి సాయంకాలము వరకు యెహోవా సన్నిధిని ఏడ్చి - మా సహోదరులైన బెన్యామీనీయులతో యుద్ధము చేయుటకు మరల వెళ్లుదుమా అని యెహోవాను అడుగగా యెహోవా - వారి మీదికి వెళ్లుడని చెప్పెను.",
    "24": "ఇశ్రాయేలీయులు రెండవ దినమున బెన్యామీనీయుల మీదికి రాగా",
    "25": "బెన్యామీను ఆ రెండవ దినమున గిబియాలోనుండి వారిని ఎదుర్కొని, ఇశ్రాయేలీయులలో ఇంకను పద్దెనిమిది వేలమందిని నేల కూల్చెను; వీరందరు కత్తి దూయువారు.",
    "26": "అప్పుడు ఇశ్రాయేలీయులందరును జనులందరును వెళ్లి బేతేలుకు వచ్చి ఏడ్చుచు, అక్కడ యెహోవా సన్నిధిని కూర్చుండి, ఆ దినమున సాయంకాలము వరకు ఉపవాసముండి, యెహోవా సన్నిధిని దహనబలులను సమాధానబలులను అర్పించిరి.",
    "27": "ఆ దినములలో దేవుని నిబంధన మందసము అక్కడ ఉండెను; అహరోను మనుమడును ఎలియాజరు కుమారుడునైన ఫీనెహాసు ఆ దినములలో దాని యెదుట నిలుచువాడు.",
    "28": "ఇశ్రాయేలీయులు యెహోవాను విచారించి - మా సహోదరులైన బెన్యామీనీయులతో యుద్ధము చేయుటకు ఇంకను వెళ్లుదుమా, మానుదుమా అని అడుగగా యెహోవా - వెళ్లుడి, రేపు వారిని నీ చేతికి అప్పగించెదననెను.",
    "29": "అప్పుడు ఇశ్రాయేలు గిబియా చుట్టు మాటుకాండ్రను ఉంచెను.",
    "30": "ఇశ్రాయేలీయులు మూడవ దినమున బెన్యామీనీయుల మీదికి వెళ్లి, మునుపటివలె గిబియా యెదుట వ్యూహము తీరగా",
    "31": "బెన్యామీనీయులు జనులను ఎదుర్కొనుటకు బయలుదేరి పట్టణములోనుండి అవతలకు రప్పించబడిరి; వారు మునుపటివలె జనులను హతము చేయనారంభించి, ఒకటి బేతేలుకును ఒకటి గిబియాకును పోవు రాజమార్గములలోను పొలములోను ఇశ్రాయేలీయులలో ఇంచుమించు ముప్పదిమందిని చంపిరి.",
    "32": "అప్పుడు బెన్యామీనీయులు - మొదట పడినట్లు వారు మన యెదుట పడుచున్నారని అనుకొనిరి. అయితే ఇశ్రాయేలీయులు - మనము పారిపోయి పట్టణములోనుండి రాజమార్గములకు వారిని రప్పించుదమని చెప్పుకొనిరి.",
    "33": "ఇశ్రాయేలీయులందరు తమ స్థలములలోనుండి లేచి బయల్తామారులో వ్యూహము తీరిరి; ఇశ్రాయేలు మాటుకాండ్రు గిబియా మైదానములోని తమ స్థలమునుండి వెలువడిరి.",
    "34": "ఇశ్రాయేలు అందరిలోనుండి ఏర్పరచబడిన పదివేలమంది మనుష్యులు గిబియాకు ఎదురుగా వచ్చిరి; యుద్ధము కఠినముగా ఉండెను; అయితే కీడు తమకు వచ్చుచున్నదని బెన్యామీనీయులకు తెలియలేదు.",
    "35": "యెహోవా ఇశ్రాయేలు యెదుట బెన్యామీనును ఓడించెను; ఆ దినమున ఇశ్రాయేలీయులు బెన్యామీనీయులలో ఇరవై ఐదు వేల నూరుమందిని నాశనము చేసిరి; వీరందరు కత్తి దూయువారు.",
    "36": "అప్పుడు తాము ఓడిపోతిమని బెన్యామీనీయులు తెలిసికొనిరి; గిబియా మీద తాము ఉంచిన మాటుకాండ్రను నమ్ముకొని ఇశ్రాయేలీయులు బెన్యామీనీయులకు చోటిచ్చిరి.",
    "37": "మాటుకాండ్రు త్వరపడి గిబియా మీదికి పడి, సాగిపోయి పట్టణమంతటిని కత్తివాత హతము చేసిరి.",
    "38": "ఇశ్రాయేలీయులకును మాటుకాండ్రకును సంకేతమేమనగా - పట్టణములోనుండి గొప్ప పొగ మేఘము ఎగిసి రావలెను.",
    "39": "అప్పుడు యుద్ధములో ఇశ్రాయేలీయులు వెనుకకు తిరుగవలెను. బెన్యామీనీయులు ఇశ్రాయేలీయులలో ఇంచుమించు ముప్పదిమందిని హతము చేయనారంభించి - నిశ్చయముగా మొదటి యుద్ధములో పడినట్లు వారు మన యెదుట ఓడిపోవుచున్నారనిరి.",
    "40": "అయితే ఆ పొగ స్తంభముగా పట్టణములోనుండి ఎగిసి రానారంభించినప్పుడు బెన్యామీనీయులు వెనుకకు తిరిగి చూడగా, ఇదిగో పట్టణమంతయు ఆకాశమునకెగురుచుండెను.",
    "41": "ఇశ్రాయేలు మనుష్యులు వెనుకకు తిరుగగా బెన్యామీను మనుష్యులు తమకు కీడు తటస్థించెనని చూచి కలవరపడిరి.",
    "42": "కాబట్టి వారు ఇశ్రాయేలీయుల యెదుటనుండి అరణ్య మార్గమున పారిపోయిరి గాని యుద్ధము వారిని కలిసెను; ఆయా పట్టణములలోనుండి వచ్చినవారు వారి మధ్యనున్నవారిని నాశనము చేసిరి.",
    "43": "వారు బెన్యామీనీయులను చుట్టుముట్టి తరిమి, గిబియాకు తూర్పున వారిని అణగద్రొక్కిరి.",
    "44": "బెన్యామీనీయులలో పద్దెనిమిది వేలమంది కూలిరి; వీరందరు పరాక్రమశాలులు.",
    "45": "వారు తిరిగి అరణ్యము వైపు రిమ్మోను బండకు పారిపోయిరి; వారిలో ఐదువేలమందిని రాజమార్గములలో వారు హతము చేసిరి; గిదోము వరకు వారిని తరిమి వారిలో రెండు వేలమందిని హతము చేసిరి.",
    "46": "కాబట్టి ఆ దినమున బెన్యామీనీయులలో కూలినవారందరు ఇరవై ఐదు వేలమంది కత్తి దూయువారు; వీరందరు పరాక్రమశాలులు.",
    "47": "అయితే ఆరు వందలమంది తిరిగి అరణ్యము వైపు రిమ్మోను బండకు పారిపోయి, నాలుగు నెలలు రిమ్మోను బండలో ఉండిరి.",
    "48": "ఇశ్రాయేలీయులు బెన్యామీనీయుల మీదికి తిరిగి వచ్చి, పట్టణములోని జనులను పశువులను తమకు దొరికినదంతయు కత్తివాత హతము చేసిరి; మరియు వారు తమకు కనబడిన పట్టణములన్నిటిని అగ్నితో కాల్చివేసిరి."
}
