
{
    "1": "మాలో ఎవడును బెన్యామీనీయునికి తన కుమార్తెను ఇయ్యకూడదని ఇశ్రాయేలీయులు మిస్పాలో ప్రమాణము చేసియుండిరి.",
    "2": "జనులు బేతేలుకు వచ్చి సాయంకాలము వరకు అక్కడ దేవుని సన్నిధిని కూర్చుండి ఎలుగెత్తి బిగ్గరగా ఏడ్చి",
    "3": "ఇశ్రాయేలు దేవా యెహోవా, నేడు ఇశ్రాయేలులో ఒక గోత్రము లేకపోవునట్లు ఇశ్రాయేలులో ఇది ఎందుకు సంభవించెననిరి.",
    "4": "మరునాడు ప్రజలు వేకువనే లేచి అక్కడ ఒక బలిపీఠము కట్టి దహనబలులను సమాధానబలులను అర్పించిరి.",
    "5": "అప్పుడు ఇశ్రాయేలీయులు - ఇశ్రాయేలు గోత్రములన్నిటిలో యెహోవా సన్నిధికి సమాజముగా రానివారెవరని అడిగిరి. ఏలయనగా మిస్పాలో యెహోవా సన్నిధికి రానివారికి మరణశిక్ష విధింపవలెనని వారు గట్టిగా ప్రమాణము చేసియుండిరి.",
    "6": "ఇశ్రాయేలీయులు తమ సహోదరులైన బెన్యామీనీయులను గూర్చి పశ్చాత్తాపపడి - నేడు ఇశ్రాయేలులో ఒక గోత్రము కొట్టివేయబడెను.",
    "7": "మా కుమార్తెలను వారికియ్యమని యెహోవా తోడని మేము ప్రమాణము చేసితిమి గనుక మిగిలినవారికి భార్యలు దొరుకునట్లు మేము వారికొరకు ఏమి చేయవలెననుకొనిరి.",
    "8": "ఇశ్రాయేలు గోత్రములలో మిస్పాకు యెహోవా సన్నిధికి రానివారెవరని అడుగగా, యాబేష్ గిలాదులోనుండి ఒక్కడైనను పాళెమునకు సమాజము యొద్దకు రాలేదని కనబడెను.",
    "9": "జనులు లెక్కించబడినప్పుడు యాబేష్ గిలాదు నివాసులలో అక్కడ ఒక్కడును లేకపోయెను.",
    "10": "కాబట్టి సమాజము పన్నెండు వేలమంది పరాక్రమశాలులను అక్కడికి పంపి - మీరు వెళ్లి యాబేష్ గిలాదు నివాసులను స్త్రీలను పిల్లలను కత్తివాత హతము చేయుడి.",
    "11": "మీరు చేయవలసినది ఏమనగా - ప్రతి మగవానిని, పురుషసంయోగము ఎరిగిన ప్రతి స్త్రీని శపించి చంపవలెనని వారికి ఆజ్ఞాపించిరి.",
    "12": "యాబేష్ గిలాదు నివాసులలో పురుషసంయోగము ఎరుగని నాలుగు వందలమంది కన్యకలు వారికి దొరకగా, కనాను దేశమందలి షిలోహులోనున్న పాళెమునకు వారిని తీసికొనివచ్చిరి.",
    "13": "అప్పుడు సర్వసమాజము రిమ్మోను బండలోనున్న బెన్యామీనీయులతో మాటలాడి వారికి సమాధానము ప్రకటించుటకు మనుష్యులను పంపిరి.",
    "14": "ఆ సమయమున బెన్యామీనీయులు తిరిగి రాగా, యాబేష్ గిలాదు స్త్రీలలో వారు బ్రతుకనిచ్చిన స్త్రీలను వారికిచ్చిరి; అయితే వారు వారికి చాలకపోయిరి.",
    "15": "యెహోవా ఇశ్రాయేలు గోత్రములలో వెలితి కలుగజేసినందుకు జనులు బెన్యామీను విషయమై పశ్చాత్తాపపడిరి.",
    "16": "అప్పుడు సమాజపు పెద్దలు - బెన్యామీనులో స్త్రీలు నాశనమైరి గనుక మిగిలినవారికి భార్యలు దొరుకునట్లు మనము ఏమి చేయవలెను?",
    "17": "ఇశ్రాయేలులో ఒక గోత్రము తుడిచిపెట్టుకొని పోకుండునట్లు తప్పించుకొనిన బెన్యామీనీయులకు స్వాస్థ్యము ఉండవలెను.",
    "18": "అయితే మనము మన కుమార్తెలను వారికియ్యకూడదు; ఏలయనగా - బెన్యామీనుకు భార్యనిచ్చువాడు శపించబడునని ఇశ్రాయేలీయులు ప్రమాణము చేసిరనిరి.",
    "19": "మరియు వారు - ఇదిగో బేతేలుకు ఉత్తరమున, బేతేలు నుండి షెకెమునకు పోవు రాజమార్గమునకు తూర్పున, లెబోనాకు దక్షిణముననున్న షిలోహులో ఏటేట యెహోవా పండుగ జరుగును గదా అనిరి.",
    "20": "కాబట్టి వారు బెన్యామీనీయులకు ఈలాగు ఆజ్ఞాపించిరి - మీరు వెళ్లి ద్రాక్షతోటలలో పొంచియుండి",
    "21": "చూడుడి; షిలోహు కుమార్తెలు నాట్యమాడుటకు బయలుదేరునప్పుడు మీరు ద్రాక్షతోటలలోనుండి బయటికి వచ్చి, వారిలో ఒక్కొక్కడు ఒక్కొక్క కన్యకను పట్టుకొని భార్యగా చేసికొని బెన్యామీను దేశమునకు వెళ్లుడి.",
    "22": "వారి తండ్రులైనను సహోదరులైనను మాతో వాదించుటకు వచ్చినప్పుడు మేము వారితో - దయచేసి మా కొరకు వారిని మాకియ్యుడి; యుద్ధములో ప్రతివానికి భార్య దొరుకునట్లు మేము తీసికొనలేదు; ఈ సమయమున మీరు వారిని వారికి ఇచ్చినయెడల మీరు అపరాధులగుదురని చెప్పుదుమనిరి.",
    "23": "బెన్యామీనీయులు ఆలాగు చేసి, నాట్యమాడుచున్నవారిలోనుండి తమ సంఖ్య చొప్పున భార్యలను పట్టుకొని తీసికొనిపోయి, తమ స్వాస్థ్యమునకు తిరిగి వెళ్లి పట్టణములను కట్టుకొని వాటిలో నివసించిరి.",
    "24": "ఆ సమయమున ఇశ్రాయేలీయులు అక్కడనుండి తమ తమ గోత్రములకును తమ తమ వంశములకును వెళ్లిరి; అక్కడనుండి ప్రతివాడు తన తన స్వాస్థ్యమునకు వెళ్ళెను.",
    "25": "ఆ దినములలో ఇశ్రాయేలీయులకు రాజు లేడు; ప్రతివాడు తన దృష్టికి ఇష్టమైనట్లు చేయుచుండెను."
}
