
{
    "1": "ఏహూదు చనిపోయిన తరువాత ఇశ్రాయేలీయులు మరల యెహోవా దృష్టికి కీడు చేసిరి.",
    "2": "కాబట్టి యెహోవా వారిని హాజోరులో ఏలిన కనానీయుల రాజైన యాబీను చేతికి అప్పగించెను. అతని సైన్యాధిపతి అన్యజనుల హరోషెతులో నివసించిన సీసెరా.",
    "3": "అతనికి తొమ్మిది వందల ఇనుప రథములు ఉండెను; అతడు ఇరవై ఏండ్లు ఇశ్రాయేలీయులను కఠినముగా బాధపెట్టెను గనుక ఇశ్రాయేలీయులు యెహోవాకు మొరపెట్టిరి.",
    "4": "ఆ కాలమున లప్పీదోతు భార్యయైన దెబోరా అను ప్రవక్తరి ఇశ్రాయేలీయులకు న్యాయాధిపతిగా ఉండెను.",
    "5": "ఆమె ఎఫ్రాయిము మన్నెమందలి రామాకును బేతేలుకును మధ్యనున్న దెబోరా ఖర్జూర వృక్షము క్రింద నివసించుచుండెను; ఇశ్రాయేలీయులు తీర్పు కొరకు ఆమెయొద్దకు వెళ్లుచుండిరి.",
    "6": "ఆమె నఫ్తాలిలోని కెదెషులోనున్న అబీనోవము కుమారుడైన బారాకును పిలిపించి అతనితో ఇట్లనెను - ఇశ్రాయేలీయుల దేవుడైన యెహోవా నీకు ఆజ్ఞాపించినదేమనగా - నీవు వెళ్లి నఫ్తాలి జనులలోను జెబూలూను జనులలోను పదివేలమందిని పిలుచుకొని తాబోరు కొండకు వెళ్లుము.",
    "7": "నేను యాబీను సైన్యాధిపతియైన సీసెరాను అతని రథములను అతని సైన్యమును కీషోను ఏటియొద్దకు నీ మీదికి రప్పించి నీ చేతికి అతని అప్పగించెదను.",
    "8": "అందుకు బారాకు - నీవు నాతో కూడ వచ్చినయెడల వెళ్ళెదను; నీవు నాతో కూడ రానియెడల నేను వెళ్లను అని ఆమెతో చెప్పగా",
    "9": "ఆమె - నేను నిశ్చయముగా నీతో కూడ వచ్చెదను; అయితే నీవు పోవు ప్రయాణమువలన నీకు ఘనత దక్కదు; యెహోవా ఒక స్త్రీ చేతికి సీసెరాను అప్పగించునని చెప్పి దెబోరా లేచి బారాకుతో కూడ కెదెషుకు వెళ్ళెను.",
    "10": "బారాకు జెబూలూను వారిని నఫ్తాలి వారిని కెదెషుకు పిలిపించెను; పదివేలమంది మనుష్యులు అతని వెంబడి వెళ్లిరి; దెబోరాయు అతనితో కూడ వెళ్ళెను.",
    "11": "కేనీయుడైన హెబెరు మోషే మామయైన హోబాబు సంతతివారగు కేనీయులనుండి వేరై కెదెషు దగ్గరనున్న సయన్నయీము అను సింధూరవృక్షమునొద్ద తన గుడారము వేసికొనియుండెను.",
    "12": "అబీనోవము కుమారుడైన బారాకు తాబోరు కొండకు ఎక్కిపోయెనని సీసెరాకు తెలుపబడగా",
    "13": "సీసెరా తన రథములన్నిటిని, అనగా తొమ్మిది వందల ఇనుప రథములను, తన యొద్దనున్న జనులందరిని అన్యజనుల హరోషెతు నుండి కీషోను ఏటియొద్దకు పిలిపించెను.",
    "14": "అప్పుడు దెబోరా - లెమ్ము, యెహోవా సీసెరాను నీ చేతికి అప్పగించు దినము ఇదే; యెహోవా నీకు ముందుగా బయలుదేరును గదా అని బారాకుతో చెప్పగా బారాకును అతని వెనుక పదివేలమందియు తాబోరు కొండమీదనుండి దిగివచ్చిరి.",
    "15": "యెహోవా సీసెరాను అతని రథములన్నిటిని అతని సేననంతటిని బారాకు యెదుట కత్తివాతను కలవరపరచగా, సీసెరా తన రథము దిగి కాలినడకను పారిపోయెను.",
    "16": "బారాకు ఆ రథములను సేనను అన్యజనుల హరోషెతు వరకు తరిమెను; సీసెరా సేన అంతయు కత్తివాత కూలెను; ఒక్కడైనను మిగిలియుండలేదు.",
    "17": "అయితే సీసెరా కాలినడకను కేనీయుడైన హెబెరు భార్యయగు యాయేలు గుడారమునకు పారిపోయెను; ఏలయనగా హాజోరు రాజైన యాబీనుకును కేనీయుడైన హెబెరు ఇంటివారికిని సమాధానము ఉండెను.",
    "18": "యాయేలు సీసెరాను ఎదుర్కొన బయలుదేరి - నా ఏలినవాడా, లోపలికి రమ్ము; నా యొద్దకు లోపలికి రమ్ము, భయపడవద్దని అతనితో చెప్పగా అతడు ఆమె యొద్ద గుడారములోనికి వెళ్ళెను; ఆమె అతని మీద దుప్పటి కప్పెను.",
    "19": "అతడు - నాకు దప్పికయగుచున్నది, దయచేసి త్రాగుటకు కొంచెము నీళ్లు ఇమ్మని ఆమెనడుగగా, ఆమె పాల సిద్దె విప్పి అతనికి త్రాగనిచ్చి అతని కప్పెను.",
    "20": "అప్పుడతడు - నీవు గుడారపు ద్వారమందు నిలిచియుండుము; ఎవరైనను వచ్చి - ఇక్కడ ఎవరైన ఉన్నారా అని నిన్ను అడిగినయెడల, నీవు - లేరని చెప్పవలెనని ఆమెతో అనెను.",
    "21": "అతడు అలసి గాఢనిద్ర పోవుచుండగా హెబెరు భార్యయైన యాయేలు గుడారపు మేకును సుత్తెను చేత పట్టుకొని, మెల్లగా అతని యొద్దకు వెళ్లి, ఆ మేకును అతని కణతలో దిగగొట్టెను; అది నేలలో దిగెను, అతడు చనిపోయెను.",
    "22": "బారాకు సీసెరాను తరుముచుండగా యాయేలు అతనిని ఎదుర్కొనవచ్చి - రమ్ము, నీవు వెతుకుచున్న మనుష్యుని నీకు చూపించెదనని చెప్పెను. అతడు ఆమె యొద్దకు వెళ్ళినప్పుడు సీసెరా కణతలో మేకు దిగబడియుండగా అతడు చచ్చిపడియుండెను.",
    "23": "ఆ దినమున దేవుడు ఇశ్రాయేలీయుల యెదుట కనానీయుల రాజైన యాబీనును అణచివేసెను.",
    "24": "ఇశ్రాయేలీయుల చెయ్యి కనానీయుల రాజైన యాబీను మీద అంతకంతకు భారమై తుదకు వారు కనానీయుల రాజైన యాబీనును నిర్మూలము చేసిరి."
}
