
{
    "1": "ఆ దినమున దెబోరాయు అబీనోవము కుమారుడైన బారాకును ఈ గీతము పాడిరి",
    "2": "ఇశ్రాయేలీయులలో నాయకులు నాయకత్వము వహించినందున, ప్రజలు సంతోషముగా సిద్ధపడినందున యెహోవాను స్తుతించుడి.",
    "3": "రాజులారా వినుడి; అధిపతులారా ఆలకించుడి; నేను, నేనే యెహోవాకు గానము చేసెదను; ఇశ్రాయేలు దేవుడైన యెహోవాను కీర్తించెదను.",
    "4": "యెహోవా, నీవు శేయీరునుండి బయలుదేరినప్పుడు, ఎదోము పొలమునుండి సాగివచ్చినప్పుడు, భూమి వణకెను, ఆకాశము నీళ్లను కురిపించెను, మేఘములు వర్షమును కురిపించెను.",
    "5": "యెహోవా సన్నిధిని కొండలు కరిగిపోయెను; ఇశ్రాయేలు దేవుడైన యెహోవా సన్నిధిని ఆ సీనాయి కరిగిపోయెను.",
    "6": "అనాతు కుమారుడైన షమ్గరు దినములలోను, యాయేలు దినములలోను, రాజమార్గములు ఎడారి ఆయెను; ప్రయాణస్థులు చుట్టు దారుల గుండా నడిచిరి.",
    "7": "ఇశ్రాయేలులో అధిపతులు లేకపోయిరి; దెబోరా అను నేను ఇశ్రాయేలులో తల్లిగా లేచువరకు వారు లేకపోయిరి.",
    "8": "వారు క్రొత్త దేవతలను కోరుకొనగా యుద్ధము ద్వారములొద్దకు వచ్చెను; ఇశ్రాయేలీయుల నలభై వేలమందిలో ఒక కేడెమైనను ఈటెయైనను కనబడలేదు.",
    "9": "జనులలో సంతోషముగా సిద్ధపడిన ఇశ్రాయేలు నాయకుల యందు నా మనస్సు లగ్నమాయెను; యెహోవాను స్తుతించుడి.",
    "10": "తెల్ల గాడిదల మీద ఎక్కు వారలారా, రత్నకంబళ్ల మీద కూర్చుండు వారలారా, త్రోవను నడుచు వారలారా, ధ్యానించుడి.",
    "11": "విలుకాండ్ర ధ్వనిని బట్టి నీళ్లు చేదువారి స్థలములలో, అక్కడ వారు యెహోవా నీతి క్రియలను, ఇశ్రాయేలులో ఆయన పాలన యొక్క నీతి క్రియలను వర్ణించుదురు; అప్పుడు యెహోవా ప్రజలు ద్వారములకు దిగివచ్చిరి.",
    "12": "మేల్కొనుము మేల్కొనుము దెబోరా; మేల్కొనుము మేల్కొనుము పాట పాడుము; బారాకూ లెమ్ము; అబీనోవము కుమారుడా, నీ చెరను చెరపట్టి తీసికొనిపొమ్ము.",
    "13": "అప్పుడు శేషించినవారు ఘనుల యొద్దకు వచ్చిరి; యెహోవా నా పక్షమున బలిష్ఠుల యొద్దకు వచ్చెను.",
    "14": "అమాలేకులో వేరుపారినవారు ఎఫ్రాయిమునుండి వచ్చిరి; నీ తరువాత నీ జనులలో బెన్యామీను వచ్చెను; మాకీరునుండి న్యాయాధిపతులు వచ్చిరి; జెబూలూనునుండి నాయకదండము వహించువారు వచ్చిరి.",
    "15": "ఇస్సాఖారు ప్రభువులు దెబోరాతో కలిసిరి; ఇస్సాఖారు వంటివాడే బారాకు; వారు లోయలోనికి అతని వెంట పరుగెత్తిరి; రూబేను కులములలో గొప్ప చింతలు కలిగెను.",
    "16": "మందల ఈలలను వినుటకు గొర్రెల దొడ్ల మధ్య నీవు కూర్చుండనేల? రూబేను కులములలో గొప్ప విచారణలు కలిగెను.",
    "17": "గిలాదు యొర్దాను అవతల నిలిచియుండెను; దాను ఓడల యొద్ద ఎందుకు నిలిచెను? ఆషేరు సముద్ర తీరమున కూర్చుండెను, తన రేవులలో నిలిచియుండెను.",
    "18": "జెబూలూను మరణము వరకు ప్రాణమును తృణీకరించిన జనము; నఫ్తాలియు పొలముల మెరకల మీద ఆలాగుననే చేసెను.",
    "19": "రాజులు వచ్చి యుద్ధము చేసిరి; అప్పుడు కనానీయుల రాజులు మెగిద్దో నీళ్ళ యొద్దనున్న తానాకులో యుద్ధము చేసిరి; వెండి లాభము వారు తీసికొనలేదు.",
    "20": "ఆకాశమునుండి యుద్ధము కలిగెను; నక్షత్రములు తమ మార్గములలో సీసెరా తో యుద్ధము చేసెను.",
    "21": "కీషోను ఏరు, పురాతనపు ఏరైన కీషోను ఏరు వారిని కొట్టుకొనిపోయెను; నా ప్రాణమా, నీవు బలముతో సాగిపోతివి.",
    "22": "అప్పుడు గుఱ్ఱపు డెక్కలు నేలగొట్టెను; వాటి బలిష్ఠమైన గుఱ్ఱములు పరుగెత్తుటవలన నేలగొట్టెను.",
    "23": "మెరోజును శపించుడి, దాని నివాసులను కఠినముగా శపించుడి అని యెహోవా దూత సెలవిచ్చెను; వారు యెహోవా సహాయమునకు రాలేదు, బలిష్ఠులకు విరోధముగా యెహోవా సహాయమునకు రాలేదు.",
    "24": "కేనీయుడైన హెబెరు భార్యయగు యాయేలు స్త్రీలలో దీవించబడినది; గుడారములలో నుండు స్త్రీలలో ఆమె దీవించబడినది.",
    "25": "అతడు నీళ్లు అడుగగా ఆమె పాలు ఇచ్చెను; సర్దారులకు తగిన పాత్రలో మీగడ తెచ్చెను.",
    "26": "ఆమె మేకుకు చెయ్యి చాపెను; పనివాని సుత్తెకు కుడి చెయ్యి చాపెను; ఆమె సీసెరాను కొట్టెను; అతని తల పగులగొట్టెను; అతని కణతను అడ్డముగా కొట్టి దూసిపోజేసెను.",
    "27": "ఆమె కాళ్లయొద్ద అతడు వంగెను, పడెను, పండుకొనెను; ఆమె కాళ్లయొద్ద అతడు వంగెను, పడెను; ఎక్కడ వంగెనో అక్కడనే పడి చచ్చెను.",
    "28": "సీసెరా తల్లి కిటికీలోనుండి చూచి, అల్లిక కిటికీలోనుండి ఇట్లు కేకలు వేసెను - అతని రథము రాక తడవు చేయనేల? అతని రథముల చక్రములు ఆలస్యము చేయనేల?",
    "29": "ఆమె వివేకము గల స్త్రీలు ఆమెకు ఉత్తరమిచ్చిరి; ఆమె తనకు తానే ఇట్లు అనుకొనెను",
    "30": "వారు దొరికిన సొమ్మును పంచుకొనుచున్నారు గదా? మనిషికి ఒకటి రెండు చిన్నదానలను, సీసెరాకు రంగులు గల దోపుడు సొమ్మును, రంగులు గల కుట్టుపనియైన దోపుడు సొమ్మును, దోచుకొనినవారి మెడలకు ఇరువైపుల కుట్టుపని గల రంగు వస్త్రమును పంచుకొనుచున్నారు గదా?",
    "31": "యెహోవా, నీ శత్రువులందరు ఆలాగుననే నశించుదురు గాక; ఆయనను ప్రేమించువారు బలముతో ఉదయించు సూర్యునివలె ఉందురు గాక. తరువాత దేశము నలభై ఏండ్లు నెమ్మదిగా ఉండెను."
}
