
{
    "1": "ఇశ్రాయేలీయులు యెహోవా దృష్టికి కీడు చేసిరి గనుక యెహోవా ఏడేండ్లు వారిని మిద్యానీయుల చేతికి అప్పగించెను.",
    "2": "మిద్యానీయుల చెయ్యి ఇశ్రాయేలీయుల మీద హెచ్చాయెను; మిద్యానీయులవలన ఇశ్రాయేలీయులు కొండలలోని వాగులను గుహలను దుర్గములను తమకు సిద్ధపరచుకొనిరి.",
    "3": "ఇశ్రాయేలీయులు విత్తనములు విత్తినప్పుడెల్ల మిద్యానీయులును అమాలేకీయులును తూర్పు కాపురస్థులును వారి మీదికి వచ్చి",
    "4": "వారికి ఎదురుగా దిగి, గాజాకు వెళ్లు మార్గమున భూమి పంటను పాడుచేసి, ఇశ్రాయేలీయులకు జీవనాధారమును, గొర్రెనైనను ఎద్దునైనను గాడిదనైనను ఉండనియ్యలేదు.",
    "5": "ఏలయనగా వారును వారి పశువులును వారి గుడారములును మిడతల దండువలె విస్తారముగా వచ్చిరి; వారును వారి ఒంటెలును లెక్కలేకుండ నుండెను; దేశమును పాడుచేయుటకు వారు దానిలోనికి వచ్చిరి.",
    "6": "మిద్యానీయులవలన ఇశ్రాయేలీయులు మిక్కిలి హీనదశకు వచ్చినప్పుడు ఇశ్రాయేలీయులు యెహోవాకు మొరపెట్టిరి.",
    "7": "మిద్యానీయులను బట్టి ఇశ్రాయేలీయులు యెహోవాకు మొరపెట్టినప్పుడు",
    "8": "యెహోవా ఇశ్రాయేలీయుల యొద్దకు ఒక ప్రవక్తను పంపెను. అతడు వారితో ఇట్లనెను - ఇశ్రాయేలీయుల దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - నేను ఐగుప్తులోనుండి మిమ్మును రప్పించితిని; దాసుల గృహములోనుండి మిమ్మును వెలుపలికి రప్పించితిని.",
    "9": "ఐగుప్తీయుల చేతిలోనుండియు మిమ్మును బాధించిన వారందరి చేతిలోనుండియు నేను మిమ్మును విడిపించితిని; మీ యెదుటనుండి వారిని వెళ్లగొట్టి వారి దేశమును మీకిచ్చితిని.",
    "10": "నేను మీ దేవుడనైన యెహోవాను; మీరు ఎవరి దేశములో నివసించుచున్నారో ఆ అమోరీయుల దేవతలకు భయపడకూడదని మీతో చెప్పితిని గాని మీరు నా మాట వినకపోతిరి.",
    "11": "అప్పుడు యెహోవా దూత వచ్చి అబీయెజ్రీయుడైన యోవాషుకు కలిగిన ఒఫ్రాలోని సింధూరవృక్షము క్రింద కూర్చుండెను. అప్పుడు అతని కుమారుడైన గిద్యోను మిద్యానీయులకు మరుగై ఉండునట్లు గానుగలో గోధుమలను దుళ్లగొట్టుచుండగా",
    "12": "యెహోవా దూత అతనికి కనబడి - పరాక్రమము గల బలాఢ్యుడా, యెహోవా నీకు తోడైయున్నాడని అతనితో అనగా",
    "13": "గిద్యోను - చిత్తము నా ఏలినవాడా, యెహోవా మాకు తోడైయుండినయెడల ఇదంతయు మాకు ఏల సంభవించెను? యెహోవా ఐగుప్తులోనుండి మమ్మును రప్పించెనని చెప్పుచు మా పితరులు మాకు వివరించిన ఆయన అద్భుత కార్యములన్నియు ఏమాయెను? ఇప్పుడు యెహోవా మమ్మును విడిచిపెట్టి మిద్యానీయుల చేతికి మమ్మును అప్పగించెనని అతనితో చెప్పెను.",
    "14": "అప్పుడు యెహోవా అతని తట్టు తిరిగి - నీవు ఈ నీ బలముతో వెళ్లి మిద్యానీయుల చేతిలోనుండి ఇశ్రాయేలీయులను రక్షించుము; నిన్ను పంపినవాడను నేనే గదా అనెను.",
    "15": "అందుకతడు - చిత్తము నా ఏలినవాడా, దేనితో నేను ఇశ్రాయేలీయులను రక్షించెదను? నా కుటుంబము మనష్షే గోత్రములో ఎన్నిక లేనిదే; నా పితరుల యింటిలో నేను అందరికంటే చిన్నవాడనని ఆయనతో చెప్పగా",
    "16": "యెహోవా - నేను నీకు తోడైయుందును గనుక ఒకే మనుష్యుని హతము చేసినట్లు నీవు మిద్యానీయులను హతము చేయుదువని సెలవిచ్చెను.",
    "17": "అప్పుడతడు - నీ కటాక్షము నా యెడల ఉన్నయెడల నాతో మాటలాడుచున్నవాడవు నీవే అని నాకు ఒక గురుతు చూపుము.",
    "18": "దయచేసి నేను నా అర్పణమును తీసికొనివచ్చి నీ యెదుట పెట్టి తిరిగి వచ్చువరకు ఇక్కడనుండి వెళ్లకుమని వేడుకొనగా ఆయన - నీవు తిరిగి వచ్చువరకు నేను ఉండెదననెను.",
    "19": "గిద్యోను లోపలికి వెళ్లి ఒక మేకపిల్లను తూముడు పిండితో పొంగని రొట్టెలను సిద్ధపరచి, ఆ మాంసమును గంపలో ఉంచి, అది వండిన నీళ్లను కుండలో పోసి, ఆ సింధూరవృక్షము క్రిందనున్న ఆయన యొద్దకు వాటిని తీసికొనివచ్చి దగ్గర పెట్టెను.",
    "20": "అప్పుడు దేవుని దూత - ఆ మాంసమును ఆ పొంగని రొట్టెలను తీసికొని ఈ రాతి మీద పెట్టి ఆ నీళ్లను పారబోయుమని అతనితో చెప్పగా అతడు ఆలాగు చేసెను.",
    "21": "యెహోవా దూత తన చేతిలోనున్న కర్రను చాపి దాని కొనతో ఆ మాంసమును ఆ పొంగని రొట్టెలను ముట్టినప్పుడు అగ్ని ఆ రాతిలోనుండి వెలువడి ఆ మాంసమును ఆ పొంగని రొట్టెలను కాల్చివేసెను; అంతట యెహోవా దూత అతనికి కనబడకుండ వెళ్లిపోయెను.",
    "22": "గిద్యోను ఆయన యెహోవా దూత అని తెలిసికొని - అయ్యో, ప్రభువైన యెహోవా, ఇందుకే గదా నేను ముఖాముఖిగా యెహోవా దూతను చూచితినని చెప్పగా",
    "23": "యెహోవా - నీకు సమాధానము, భయపడకుము, నీవు చావవని అతనితో సెలవిచ్చెను.",
    "24": "అక్కడ గిద్యోను యెహోవాకు బలిపీఠము కట్టి దానికి యెహోవా షాలోమ్ అని పేరు పెట్టెను; అది నేటి వరకు అబీయెజ్రీయుల ఒఫ్రాలో ఉన్నది.",
    "25": "ఆ రాత్రి యెహోవా - నీ తండ్రికి ఉన్న కోడెను, అనగా ఏడేండ్ల రెండవ కోడెను తీసికొని, నీ తండ్రి కట్టించిన బయలు బలిపీఠమును పడగొట్టి, దానికి ఆనుకొనియున్న దేవతాస్తంభమును నరికివేసి,",
    "26": "ఈ బండ కొనమీద నీ దేవుడైన యెహోవాకు తగినట్టుగా ఒక బలిపీఠమును కట్టి, ఆ రెండవ కోడెను తీసికొని, నీవు నరికివేసిన ఆ దేవతాస్తంభపు కట్టెలతో దహనబలి అర్పింపవలెనని అతనితో చెప్పెను.",
    "27": "అప్పుడు గిద్యోను తన పనివారిలో పదిమందిని తీసికొని యెహోవా తనతో చెప్పినట్లు చేసెను. అయితే అతడు పగలు ఆలాగు చేయుటకు తన తండ్రి ఇంటివారికిని ఆ ఊరివారికిని భయపడి రాత్రివేళ చేసెను.",
    "28": "ఆ ఊరివారు ఉదయమున లేచినప్పుడు బయలు బలిపీఠము పడగొట్టబడియుండుటయు, దానికి ఆనుకొనియున్న దేవతాస్తంభము నరికివేయబడియుండుటయు, కట్టబడిన ఆ బలిపీఠము మీద ఆ రెండవ కోడె అర్పించబడియుండుటయు చూచిరి.",
    "29": "అప్పుడు వారు - ఈ పని చేసినవాడెవడని ఒకనితో ఒకడు చెప్పుకొని, విచారించి వెదకినప్పుడు - యోవాషు కుమారుడైన గిద్యోను దీని చేసెనని తెలిసెను.",
    "30": "కాబట్టి ఆ ఊరివారు - నీ కుమారుడు బయలు బలిపీఠమును పడగొట్టి దానికి ఆనుకొనియున్న దేవతాస్తంభమును నరికివేసెను గనుక వాడు చావవలెను, వానిని బయటికి తీసికొని రమ్మని యోవాషుతో చెప్పగా",
    "31": "యోవాషు తనకు విరోధముగా లేచిన వారందరితో - మీరు బయలు పక్షముగా వాదించుచున్నారా? మీరు అతనిని రక్షించెదరా? అతని పక్షముగా వాదించువాడు ఈ ఉదయముననే చంపబడును; అతడు దేవుడైతే తన బలిపీఠమును ఒకడు పడగొట్టినందున తన పక్షమున తానే వాదించుకొనును గాక అనెను.",
    "32": "అతడు తన బలిపీఠమును పడగొట్టెను గనుక బయలు అతనితో వాదించుకొనును గాక అని చెప్పి ఆ దినమున అతనికి యెరుబ్బయలు అని పేరు పెట్టెను.",
    "33": "అప్పుడు మిద్యానీయులందరును అమాలేకీయులందరును తూర్పు కాపురస్థులందరును కూడి వచ్చి నది దాటి యెజ్రెయేలు లోయలో దిగిరి.",
    "34": "యెహోవా ఆత్మ గిద్యోనును ఆవరించెను; అతడు బూర ఊదగా అబీయెజ్రీయులు అతని వెంబడించిరి.",
    "35": "అతడు మనష్షే అంతటిలో దూతలను పంపగా వారును అతని వెంబడించిరి; అతడు ఆషేరు జెబూలూను నఫ్తాలిలో దూతలను పంపగా వారును వీరిని ఎదుర్కొన వచ్చిరి.",
    "36": "అప్పుడు గిద్యోను - నీవు చెప్పినట్లు నా చేతిద్వారా ఇశ్రాయేలును రక్షించినయెడల",
    "37": "ఇదిగో నేను కళ్లము మీద గొర్రె బొచ్చు ఉంచెదను; మంచు ఆ బొచ్చు మీద మాత్రమే పడి నేల అంతయు పొడిగా ఉన్నయెడల, నీవు సెలవిచ్చినట్లు నా చేతిద్వారా ఇశ్రాయేలును రక్షించుదువని దీనివలన తెలిసికొందునని దేవునితో చెప్పెను.",
    "38": "ఆలాగుననే జరినెను; అతడు మరునాడు పెందలకడ లేచి ఆ బొచ్చును పిండి ఆ బొచ్చులోని మంచు నీళ్లతో పాత్రను నింపెను.",
    "39": "అప్పుడు గిద్యోను - నా మీద నీకు కోపము రానియ్యకుము; ఇంకొక్క మారు మాత్రమే మాటలాడెదను; దయచేసి ఇంకొక్క మారు ఈ బొచ్చుతో శోధించనిమ్ము; బొచ్చు మాత్రమే పొడిగా ఉండి నేల అంతటి మీద మంచు పడునట్లు చేయుమని దేవునితో చెప్పెను.",
    "40": "దేవుడు ఆ రాత్రి ఆలాగు చేసెను; బొచ్చు మాత్రమే పొడిగా ఉండెను, నేల అంతటి మీద మంచు పడెను."
}
