
{
    "1": "యెరుబ్బయలును, అనగా గిద్యోనును అతనితో నున్న జనులందరును వేకువనే లేచి హరోదు బావి యొద్ద దిగిరి. మిద్యానీయుల దండు అతనికి ఉత్తరముగా లోయలోని మోరె కొండకు దగ్గర ఉండెను.",
    "2": "యెహోవా - నీ యొద్దనున్న జనులు ఎక్కువమంది; నేను వారి చేతికి మిద్యానీయులను అప్పగింపను; ఇశ్రాయేలీయులు - మా బాహుబలము మమ్మును రక్షించుకొనెనని చెప్పుకొనుచు, నాకు విరోధముగా తమను తాము హెచ్చించుకొందురేమో.",
    "3": "కాబట్టి నీవు - ఎవడు భయపడి వణకుచున్నాడో వాడు గిలాదు కొండ విడిచి త్వరగా తిరిగిపోవచ్చునని జనులకు వినిపించుమని గిద్యోనుతో చెప్పెను. అప్పుడు జనులలో ఇరవై రెండు వేలమంది తిరిగి వెళ్లిపోయిరి; పదివేలమంది నిలిచిరి.",
    "4": "యెహోవా - ఈ జనులు ఇంకను ఎక్కువమందిగా ఉన్నారు; నీళ్ల యొద్దకు వారిని దిగజేయుము, అక్కడ నేను నీ కొరకు వారిని పరీక్షించెదను; వీడు నీతో కూడ వెళ్లవలెనని నేను ఎవరిని గూర్చి నీతో చెప్పుదునో వాడు నీతో కూడ వెళ్లవలెను; వీడు నీతో కూడ వెళ్లకూడదని నేను ఎవరిని గూర్చి నీతో చెప్పుదునో వాడు వెళ్లకూడదని గిద్యోనుతో అనెను.",
    "5": "అతడు ఆ జనులను నీళ్ల యొద్దకు దిగజేయగా, యెహోవా - కుక్క నాకునట్లు తన నాలుకతో నీళ్లను నాకువానినంతటిని ఒక తట్టు, త్రాగుటకు మోకాళ్లూనిన ప్రతివానిని ఒక తట్టు ఉంచుమని గిద్యోనుతో చెప్పెను.",
    "6": "చేతితో నోటికి అందించుకొని నాకినవారి లెక్క మూడు వందలమంది; మిగిలిన జనులందరు నీళ్లు త్రాగుటకు మోకాళ్లూనిరి.",
    "7": "అప్పుడు యెహోవా - నాకిన ఈ మూడు వందలమంది చేత మిమ్మును రక్షించెదను; నీ చేతికి మిద్యానీయులను అప్పగించెదను; మిగిలిన జనులందరు తమ తమ చోట్లకు వెళ్లవచ్చునని గిద్యోనుతో చెప్పెను.",
    "8": "ఆ మూడు వందలమంది జనుల ఆహారమును వారి బూరలను చేత పట్టుకొనగా, అతడు ఇశ్రాయేలీయులనందరిని ఎవరి గుడారములకు వారిని పంపివేసి, ఆ మూడు వందలమందిని మాత్రము ఉంచుకొనెను. మిద్యానీయుల దండు అతనికి దిగువగా లోయలో ఉండెను.",
    "9": "ఆ రాత్రి యెహోవా - నీవు లేచి ఈ దండు మీదికి పొమ్ము; నీ చేతికి దానిని అప్పగించితిని.",
    "10": "అయితే వెళ్లుటకు నీవు భయపడినయెడల నీ పనివాడైన పూరాతో ఆ దండు నొద్దకు దిగిపొమ్ము.",
    "11": "వారు ఏమనుకొనుచున్నారో నీవు విందువు; తరువాత ఆ దండు మీదికి దిగిపోవుటకు నీ చేతులు బలపరచబడునని అతనితో చెప్పగా, అతడును అతని పనివాడైన పూరాయు ఆ దండులోని ఆయుధస్థులం దగ్గరకు దిగిపోయిరి.",
    "12": "మిద్యానీయులును అమాలేకీయులును తూర్పు కాపురస్థులందరును మిడతల దండువలె విస్తారముగా ఆ లోయలో పండుకొనియుండిరి; వారి ఒంటెలు సముద్ర తీరమందలి ఇసుక రేణువులవలె లెక్కలేకుండ నుండెను.",
    "13": "గిద్యోను వచ్చినప్పుడు ఒకడు తన చెలికానికి కల చెప్పుచుండెను. ఎట్లనగా - నేను ఒక కల కంటిని; యవపిండి రొట్టె ఒకటి మిద్యానీయుల దండులోనికి దొర్లి వచ్చి ఒక గుడారమును చేరి, అది పడునట్లు దానిని కొట్టగా అది తలక్రిందులాయెను, ఆ గుడారము పడిపోయెనని చెప్పెను.",
    "14": "అందుకు వాని చెలికాడు - ఇది ఇశ్రాయేలీయుడైన యోవాషు కుమారుడగు గిద్యోను ఖడ్గమే గాని వేరొకటి కాదు; దేవుడు మిద్యానీయులను ఈ దండునంతటిని అతని చేతికి అప్పగించెనని ఉత్తరమిచ్చెను.",
    "15": "గిద్యోను ఆ కలను, దాని భావమును వినినప్పుడు అతడు దేవునికి నమస్కారము చేసి, ఇశ్రాయేలీయుల దండులోనికి తిరిగి వచ్చి - లెండి, యెహోవా మిద్యానీయుల దండును మీ చేతికి అప్పగించెనని చెప్పెను.",
    "16": "అతడు ఆ మూడు వందలమందిని మూడు గుంపులుగా చేసి, ప్రతివాని చేతికి ఒక బూరను, వట్టి కుండను, ఆ కుండలో దివిటీని ఇచ్చి",
    "17": "వారితో ఇట్లనెను - మీరు నా తట్టు చూచి నేను చేసినట్లే చేయుడి; ఇదిగో నేను ఆ దండు కొలికికి వెళ్లి నేను ఏమి చేయుదునో మీరును అదే చేయవలెను.",
    "18": "నేనును నాతో నున్నవారందరును బూరలు ఊదినప్పుడు మీరును దండు చుట్టూ బూరలు ఊదుచు - యెహోవాకును గిద్యోనుకును జయమని కేకలు వేయవలెనని చెప్పెను.",
    "19": "మధ్య జాము ఆరంభమందు కావలివారు మార్చబడిన వెంటనే గిద్యోనును అతనితో నున్న నూరుమందియు ఆ దండు కొలికికి వచ్చి బూరలు ఊది తమ చేతులలోనున్న కుండలను పగులగొట్టిరి.",
    "20": "ఆ మూడు గుంపులవారు బూరలు ఊది కుండలను పగులగొట్టి, తమ ఎడమ చేతులతో దివిటీలను, తమ కుడి చేతులతో ఊదుటకు బూరలను పట్టుకొని - యెహోవా ఖడ్గము గిద్యోను ఖడ్గము అని కేకలు వేసి",
    "21": "ఆ దండు చుట్టు ఎవరి స్థానమందు వారు నిలుచుండగా దండువారందరు పరుగెత్తి కేకలు వేయుచు పారిపోయిరి.",
    "22": "ఆ మూడు వందలమంది బూరలు ఊదుచుండగా యెహోవా ఆ దండువారందరిలో ఒకని ఖడ్గము ఒకని మీదకును దండంతటి మీదకును త్రిప్పెను గనుక ఆ దండు సెరేరాలోని బేత్షిట్టా వరకును, టబ్బాటు దగ్గరనున్న ఆబెల్మెహోలా సరిహద్దు వరకును పారిపోయెను.",
    "23": "నఫ్తాలి ఆషేరుల నుండియు మనష్షే అంతటి నుండియు ఇశ్రాయేలీయులు కూడివచ్చి మిద్యానీయులను తరిమిరి.",
    "24": "గిద్యోను ఎఫ్రాయిము మన్నెమంతటిలోనికి దూతలను పంపి - మీరు మిద్యానీయులను ఎదుర్కొన దిగివచ్చి, బేత్బారా వరకును యొర్దాను వరకును వారి ముందుగా నీళ్లను ఆక్రమించుకొనుడని చెప్పగా, ఎఫ్రాయిమువారందరు కూడి వచ్చి బేత్బారా వరకును యొర్దాను వరకును నీళ్లను ఆక్రమించుకొని",
    "25": "మిద్యానీయుల ఇద్దరు అధిపతులైన ఓరేబును జెయేబును పట్టుకొని, ఓరేబు బండ దగ్గర ఓరేబును చంపిరి, జెయేబు ద్రాక్ష గానుగ దగ్గర జెయేబును చంపిరి; వారు మిద్యానీయులను తరిమి, యొర్దాను అవతల ఉన్న గిద్యోను నొద్దకు ఓరేబు జెయేబుల తలలను తీసికొని వచ్చిరి."
}
