
{
    "1": "ఎఫ్రాయిమువారు - నీవు మిద్యానీయులతో యుద్ధము చేయుటకు వెళ్లినప్పుడు మమ్మును పిలువలేదు, మాకు ఎందుకు ఈలాగు చేసితివని అతనితో చెప్పి అతనితో కఠినముగా వాదించిరి.",
    "2": "అందుకతడు - మీరు చేసినదానితో పోల్చిన యెడల నేను చేసినదేపాటిది? అబీయెజ్రీయుల ద్రాక్షల కోతకంటే ఎఫ్రాయిమీయుల పరిగె ఏరుకొనుట మంచిది కాదా?",
    "3": "దేవుడు మిద్యానీయుల అధిపతులైన ఓరేబును జెయేబును మీ చేతికి అప్పగించెను; మీరు చేసినట్లు నేను చేయగలిగితినా అనెను. అతడు ఆ మాట చెప్పినప్పుడు వారి కోపము చల్లారెను.",
    "4": "గిద్యోను యొర్దానుకు వచ్చి, తానును తనతోనున్న మూడు వందలమందియు అలసియుండియు తరుముచు దానిని దాటిరి.",
    "5": "అతడు సుక్కోతువారితో - నాతోనున్న వారు అలసియున్నారు గనుక దయచేసి వారికి రొట్టె ముక్కలు పెట్టుడి; నేను మిద్యానీయుల రాజులైన జెబహును సల్మన్నాను తరుముచున్నానని చెప్పగా",
    "6": "సుక్కోతు అధిపతులు - మేము నీ సేనకు రొట్టెలు పెట్టుటకు జెబహు సల్మన్నాల చేతులు అప్పుడే నీ చేతిలో ఉన్నవా అనిరి.",
    "7": "అందుకు గిద్యోను - ఇందుచేతను యెహోవా జెబహును సల్మన్నాను నా చేతికి అప్పగించిన తరువాత అరణ్యపు ముండ్లతోను దుారదగొండి ఆకులతోను పెట్టి మీ దేహములను నూర్చెదనని చెప్పెను.",
    "8": "అక్కడనుండి అతడు పెనూయేలుకు వెళ్లి వారితో ఆలాగుననే మాటలాడగా సుక్కోతువారు ఇచ్చినట్లు పెనూయేలువారును అతనికి ఉత్తరమిచ్చిరి.",
    "9": "కాబట్టి అతడు - నేను క్షేమముగా తిరిగి వచ్చినప్పుడు ఈ గోపురమును పడగొట్టెదనని పెనూయేలువారితో చెప్పెను.",
    "10": "తూర్పున నివసించువారి సేనలన్నిటిలో మిగిలిన పదిహేను వేలమందితో జెబహు సల్మన్నాలు కర్కోరులో ఉండిరి; కత్తి దూయువారు లక్షా ఇరవై వేలమంది పడిపోయిరి.",
    "11": "గిద్యోను నోబహుకును యొగ్బెహానుకును తూర్పున గుడారములలో నివసించువారి మార్గమున పోయి ఆ సేనను హతము చేసెను; ఆ సేన నిర్భయముగా ఉండెను.",
    "12": "జెబహు సల్మన్నాలు పారిపోగా అతడు వారిని తరిమి, మిద్యాను ఇద్దరు రాజులైన జెబహును సల్మన్నాను పట్టుకొని ఆ సేననంతటిని చెదరగొట్టెను.",
    "13": "యోవాషు కుమారుడైన గిద్యోను హెరెసు ఎక్కుడు మార్గమున యుద్ధమునుండి తిరిగి వచ్చుచు",
    "14": "సుక్కోతువారలయొక ¸యౌవనస్థుని పట్టుకొని విచారించగా, అతడు సుక్కోతు అధిపతుల పేర్లను దాని డెబ్బది ఏడుగురు పెద్దల పేర్లను అతనికి వ్రాసి యిచ్చెను.",
    "15": "అప్పుడతడు సుక్కోతువారి యొద్దకు వచ్చి - ఇదిగో జెబహు సల్మన్నాలు; వీరిని గూర్చి గదా మీరు - అలసిన నీ సేనకు మేము రొట్టెలు పెట్టుటకు జెబహు సల్మన్నాల చేతులు అప్పుడే నీ చేతిలో ఉన్నవా అని నన్ను నిందించితిరని చెప్పి",
    "16": "ఆ ఊరి పెద్దలను పట్టుకొని అరణ్యపు ముండ్లను దుారదగొండి ఆకులను తీసికొని వాటితో సుక్కోతువారిని చావగొట్టెను.",
    "17": "మరియు అతడు పెనూయేలు గోపురమును పడగొట్టి ఆ ఊరి మనుష్యులను చంపెను.",
    "18": "అప్పుడు అతడు - మీరు తాబోరులో చంపిన మనుష్యులు ఎట్టివారని జెబహును సల్మన్నాను అడుగగా, వారు - వారు నీవంటివారే, వారందరును రాజుల కుమారులవలె ఉండిరని చెప్పిరి.",
    "19": "అందుకతడు - వారు నా సహోదరులు, నా తల్లి కుమారులు; యెహోవా జీవము తోడు, మీరు వారిని బ్రతుకనిచ్చినయెడల నేను మిమ్మును చంపకయుందునని చెప్పి",
    "20": "తన జ్యేష్ఠకుమారుడైన యెతెరును చూచి - నీవు లేచి వీరిని చంపుమనగా, ఆ చిన్నవాడు కత్తిని తీయలేదు; వాడు ఇంక చిన్నవాడైనందున భయపడెను.",
    "21": "అప్పుడు జెబహు సల్మన్నాలు - నీవే లేచి మా మీద పడుము; మనుష్యుని బట్టి అతని బలము ఉండును గదా అని చెప్పగా, గిద్యోను లేచి జెబహును సల్మన్నాను చంపి, వారి ఒంటెల మెడలకున్న చంద్రహారములను తీసికొనెను.",
    "22": "ఇశ్రాయేలీయులు గిద్యోనుతో - మిద్యానీయుల చేతిలోనుండి నీవు మమ్మును రక్షించితివి గనుక నీవును నీ కుమారుడును నీ కుమారుని కుమారుడును మమ్మును ఏలవలెనని చెప్పగా",
    "23": "గిద్యోను - నేను మిమ్మును ఏలను, నా కుమారుడు మిమ్మును ఏలకూడదు; యెహోవా మిమ్మును ఏలునని వారితో చెప్పెను.",
    "24": "మరియు గిద్యోను - నేను మీతో ఒక మనవి చేసెదను; మీలో ప్రతివాడు తన దోపుడు సొమ్ములోనున్న పోగులను నాకియ్యవలెనని వారితో చెప్పెను. వారు ఇష్మాయేలీయులు గనుక వారికి బంగారు పోగులు ఉండెను.",
    "25": "అందుకు వారు - వాటిని సంతోషముగా ఇచ్చెదమని చెప్పి, ఒక వస్త్రమును పరిచి, ప్రతివాడును తన దోపుడు సొమ్ములోనున్న పోగులను అందులో వేసెను.",
    "26": "చంద్రహారములు, ఆభరణములు, మిద్యాను రాజులు ధరించుకొనిన ధూమ్ర వర్ణపు వస్త్రములు, వారి ఒంటెల మెడలకున్న గొలుసులు గాక, అతడు అడిగిన బంగారు పోగుల యెత్తు వెయ్యిన్ని ఏడువందల తులములు.",
    "27": "గిద్యోను దానితో ఒక ఏఫోదును చేయించుకొని తన ఊరైన ఒఫ్రాలో ఉంచెను; ఇశ్రాయేలీయులందరు అక్కడ దానిని అనుసరించి వ్యభిచరించిరి. అది గిద్యోనుకును అతని ఇంటివారికిని ఉరి ఆయెను.",
    "28": "ఆలాగున మిద్యానీయులు ఇశ్రాయేలీయుల యెదుట అణచబడిరి; వారు తమ తలలను ఇంక ఎత్తలేదు. గిద్యోను దినములలో దేశము నలభై ఏండ్లు నెమ్మదిగా ఉండెను.",
    "29": "యోవాషు కుమారుడైన యెరుబ్బయలు వెళ్లి తన యింట నివసించెను.",
    "30": "గిద్యోనుకు అనేకమంది భార్యలు ఉన్నందున కడుపున పుట్టిన డెబ్బదిమంది కుమారులు అతనికి ఉండిరి.",
    "31": "షెకెములో నున్న అతని ఉపపత్నియు అతనికి ఒక కుమారుని కనెను; అతడు వానికి అబీమెలెకు అను పేరు పెట్టెను.",
    "32": "యోవాషు కుమారుడైన గిద్యోను మహా వృద్ధుడై చనిపోయి అబీయెజ్రీయుల ఒఫ్రాలో తన తండ్రియైన యోవాషు సమాధిలో పాతిపెట్టబడెను.",
    "33": "గిద్యోను చనిపోగానే ఇశ్రాయేలీయులు తిరిగి బయలు దేవతలను అనుసరించి వ్యభిచరించి, బయల్బెరీతును తమకు దేవతగా చేసికొనిరి.",
    "34": "ఇశ్రాయేలీయులు తమ చుట్టునున్న సకల శత్రువుల చేతిలోనుండి తమను విడిపించిన తమ దేవుడైన యెహోవాను జ్ఞాపకము చేసికొనలేదు.",
    "35": "మరియు యెరుబ్బయలు అను గిద్యోను ఇశ్రాయేలుకు చేసిన ఉపకారమంతటి చొప్పున వారు అతని ఇంటివారికి దయ చూపలేదు."
}
