
{
    "1": "యెరుబ్బయలు కుమారుడైన అబీమెలెకు షెకెములోని తన తల్లి సహోదరుల యొద్దకు వెళ్లి, వారితోను తన తల్లి తండ్రి ఇంటివారందరితోను ఇట్లనెను -",
    "2": "మీరు షెకెము యజమానులందరితో, డెబ్బదిమందియైన యెరుబ్బయలు కుమారులందరు మిమ్మును ఏలుట మేలో, ఒకడే మిమ్మును ఏలుట మేలో ఆలోచించుడి; నేను మీ ఎముకను మీ మాంసమునై యున్నానని జ్ఞాపకము చేసికొనుడని చెప్పుడి.",
    "3": "అతని తల్లి సహోదరులు అతని గూర్చి ఆ మాటలన్నిటిని షెకెము యజమానులందరితో చెప్పినప్పుడు వారి హృదయము అబీమెలెకు తట్టు తిరిగెను; ఏలయనగా వారు - ఇతడు మన సహోదరుడే గదా అనుకొనిరి.",
    "4": "వారు బయల్బెరీతు గుడిలోనుండి డెబ్బది తులముల వెండిని తీసి అతనికి ఇచ్చిరి; అబీమెలెకు వాటితో అల్లరిచిల్లరి మనుష్యులను కూలికి పిలువగా వారు అతనిని వెంబడించిరి.",
    "5": "అతడు ఒఫ్రాలోని తన తండ్రి యింటికి వెళ్లి, యెరుబ్బయలు కుమారులైన తన డెబ్బదిమంది సహోదరులను ఒక రాతి మీద చంపెను; అయితే యెరుబ్బయలు చిన్న కుమారుడైన యోతాము దాగుకొనెను గనుక అతడు తప్పించుకొనెను.",
    "6": "షెకెము యజమానులందరును మిల్లోను వారందరును కూడి వచ్చి, షెకెములోని సింధూరవృక్షము దగ్గరనున్న స్తంభము నొద్ద అబీమెలెకును రాజుగా చేసికొనిరి.",
    "7": "ఆ సంగతి యోతామునకు తెలిపినప్పుడు అతడు వెళ్లి గెరిజీము కొండ శిఖరమున నిలిచి ఎలుగెత్తి కేకలు వేసి వారితో ఇట్లనెను - షెకెము యజమానులారా, దేవుడు మీ మాట ఆలకించునట్లు నా మాట ఆలకించుడి.",
    "8": "చెట్లు తమకు ఒక రాజును అభిషేకించుకొనవలెనని బయలుదేరి ఒలీవ చెట్టునొద్దకు వచ్చి - నీవు మమ్మును ఏలుమని అడుగగా",
    "9": "ఒలీవ చెట్టు - దేవుళ్లను మనుష్యులను దేనివలన సన్మానించుదురో ఆ నా తైలమును నేను ఇయ్యక మాని చెట్ల మీద రాజునై ఇటు అటు ఊగులాడుటకు వచ్చెదనా అని వాటితో అనెను.",
    "10": "అప్పుడు చెట్లు అంజూరపు చెట్టుతో - నీవు వచ్చి మమ్మును ఏలుమని అడుగగా",
    "11": "అంజూరపు చెట్టు - నా మాధుర్యమును నా మంచి ఫలమును ఇయ్యక మాని, చెట్ల మీద రాజునై ఇటు అటు ఊగులాడుటకు వచ్చెదనా అని వాటితో అనెను.",
    "12": "అప్పుడు చెట్లు ద్రాక్షావల్లితో - నీవు వచ్చి మమ్మును ఏలుమని అడుగగా",
    "13": "ద్రాక్షావల్లి - దేవుళ్లను మనుష్యులను సంతోషపెట్టు నా ద్రాక్షారసమును ఇయ్యక మాని, చెట్ల మీద రాజునై ఇటు అటు ఊగులాడుటకు వచ్చెదనా అని వాటితో అనెను.",
    "14": "అప్పుడు చెట్లన్నియు ముండ్లపొదతో - నీవు వచ్చి మమ్మును ఏలుమని అడుగగా",
    "15": "ముండ్లపొద - నిజముగా మీరు నన్ను మీకు రాజుగా అభిషేకించిన యెడల వచ్చి నా నీడను ఆశ్రయించుడి; లేనియెడల ముండ్లపొదలోనుండి అగ్ని బయలుదేరి లెబానోను దేవదారు వృక్షములను కాల్చివేయునని చెట్లతో చెప్పెను.",
    "16": "మీరు అబీమెలెకును రాజుగా చేసినప్పుడు యథార్థముగాను నిష్కపటముగాను ప్రవర్తించితిరా? మీరు యెరుబ్బయలుకును అతని ఇంటివారికిని ఉపకారము చేసితిరా? అతని క్రియలకు తగినట్లు అతనికి చేసితిరా?",
    "17": "నా తండ్రి మీ కొరకు యుద్ధము చేసి, తన ప్రాణమును లక్ష్యపెట్టక మిద్యానీయుల చేతిలోనుండి మిమ్మును విడిపించెను.",
    "18": "అయితే మీరు నేడు నా తండ్రి యింటి మీదికి లేచి, అతని డెబ్బదిమంది కుమారులను ఒక రాతి మీద చంపి, అతని దాసి కుమారుడైన అబీమెలెకు మీకు సహోదరుడైనందున షెకెము యజమానుల మీద అతని రాజుగా చేసితిరి.",
    "19": "నేడు మీరు యథార్థముగాను నిష్కపటముగాను యెరుబ్బయలు యెడలను అతని ఇంటివారి యెడలను ప్రవర్తించినయెడల, అబీమెలెకునందు మీరు సంతోషించుదురు గాక, మీ యందు అతడును సంతోషించును గాక.",
    "20": "లేనియెడల అబీమెలెకు నొద్దనుండి అగ్ని బయలుదేరి షెకెము యజమానులను మిల్లోను వారిని కాల్చివేయును గాక; షెకెము యజమానుల యొద్దనుండియు మిల్లోను వారి యొద్దనుండియు అగ్ని బయలుదేరి అబీమెలెకును కాల్చివేయును గాక.",
    "21": "అప్పుడు యోతాము పారిపోయి, తన సహోదరుడైన అబీమెలెకు భయము వలన బెేరుకు వెళ్లి అక్కడ నివసించెను.",
    "22": "అబీమెలెకు మూడు సంవత్సరములు ఇశ్రాయేలును ఏలెను.",
    "23": "అప్పుడు దేవుడు అబీమెలెకుకును షెకెము యజమానులకును మధ్య వైరము పుట్టించెను; షెకెము యజమానులు అబీమెలెకుకు ద్రోహము చేసిరి.",
    "24": "యెరుబ్బయలు డెబ్బదిమంది కుమారులకు జరిగిన బలాత్కారమునకు ప్రతీకారము కలుగునట్లును, వారిని చంపిన వారి సహోదరుడైన అబీమెలెకు మీదికిని, తన సహోదరులను చంపునట్లు అతని చేతులను బలపరచిన షెకెము యజమానుల మీదికిని వారి రక్తము వచ్చునట్లును ఆలాగు జరిగెను.",
    "25": "షెకెము యజమానులు కొండల కొనల మీద అతని కొరకు మాటుకాండ్రను ఉంచిరి; వారు ఆ మార్గమున దాటిపోవు ప్రతివానిని దోచుకొనుచుండగా ఆ సంగతి అబీమెలెకుకు వినబడెను.",
    "26": "ఎబెదు కుమారుడైన గాయలు తన సహోదరులతో షెకెమునకు రాగా షెకెము యజమానులు అతని నమ్మిరి.",
    "27": "వారు పొలములోనికి వెళ్లి తమ ద్రాక్ష తోటల పండ్లను కోసి త్రొక్కి ఉత్సవము చేసి, తమ దేవత గుడిలోనికి వెళ్లి అన్నపానములు పుచ్చుకొని అబీమెలెకును శపించిరి.",
    "28": "అప్పుడు ఎబెదు కుమారుడైన గాయలు - అబీమెలెకు ఎవడు? మనము అతని సేవించుటకు షెకెము ఎవడు? అతడు యెరుబ్బయలు కుమారుడు కాడా? జెబులు అతని విచారణకర్త కాడా? షెకెము తండ్రియైన హమోరు మనుష్యులను సేవించుడి; మనము ఇతనిని ఎందుకు సేవింపవలెను?",
    "29": "ఈ జనులు నా చేతికి దొరికినయెడల అబీమెలెకును వెళ్లగొట్టుదును అని చెప్పి - నీ సైన్యమును ఎక్కువ చేసికొని బయలుదేరి రమ్మని అబీమెలెకుతో అనెను.",
    "30": "ఆ ఊరి అధికారియైన జెబులు ఎబెదు కుమారుడైన గాయలు మాటలు వినినప్పుడు అతని కోపము రగులుకొనెను.",
    "31": "అతడు అబీమెలెకు నొద్దకు కపటముగా దూతలను పంపి - ఇదిగో ఎబెదు కుమారుడైన గాయలును అతని సహోదరులును షెకెమునకు వచ్చియున్నారు; వారు ఆ పట్టణమును నీకు విరోధముగా రేపుచున్నారు.",
    "32": "కాబట్టి నీవును నీతోనున్న జనులును రాత్రివేళ లేచి పొలములో మాటు వేయుడి.",
    "33": "ఉదయమున సూర్యుడు ఉదయించునప్పుడు నీవు లేచి ఈ పట్టణము మీదికి త్వరగా రావలెను; అప్పుడు అతడును అతనితోనున్న జనులును నీ మీదికి బయలుదేరుదురు; అప్పుడు నీకు అనుకూలముగా నుండునట్లు నీవు వారికి చేయవచ్చునని చెప్పెను.",
    "34": "కాబట్టి అబీమెలెకును అతనితోనున్న జనులందరును రాత్రివేళ లేచి నాలుగు గుంపులుగా షెకెము మీద మాటు వేసిరి.",
    "35": "ఎబెదు కుమారుడైన గాయలు బయటికి వచ్చి ఊరి గవిని ద్వారమున నిలువగా అబీమెలెకును అతనితోనున్న జనులును మాటుననుండి లేచిరి.",
    "36": "గాయలు ఆ జనులను చూచి - ఇదిగో కొండల కొనల నుండి జనులు దిగివచ్చుచున్నారని జెబులుతో చెప్పగా జెబులు - కొండల నీడ మనుష్యులవలె నీకు కనబడుచున్నదని అతనితో చెప్పెను.",
    "37": "అందుకు గాయలు మరల - ఇదిగో జనులు భూమి నడిమి భాగము నుండి దిగివచ్చుచున్నారు; ఒక గుంపు మంత్రవాదుల సింధూరవృక్షము మార్గమున వచ్చుచున్నదని చెప్పెను.",
    "38": "అప్పుడు జెబులు - అబీమెలెకు ఎవడు, మనము అతని సేవించుటకేమి అని నీవు చెప్పిన నోరు ఇప్పుడు ఎక్కడ ఉన్నది? నీవు తృణీకరించిన జనులు వీరే గదా? దయచేసి ఇప్పుడు బయటికి వెళ్లి వారితో యుద్ధము చేయుమని అతనితో అనెను.",
    "39": "కాబట్టి గాయలు షెకెము యజమానులకు ముందుగా వెళ్లి అబీమెలెకుతో యుద్ధము చేసెను.",
    "40": "అబీమెలెకు అతని తరమగా అతడు అతని యెదుటనుండి పారిపోయెను; ఊరి గవిని ప్రవేశము వరకు అనేకులు గాయపడి పడిపోయిరి.",
    "41": "అబీమెలెకు అరుమాలో నివసించెను; జెబులు గాయలును అతని సహోదరులను షెకెములో ఉండకుండ వెళ్లగొట్టెను.",
    "42": "మరునాడు జనులు పొలములోనికి రాగా అది అబీమెలెకుకు తెలుపబడెను.",
    "43": "అప్పుడతడు తన జనులను తీసికొని మూడు గుంపులుగా చేసి పొలములో మాటువేసి, జనులు ఊరిలోనుండి బయటికి వచ్చుట చూచి వారి మీద పడి వారిని హతము చేసెను.",
    "44": "అబీమెలెకును అతనితోనున్న గుంపును పరుగెత్తి ఊరి గవిని ద్వారమునొద్ద నిలిచిరి; ఆ రెండు గుంపులు పొలములోనున్న వారందరి మీద పడి వారిని హతము చేసెను.",
    "45": "అబీమెలెకు ఆ దినమంతయు ఆ పట్టణముతో యుద్ధము చేసి, ఆ పట్టణమును పట్టుకొని అందులోనున్న జనులను చంపి, ఆ పట్టణమును పడగొట్టి ఉప్పు చల్లెను.",
    "46": "షెకెము గోపురపు యజమానులందరు అది వినినప్పుడు ఏల్బెరీతు గుడియొక్క కోటలోనికి వెళ్లిరి.",
    "47": "షెకెము గోపురపు యజమానులందరు కూడియున్నారని అబీమెలెకుకు తెలుపబడెను.",
    "48": "అప్పుడు అబీమెలెకును అతనితోనున్న జనులందరును సల్మోను కొండెక్కిరి; అబీమెలెకు తన చేత గొడ్డలి పట్టుకొని చెట్ల కొమ్మను నరికి తన భుజము మీద పెట్టుకొని - నేను చేసినట్లు మీరు చూచితిరి గదా, నా వలె త్వరగా చేయుడని తనతోనున్న జనులతో చెప్పెను.",
    "49": "కాబట్టి జనులందరును తమ కొమ్మను నరికి అబీమెలెకును వెంబడించి ఆ కోట కెదురుగా వాటిని వేసి, వారి మీద ఆ కోటను అగ్నితో కాల్చిరి; అప్పుడు షెకెము గోపురములోని వారందరును, ఇంచుమించు వెయ్యిమంది పురుషులును స్త్రీలును చనిపోయిరి.",
    "50": "తరువాత అబీమెలెకు తేబెసుకు వెళ్లి తేబెసును ముట్టడివేసి దాని పట్టుకొనెను.",
    "51": "ఆ ఊరి నడుమ బలమైన ఒక గోపురము ఉండెను; పురుషులును స్త్రీలును ఆ ఊరివారందరును అందులోనికి పారిపోయి తలుపులు వేసికొని గోపురము పైకి ఎక్కిరి.",
    "52": "అబీమెలెకు ఆ గోపురమునొద్దకు వచ్చి దానితో యుద్ధము చేసి, గోపురమును కాల్చుటకు గోపుర ద్వారము వరకు సమీపించెను.",
    "53": "అప్పుడు ఒక స్త్రీ తిరగలి రాతి పైభాగమును అబీమెలెకు తలమీద పడవేసి అతని తల పగులగొట్టెను.",
    "54": "అతడు తన ఆయుధములు మోయు పడుచువానిని త్వరగా పిలిచి - ఒక స్త్రీ అతని చంపెనని జనులు నన్ను గూర్చి చెప్పుకొనకుండ నీ కత్తి దూసి నన్ను చంపుమని అతనితో చెప్పగా, ఆ పడుచువాడు అతని పొడిచెను, అతడు చనిపోయెను.",
    "55": "అబీమెలెకు చనిపోవుట ఇశ్రాయేలీయులు చూచి తమ తమ చోట్లకు వెళ్లిపోయిరి.",
    "56": "అట్లు అబీమెలెకు తన డెబ్బదిమంది సహోదరులను చంపి తన తండ్రికి చేసిన కీడును దేవుడు అతని మీదికి రప్పించెను.",
    "57": "షెకెము మనుష్యులు చేసిన కీడంతటిని దేవుడు వారి తలల మీదికి రప్పించెను; యెరుబ్బయలు కుమారుడైన యోతాము శాపము వారికి తగిలెను."
}
