
{
    "1": "ఊజు దేశమందు యోబు అను ఒక మనుష్యుడు ఉండెను; అతడు యథార్థవర్తనుడును న్యాయవంతుడునై దేవునియందు భయభక్తులు కలిగి చెడుతనమును విసర్జించినవాడు.",
    "2": "అతనికి ఏడుగురు కుమారులును ముగ్గురు కుమార్తెలును కలిగిరి.",
    "3": "అతని ఆస్తి ఏదనగా, ఏడు వేల గొర్రెలును మూడు వేల ఒంటెలును ఐదు వందల జతల ఎద్దులును ఐదు వందల ఆడు గాడిదలును; మరియు అతనికి బహు మంది పనివారుండిరి. అందుచేత అతడు తూర్పు దిక్కున నున్న వారందరిలో మిక్కిలి గొప్పవాడై యుండెను.",
    "4": "అతని కుమారులు తమ తమ దినములలో తమ తమ ఇండ్లయందు విందు చేయుచు, తమ ముగ్గురు అక్కచెల్లెండ్రు తమతో కూడ అన్నపానములు పుచ్చుకొనుటకు వారిని పిలుచుచు వచ్చిరి.",
    "5": "వారి విందు దినములు పూర్తి కాగా యోబు - తన కుమారులు పాపము చేసి తమ హృదయములలో దేవునిని దూషించిరేమో అని వారిని పిలిపించి వారిని పవిత్రపరచి, అరుణోదయమున లేచి వారిలో ఒక్కొక్కని నిమిత్తము దహనబలిని అర్పించుచు వచ్చెను. యోబు నిత్యము ఆలాగున చేయుచుండెను.",
    "6": "ఒక దినమున దేవదూతలు యెహోవా సన్నిధిని నిలుచుటకై రాగా అపవాదియు వారి మధ్యకు వచ్చెను.",
    "7": "యెహోవా - నీవు ఎక్కడనుండి వచ్చితివని అపవాదిని అడుగగా అపవాది - భూమి మీద ఇటు అటు తిరుగులాడుచు అందులో సంచరించుచు వచ్చితినని యెహోవాకు ప్రత్యుత్తరమిచ్చెను.",
    "8": "అందుకు యెహోవా - నీవు నా సేవకుడైన యోబు సంగతి ఆలోచించితివా? అతడు యథార్థవర్తనుడును న్యాయవంతుడునై దేవునియందు భయభక్తులు కలిగి చెడుతనమును విసర్జించినవాడు; భూమి మీద అతని వంటివాడెవడును లేడు అని అపవాదితో చెప్పెను.",
    "9": "అందుకు అపవాది యెహోవాతో ఇట్లనెను - యోబు ఊరకయే దేవునియందు భయభక్తులు గలవాడాయెనా?",
    "10": "నీవు అతనికిని అతని ఇంటికిని అతనికి కలిగిన సమస్తమునకును చుట్టు కంచె వేసితివి గదా? నీవు అతని చేతి పనిని ఆశీర్వదించుటవలన అతని ఆస్తి దేశములో విస్తరించియున్నది.",
    "11": "అయితే నీవు నీ చెయ్యి చాపి అతనికి కలిగినదంతటిని మొత్తినయెడల అతడు నీ ముఖము ఎదుటనే నిన్ను దూషించును.",
    "12": "యెహోవా - ఇదిగో అతనికి కలిగినదంతయు నీ వశమున ఉన్నది; అతని శరీరము మీద మాత్రము నీ చెయ్యి వేయవద్దని అపవాదితో చెప్పెను. అంతట అపవాది యెహోవా సన్నిధినుండి బయలువెళ్ళెను.",
    "13": "ఒక దినమున యోబు కుమారులును కుమార్తెలును తమ అన్న యింట అన్నపానములు పుచ్చుకొనుచు ద్రాక్షారసము త్రాగుచుండగా",
    "14": "ఒక దూత యోబు నొద్దకు వచ్చి ఇట్లనెను - ఎద్దులు నాగలి దున్నుచుండెను; గాడిదలు వాటి ప్రక్కను మేయుచుండెను;",
    "15": "ఇంతలో షేబాయిలు వాటిమీద పడి వాటిని పట్టుకొని పోయిరి; పనివారిని కత్తివాత చంపిరి; ఆ సంగతి నీకు తెలియజేయుటకు నేను ఒక్కడనే తప్పించుకొని వచ్చితిని.",
    "16": "ఇతడు ఇంకను మాటలాడుచుండగా మరియొకడు వచ్చి - దేవుని అగ్ని ఆకాశమునుండి పడి గొర్రెలను పనివారిని కాల్చివేసెను; నీకు తెలియజేయుటకు నేను ఒక్కడనే తప్పించుకొని వచ్చితిననెను.",
    "17": "ఇతడు ఇంకను మాటలాడుచుండగా మరియొకడు వచ్చి - కల్దీయులు మూడు సమూహములుగా వచ్చి ఒంటెల మీద పడి వాటిని తోలుకొని పోయిరి; పనివారిని కత్తివాత చంపిరి; నీకు తెలియజేయుటకు నేను ఒక్కడనే తప్పించుకొని వచ్చితిననెను.",
    "18": "ఇతడు ఇంకను మాటలాడుచుండగా మరియొకడు వచ్చి - నీ కుమారులును నీ కుమార్తెలును తమ అన్న యింట అన్నపానములు పుచ్చుకొనుచు ద్రాక్షారసము త్రాగుచుండగా",
    "19": "అరణ్యమార్గమున పెనుగాలి వచ్చి ఆ యిల్లు నాలుగు మూలల మీద కొట్టగా అది ఆ ¸యౌవనస్థుల మీద పడినందున వారు చనిపోయిరి; నీకు తెలియజేయుటకు నేను ఒక్కడనే తప్పించుకొని వచ్చితిననెను.",
    "20": "అప్పుడు యోబు లేచి, తన పైవస్త్రమును చింపుకొని, తల వెండ్రుకలు గొరిగించుకొని, నేలమీద సాష్టాంగపడి నమస్కారము చేసి",
    "21": "ఇట్లనెను - నేను నా తల్లి గర్భమునుండి దిగంబరినై వచ్చితిని, దిగంబరినై అక్కడికి తిరిగి వెళ్ళెదను; యెహోవా ఇచ్చెను, యెహోవా తీసికొనెను; యెహోవా నామమునకు స్తుతి కలుగును గాక.",
    "22": "ఈ సంగతులన్నిటిలోను యోబు ఏ పాపమును చేయలేదు, దేవుడు అన్యాయము చేసెనని చెప్పలేదు."
}
