
{
    "1": "నా బ్రతుకు నాకు విసుగెత్తినది; నా విచారమును ఆపుకొనలేకున్నాను; నా మనోవేదనను బట్టి నేను మాటలాడుచున్నాను.",
    "2": "నన్ను దోషిగా చేయకుము, నా మీద నీకు వ్యాజ్యెము ఏలాగున్నదో నాకు తెలియజేయుమని దేవునితో చెప్పుదును.",
    "3": "బాధించుటయు, నీ చేతి పనిని నీవు తృణీకరించుటయు, దుష్టుల ఆలోచన మీద ప్రకాశించుటయు నీకు న్యాయమా?",
    "4": "నీకు మాంస నేత్రములున్నవా? నరుడు చూచునట్లు నీవు చూచుచున్నావా?",
    "5": "నా దోషమును గూర్చి విచారణ చేయుటకును, నా పాపమును వెతుకుటకును,",
    "6": "నీ దినములు మర్త్యుల దినముల వంటివా? నీ సంవత్సరములు నరుల సంవత్సరముల వంటివా?",
    "7": "నేను భక్తిహీనుడను కానని నీకు తెలియును; నీ చేతిలోనుండి విడిపించువాడెవడును లేడు.",
    "8": "నీ చేతులు నన్ను రూపించి సమస్తమును చేసియున్నవి; అయినను నీవు నన్ను మింగివేయుచున్నావు.",
    "9": "జిగటమంటివలె నీవు నన్ను చేసితివని జ్ఞాపకము చేసికొనుము; నీవు నన్ను మరల ధూళిగా చేయుదువా?",
    "10": "పాలు పోసినట్లు నీవు నన్ను పోసితివి గదా? పెరుగు తోడుపెట్టినట్లు నన్ను తోడుపెట్టితివి గదా?",
    "11": "చర్మమును మాంసమును నీవు నాకు తొడిగించితివి; ఎముకలతోను నరములతోను నన్ను కప్పితివి.",
    "12": "నీవు జీవమును అనుగ్రహించి నాయందు దయ చూపితివి; నీ సంరక్షణ నా ఆత్మను కాపాడెను.",
    "13": "అయినను ఈ సంగతులు నీ హృదయములో నీవు దాచిపెట్టితివి; ఇది నీ మనస్సులో ఉన్నదని నేనెరుగుదును.",
    "14": "నేను పాపము చేసినయెడల నీవు నన్ను కనిపెట్టుచున్నావు; నా దోషమునుండి నీవు నన్ను నిర్దోషిగా ఎంచవు.",
    "15": "నేను దుష్టుడనైతే నాకు శ్రమ; నేను నీతిమంతుడనైనను తల ఎత్తను; అవమానముతో నిండినవాడనై నా బాధను నేను చూచుచున్నాను.",
    "16": "నేను తల ఎత్తినయెడల నీవు సింహమువలె నన్ను వేటాడుదువు; నీ అద్భుత బలమును నా యందు కనపరచుదువు.",
    "17": "నా మీద నీ సాక్ష్యమును నీవు స్తాపించుచున్నావు; నా మీద నీ కోపమును అధికము చేయుచున్నావు; మార్పులును యుద్ధమును నా మీదికి వచ్చుచున్నవి.",
    "18": "గర్భములోనుండి నీవు నన్ను ఎందుకు బయటికి రప్పించితివి? ఏ కన్ను నన్ను చూడకమునుపే నేను చనిపోయినయెడల ఎంత మేలు!",
    "19": "నేను పుట్టనట్టే ఉందును; గర్భములోనుండి సమాధికి మోయబడుదును.",
    "20": "నా దినములు కొంచెమే గదా? నేను తెప్పరిల్లి కొంచెము ఆదరణ పొందునట్లు ఆయన మానుకొనును గాక.",
    "21": "తిరిగి రాకుండ, చీకటియు మరణచ్ఛాయయు గల దేశమునకు నేను వెళ్లకమునుపే నన్ను విడువుము.",
    "22": "అది గాఢాంధకారము గల దేశము; మరణచ్ఛాయవలె క్రమము లేని దేశము; అక్కడ వెలుగు చీకటివలె ఉండును."
}
