
{
    "1": "అప్పుడు యోబు ఈలాగు ప్రత్యుత్తరమిచ్చెను -",
    "2": "నిజముగా మీరే జ్ఞానులు; మీతోనే జ్ఞానము చచ్చును.",
    "3": "మీకున్నట్లు నాకును బుద్ధి ఉన్నది; నేను మీకంటే తక్కువ వాడను కాను; ఇట్టి సంగతులు ఎవరికి తెలియవు?",
    "4": "నేను నా స్నేహితునికి ఎగతాళిగా నున్నాను; దేవునికి మొరపెట్టగా ఆయన అతనికి ఉత్తరమిచ్చెను; నీతిమంతుడును యథార్థవంతుడును ఎగతాళి పాలాయెను.",
    "5": "సుఖముగా నున్నవానికి ఆపద తిరస్కారముగా కనబడును; కాలు జారువారి కొరకు అది కనిపెట్టుచున్నది.",
    "6": "దోపుడుగాండ్ర గుడారములు వర్ధిల్లును; దేవునికి కోపము పుట్టించువారు నిర్భయముగా ఉందురు; దేవుడు వారి చేతికి సమస్తమును అప్పగించును.",
    "7": "అయితే మృగములను అడుగుము, అవి నీకు బోధించును; ఆకాశ పక్షులను అడుగుము, అవి నీకు చెప్పును.",
    "8": "భూమితో మాటలాడుము, అది నీకు బోధించును; సముద్రపు చేపలు నీకు వివరించును.",
    "9": "యెహోవా హస్తము దీనిని చేసెనని వీటి అన్నిటివలన ఒకడు తెలిసికొనకపోవునా?",
    "10": "జీవరాశుల ప్రాణమును, మనుష్యులందరి ఆత్మయు ఆయన చేతిలో ఉన్నవి.",
    "11": "నాలుక ఆహారమును రుచి చూచునట్లు చెవి మాటలను పరీక్షించును గదా.",
    "12": "వృద్ధులయొద్ద జ్ఞానమున్నది; దీర్ఘాయుష్షువలన వివేకము కలుగును.",
    "13": "జ్ఞానశౌర్యములు ఆయనయొద్ద ఉన్నవి; ఆలోచనయు వివేకమును ఆయనకు కలవు.",
    "14": "ఆయన పడగొట్టినదానిని ఎవడును కట్టలేడు; ఆయన మనుష్యుని మూసివేయగా ఎవడును తెరవలేడు.",
    "15": "ఆయన నీళ్లను బిగబట్టగా అవి ఎండిపోవును; ఆయన వాటిని వదలగా అవి భూమిని ముంచివేయును.",
    "16": "బలమును జ్ఞానమును ఆయనకు కలవు; మోసబడువారును మోసపుచ్చువారును ఆయనవారే.",
    "17": "ఆయన మంత్రులను దోచుకొనిపోవును; న్యాయాధిపతులను వెర్రివారినిగా చేయును.",
    "18": "రాజుల అధికారమును ఆయన కొట్టివేయును; వారి నడుములకు గొలుసులు కట్టును.",
    "19": "యాజకులను దోచుకొనిపోవును; స్థిరముగా నున్నవారిని ఆయన పడద్రోయును.",
    "20": "నమ్మకమైనవారి మాటను ఆయన నిరర్థకము చేయును; పెద్దల వివేకమును ఆయన తీసివేయును.",
    "21": "అధిపతుల మీద ఆయన తిరస్కారము కుమ్మరించును; బలవంతుల నడికట్టును విప్పును.",
    "22": "చీకటిలోనున్న రహస్యములను ఆయన బయలుపరచును; మరణచ్ఛాయను వెలుగులోనికి తెచ్చును.",
    "23": "ఆయన జనములను విస్తరింపజేయును, వాటిని నాశనము చేయును; జనములను విశాలపరచును, వాటిని చెరపట్టి పోవును.",
    "24": "భూజనుల అధికారుల బుద్ధిని ఆయన తీసివేయును; త్రోవలేని అరణ్యములో వారిని తిరుగులాడజేయును.",
    "25": "వెలుగు లేక వారు చీకటిలో తడువులాడుదురు; మత్తులవలె ఆయన వారిని ఇటు అటు తూలజేయును."
}
