
{
    "1": "స్త్రీని కనిన నరుడు కొద్ది దినములవాడై మిక్కిలి బాధపడును.",
    "2": "అతడు పువ్వు వలె వికసించి కోయబడును; నిలువక నీడవలె పారిపోవును.",
    "3": "అట్టివాని మీద నీవు కనుదృష్టి ఉంచుచున్నావా? తీర్పు పొందుటకై నన్ను నీ యొద్దకు రప్పించుచున్నావా?",
    "4": "పాపసహితునిలోనుండి పాపరహితుడు పుట్టగలడా? ఒక్కడును లేడు.",
    "5": "నరుని దినములు నిర్ణయింపబడియున్నవి; అతని నెలల సంఖ్య నీకు తెలిసేయున్నది; అతడు దాటలేనిలి గిరి నీవు నియమించితివి.",
    "6": "కూలివాడు తన దినమును ముగించునట్లు, అతడు తన దినమును ముగించువరకు అతడు విశ్రమించునట్లు అతని మీదనుండి నీ దృష్టిని మళ్లించుము.",
    "7": "వృక్షము నరుకబడినయెడల అది తిరిగి చిగుర్చుననియు, దానికి లేత కొమ్మలు వేయుననియు నమ్మకమున్నది.",
    "8": "దాని వేరు భూమిలో పాతదైపోయినను, దాని మొదులు మంటిలో చచ్చినను,",
    "9": "నీటి వాసనవలన అది చిగుర్చును; లేత మొక్కవలె అది కొమ్మలు వేయును.",
    "10": "అయితే మనుష్యుడు చనిపోయి పడియుండును; మనుష్యుడు ప్రాణము విడవగా వాడు ఎక్కడ ఉన్నాడు?",
    "11": "సముద్రములోని నీళ్లు ఆవిరి అయిపోవునట్లు, నది ఇంకి ఎండిపోవునట్లు,",
    "12": "మనుష్యుడు పండుకొని తిరిగి లేవడు; ఆకాశము గతించిపోవు వరకు వారు మేల్కొనరు; తమ నిద్రలోనుండి లేవరు.",
    "13": "నీవు పాతాళములో నన్ను దాచినయెడల ఎంత మేలు! నీ కోపము చల్లారువరకు నన్ను చాటున ఉంచి, నాకు గడువు నియమించి నన్ను జ్ఞాపకము చేసికొనినయెడల ఎంత మేలు!",
    "14": "మనుష్యుడు చనిపోయిన తరువాత బ్రతుకునా? నాకు విడుదల కలుగు వరకు నా పోరాట దినములన్నియు నేను కనిపెట్టుదును.",
    "15": "నీవు పిలిచెదవు, నేను నీకు ఉత్తరమిచ్చెదను; నీ చేతి పని యెడల నీకు ఇష్టము కలుగును.",
    "16": "అయితే ఇప్పుడు నీవు నా అడుగులను లెక్కించుచున్నావు; నా పాపమును నీవు కనిపెట్టుచున్నావు.",
    "17": "నా అతిక్రమము సంచిలో ముద్రవేయబడియున్నది; నా దోషమును నీవు కట్టియున్నావు.",
    "18": "నిశ్చయముగా పర్వతము పడి నశించును; బండ తన స్థలములోనుండి కదల్చబడును.",
    "19": "నీళ్లు రాళ్లను అరిగించును; వాటి ప్రవాహము భూమిలోని ధూళిని కొట్టుకొనిపోవును; ఆలాగే నీవు నరుని నిరీక్షణను నాశనము చేయుచున్నావు.",
    "20": "ఎల్లప్పుడు నీవు అతని గెలుచుచున్నావు గనుక అతడు వెళ్లిపోవుచున్నాడు; అతని ముఖము వికారము చేసి నీవు అతని పంపివేయుచున్నావు.",
    "21": "అతని కుమారులు ఘనత పొందినను అది అతనికి తెలియదు; వారు ఘనహీనులైనను అతడు దానిని గ్రహించడు.",
    "22": "అతని శరీరమునకే నొప్పి కలుగును; అతని ప్రాణమునకే దుఃఖము కలుగును."
}
