
{
    "1": "అప్పుడు తేమానీయుడైన ఎలీఫజు ఈలాగున ప్రత్యుత్తరమిచ్చెను -",
    "2": "జ్ఞానియైనవాడు గాలి మాటలతో ఉత్తరమిచ్చునా? తూర్పు గాలిని తన కడుపులో నింపుకొనునా?",
    "3": "నిష్ప్రయోజనమైన మాటలతోను, పనికిరాని సంభాషణతోను అతడు వాదించునా?",
    "4": "నీవు దేవుని యందలి భయభక్తులను విసర్జించుచున్నావు; దేవుని సన్నిధిని ధ్యానము చేయుట మానుచున్నావు.",
    "5": "నీ దోషము నీ నోటికి నేర్పుచున్నది; నీవు కపటుల నాలుకను కోరుకొనుచున్నావు.",
    "6": "నేను కాదు, నీ నోరే నిన్ను దోషిగా తీర్చుచున్నది; నీ పెదవులే నీ మీద సాక్ష్యమిచ్చుచున్నవి.",
    "7": "మొట్టమొదట పుట్టినవాడవు నీవేనా? కొండలు పుట్టకమునుపే నీవు పుట్టితివా?",
    "8": "దేవుని మర్మము నీవు వింటివా? జ్ఞానము నీకే స్వంతమా?",
    "9": "మాకు తెలియనిది నీకేమి తెలియును? మాకు అర్థము కానిది నీకు ఏమి అర్థమాయెను?",
    "10": "మాలో తల నెరసినవారును వృద్ధులును ఉన్నారు; వారు నీ తండ్రి కంటే చాలా పెద్దవారు.",
    "11": "దేవుని ఆదరణలు నీకు తక్కువాయెనా? ఆయన నీతో మెల్లగా పలికిన మాట నీకు చాలదా?",
    "12": "నీ హృదయము నిన్ను ఎందుకు లోపరచుకొనెను? నీ కన్నులు ఎందుకు మిటకరించుచున్నవి?",
    "13": "నీవు దేవుని మీద నీ ఆత్మను రేపుచున్నావేమి? నీ నోట ఇట్టి మాటలు రానిచ్చుచున్నావేమి?",
    "14": "మనుష్యుడు పవిత్రుడుగా ఉండుటకు వాడు ఏపాటివాడు? స్త్రీకి పుట్టినవాడు నీతిమంతుడుగా ఉండుటకు వాడు ఏపాటివాడు?",
    "15": "ఆయన తన పరిశుద్ధులను నమ్మడు; ఆయన దృష్టికి ఆకాశము కూడ పవిత్రము కాదు.",
    "16": "హేయుడును చెడిపోయినవాడును, నీళ్లవలె దుష్టత్వమును త్రాగువాడునగు నరుడు మరి ఎంత అపవిత్రుడు!",
    "17": "నేను నీకు చెప్పెదను, నా మాట వినుము; నేను చూచినదానిని నీకు వివరించెదను.",
    "18": "జ్ఞానులు తమ పితరులవలన విని దాచకుండ చెప్పినదానిని నేను నీకు చెప్పెదను.",
    "19": "దేశము వారికి మాత్రమే ఇయ్యబడెను; వారి మధ్య ఏ అన్యుడును సంచరించలేదు.",
    "20": "దుష్టుడు బ్రతుకు దినములన్నియు వేదన పడును; బలాత్కారికి ఇన్ని సంవత్సరములని నిర్ణయింపబడెను.",
    "21": "భయంకరమైన ధ్వని వాని చెవులలో వినబడును; క్షేమకాలమందు దోచుకొనువాడు వాని మీదికి వచ్చును.",
    "22": "చీకటిలోనుండి తిరిగి వత్తునని వానికి నమ్మకము లేదు; వాడు ఖడ్గమునకు గురియై యున్నాడు.",
    "23": "ఆహారము ఎక్కడ దొరుకునని వాడు ఇటు అటు తిరుగులాడును; అంధకార దినము తనొద్దనే సిద్ధమైయున్నదని వానికి తెలియును.",
    "24": "శ్రమయు యాతనయు వానిని భయపెట్టును; యుద్ధమునకు సిద్ధపడిన రాజువలె అవి వానిని పట్టుకొనును.",
    "25": "వాడు దేవుని మీద చెయ్యి ఎత్తెను; సర్వశక్తుని మీద గర్వించెను.",
    "26": "వాడు మెడ నిక్కించుకొని, తన డాలు యొక్క మందమైన గుబ్బలతో ఆయన మీద పడుచున్నాడు.",
    "27": "వాడు తన ముఖమును క్రొవ్వుతో కప్పుకొనెను; తన నడుమునకు క్రొవ్వు పట్టి ఉండెను.",
    "28": "పాడైన పట్టణములలోను, ఎవరూ నివసింపని ఇండ్లలోను, రాళ్ల కుప్పలుగా కాబోవు ఇండ్లలోను వాడు నివసించెను.",
    "29": "వాడు ధనవంతుడు కాడు, వాని ఆస్తి నిలువదు; వారి ఆస్తి భూమిమీద విస్తరించదు.",
    "30": "చీకటిలోనుండి వాడు తప్పించుకొనడు; అగ్నిజ్వాల వాని చిగురులను ఎండగొట్టును; ఆయన నోటి ఊపిరివలన వాడు కొట్టివేయబడును.",
    "31": "వ్యర్థమైనదానిని నమ్మి వాడు మోసపోకూడదు; వ్యర్థమైనదే వానికి ప్రతిఫలమగును.",
    "32": "వాని కాలము రాకమునుపే అది నెరవేరును; వాని మట్టలు పచ్చగా ఉండవు.",
    "33": "ద్రాక్షావల్లి తన పచ్చి కాయలను రాల్చునట్లు, ఒలీవ చెట్టు తన పువ్వులను రాల్చునట్లు వాడు ఉండును.",
    "34": "భక్తిహీనుల సమూహము నిష్ఫలమగును; లంచము పుచ్చుకొనువారి గుడారములను అగ్ని కాల్చివేయును.",
    "35": "వారు కీడును గర్భమున ధరించి పాపమును కందురు; వారి గర్భము మోసమును పుట్టించును."
}
