
{
    "1": "అప్పుడు యోబు ఈలాగు ప్రత్యుత్తరమిచ్చెను -",
    "2": "ఇట్టి మాటలు నేను అనేకములు వింటిని; మీరందరు బాధపెట్టు ఆదరణకర్తలు.",
    "3": "గాలి మాటలకు అంతము కలదా? ఉత్తరమిచ్చుటకు నీకేమి పురికొల్పుచున్నది?",
    "4": "నేను మీవలె మాటలాడగలను; మీ ప్రాణము నా ప్రాణమున్న స్థలములో ఉండినయెడల నేను మీ మీద మాటలు కల్పించి, మీ మీద నా తల ఊపగలను.",
    "5": "నా నోటి మాటలచేత మిమ్మును బలపరచగలను; నా పెదవుల ఆదరణ మీ దుఃఖమును నివారణ చేయును.",
    "6": "నేను మాటలాడినను నా దుఃఖము మానదు; నేను ఊరకుండినను అది నన్ను విడిచిపోవునా?",
    "7": "ఇప్పుడు ఆయన నన్ను అలసిపోజేసెను; నీవు నా సమూహమునంతటిని నాశనము చేసితివి.",
    "8": "నీవు నన్ను పట్టుకొంటివి, అది నా మీద సాక్ష్యముగా ఉన్నది; నా క్షీణత నా మీద లేచి, నా ముఖము యెదుట సాక్ష్యమిచ్చుచున్నది.",
    "9": "ఆయన తన కోపమున నన్ను చీల్చివేసెను, నన్ను హింసించెను; నా మీద పండ్లు కొరుకుచున్నాడు; నా శత్రువు నా మీద కన్నులు తీక్షణముగా చూచుచున్నాడు.",
    "10": "వారు నా మీద నోరు తెరచియున్నారు; నిందించి నా చెంపల మీద కొట్టియున్నారు; నా మీద ఏకముగా కూడియున్నారు.",
    "11": "దేవుడు భక్తిహీనులకు నన్ను అప్పగించియున్నాడు; దుష్టుల చేతిలో నన్ను పడవేసియున్నాడు.",
    "12": "నేను నెమ్మదిగా ఉంటిని, ఆయన నన్ను నలుగగొట్టెను; ఆయన నా మెడ పట్టుకొని నన్ను ముక్కలుగా విరిచెను; ఆయన నన్ను తనకు గురిగా పెట్టుకొనెను.",
    "13": "ఆయన విలుకాండ్రు నన్ను చుట్టుకొనుచున్నారు; ఆయన కనికరింపక నా మూత్రగ్రంథులను చీల్చుచున్నాడు; నా పిత్తమును నేలమీద ఒలికించుచున్నాడు.",
    "14": "ఆయన నన్ను మరిమరి పగులగొట్టుచున్నాడు; ¸యోధునివలె నా మీద పడుచున్నాడు.",
    "15": "నా చర్మము మీద నేను గోనెపట్ట కుట్టుకొనియున్నాను; నా కొమ్మును మంటిలో అణచివేసితిని.",
    "16": "ఏడ్చుటవలన నా ముఖము ఎర్రబడెను; నా కనురెప్పల మీద మరణచ్ఛాయ ఉన్నది.",
    "17": "అయినను నా చేతిలో అన్యాయము లేదు; నా ప్రార్థన పవిత్రమైనది.",
    "18": "ఓ భూమీ, నా రక్తమును కప్పకుము; నా మొరకు విశ్రాంతి స్థలము లేకపోవును గాక.",
    "19": "ఇప్పుడు కూడ నా సాక్షి పరలోకమందున్నాడు; నాకు సాక్ష్యమిచ్చువాడు ఉన్నత స్థలములలో ఉన్నాడు.",
    "20": "నా స్నేహితులు నన్ను ఎగతాళి చేయుచున్నారు; అయితే దేవుని యెదుట నా కన్నులు కన్నీరు రాల్చుచున్నవి.",
    "21": "మనుష్యుడు తన స్నేహితుని నిమిత్తము వాదించునట్లు ఒకడు దేవునితో నరుని నిమిత్తము వాదించినయెడల ఎంత మేలు!",
    "22": "కొద్ది సంవత్సరములు గడచిన తరువాత నేను తిరిగి రాని మార్గమున వెళ్ళెదను."
}
