
{
    "1": "అప్పుడు యోబు ఈలాగు ప్రత్యుత్తరమిచ్చెను -",
    "2": "ఎంతకాలము మీరు నా ప్రాణమును విసికించుదురు? మాటల చేత నన్ను నలగగొట్టుదురు?",
    "3": "పదిమార్లు మీరు నన్ను నిందించితిరి; మీరు సిగ్గులేక నన్ను బాధించుచున్నారు.",
    "4": "నేను తప్పు చేసినది నిజమైనయెడల, నా తప్పు నా యొద్దనే ఉండును.",
    "5": "మీరు నా మీద మిమ్మును మీరు హెచ్చించుకొని, నా నిందను నా మీద మోపదలచినయెడల",
    "6": "దేవుడు నన్ను పడద్రోసెననియు, తన వల నన్ను చుట్టుకొనెననియు తెలిసికొనుడి.",
    "7": "అన్యాయము అన్యాయము అని నేను మొరపెట్టినను ఎవరును వినరు; నేను కేకలు వేసినను నాకు న్యాయము దొరకదు.",
    "8": "నేను దాటలేనట్లు ఆయన నా త్రోవకు కంచె వేసియున్నాడు; నా మార్గములలో చీకటి కమ్మియున్నాడు.",
    "9": "ఆయన నా ఘనతను నా యొద్దనుండి తీసివేసెను; నా తల కిరీటమును తీసివేసెను.",
    "10": "నాలుగు వైపుల ఆయన నన్ను పడగొట్టగా నేను పోయితిని; చెట్టును పెరికినట్లు ఆయన నా నిరీక్షణను పెరికివేసెను.",
    "11": "నా మీద ఆయన తన కోపమును రగుల్చుకొనెను; ఆయన నన్ను తన శత్రువులలో ఒకనిగా ఎంచుచున్నాడు.",
    "12": "ఆయన సైన్యములు ఏకముగా కూడి నా మీద దారి చేసికొనినవి; నా గుడారము చుట్టు దిగియున్నవి.",
    "13": "ఆయన నా సహోదరులను నాకు దూరము చేసెను; నా నెల్లెరుగువారు నాకు కేవలము అన్యులైరి.",
    "14": "నా బంధువులు నాకు దూరమైరి; నా ప్రాణస్నేహితులు నన్ను మరిచిపోయిరి.",
    "15": "నా యింటిలో నివసించువారును నా పనికత్తెలును నన్ను అన్యునిగా ఎంచుచున్నారు; వారి దృష్టికి నేను పరదేశినైతిని.",
    "16": "నేను నా పనివానిని పిలువగా వాడు పలుకడు; నా నోటితో నేను వానిని బతిమాలుకొనవలసివచ్చుచున్నది.",
    "17": "నా ఊపిరి నా భార్యకు అసహ్యము; నా కడుపున పుట్టినవారికి నేను వాసనగా ఉన్నాను.",
    "18": "చిన్నపిల్లలు సహా నన్ను తృణీకరించుచున్నారు; నేను లేవగా వారు నన్ను గూర్చి మాటలాడుచున్నారు.",
    "19": "నా ప్రాణస్నేహితులందరు నన్ను అసహ్యించుకొనుచున్నారు; నేను ప్రేమించినవారు నాకు విరోధులైరి.",
    "20": "నా ఎముకలు నా చర్మముతోను నా మాంసముతోను అంటుకొనుచున్నవి; చర్మము మాత్రము మిగిలి నేను తప్పించుకొంటిని.",
    "21": "నా స్నేహితులారా, నా యందు జాలిపడుడి, నా యందు జాలిపడుడి; దేవుని హస్తము నన్ను మొత్తియున్నది.",
    "22": "దేవుడు తరుమునట్లు మీరెందుకు నన్ను తరుముచున్నారు? నా మాంసము మీకు చాలదా?",
    "23": "నా మాటలు వ్రాయబడినయెడల ఎంత మేలు! అవి గ్రంథములో లిఖింపబడినయెడల ఎంత మేలు!",
    "24": "ఇనుప గంటంతోను సీసముతోను అవి రాతి మీద నిరంతరము చెక్కబడినయెడల ఎంత మేలు!",
    "25": "అయితే నా విమోచకుడు సజీవుడనియు, తరువాత ఆయన భూమిమీద నిలుచుననియు నేనెరుగుదును.",
    "26": "నా చర్మము చీకిపోయిన తరువాత, ఈ శరీరముతో నేను దేవుని చూచెదను.",
    "27": "నేనే ఆయనను చూచెదను; అన్యుడు కాదు నా కన్నులే ఆయనను చూచును; నా అంతింద్రియములు నాలో కృశించుచున్నవి.",
    "28": "కార్యమునకు మూలము అతనిలో ఉన్నదని చెప్పుకొనుచు - మనము అతనిని ఎట్లు తరుముదుమని మీరు అనినయెడల",
    "29": "కత్తికి భయపడుడి; ఉగ్రత కత్తి శిక్షను రప్పించును; అప్పుడు తీర్పు కలదని మీరు తెలిసికొందురు."
}
