
{
    "1": "మరియొక దినమున దేవదూతలు యెహోవా సన్నిధిని నిలుచుటకై రాగా వారి మధ్యను అపవాదియు యెహోవా సన్నిధిని నిలుచుటకై వచ్చెను.",
    "2": "యెహోవా - నీవు ఎక్కడనుండి వచ్చితివని అపవాదిని అడుగగా అపవాది - భూమి మీద ఇటు అటు తిరుగులాడుచు అందులో సంచరించుచు వచ్చితినని యెహోవాకు ప్రత్యుత్తరమిచ్చెను.",
    "3": "అందుకు యెహోవా - నీవు నా సేవకుడైన యోబు సంగతి ఆలోచించితివా? అతడు యథార్థవర్తనుడును న్యాయవంతుడునై దేవునియందు భయభక్తులు కలిగి చెడుతనమును విసర్జించినవాడు; భూమిమీద అతని వంటివాడెవడును లేడు. నిర్నిమిత్తముగా అతనిని నాశనము చేయుటకు నీవు నన్ను రేపినను అతడు ఇంకను తన యథార్థతను వదలకుండ నిలుపుకొనుచున్నాడు అని అపవాదితో చెప్పెను.",
    "4": "అందుకు అపవాది - చర్మమునకు చర్మము; మనుష్యుడు తన ప్రాణమును కాపాడుకొనుటకై తనకు కలిగినదంతయు ఇచ్చును గదా.",
    "5": "అయితే నీవు ఇప్పుడు నీ చెయ్యి చాపి అతని ఎముకను అతని దేహమును మొత్తినయెడల అతడు నీ ముఖము ఎదుటనే నిన్ను దూషించునని యెహోవాకు ప్రత్యుత్తరమిచ్చెను.",
    "6": "అందుకు యెహోవా - ఇదిగో అతడు నీ చేతిలో ఉన్నాడు; అతని ప్రాణము మాత్రము తీయకూడదని అపవాదితో చెప్పెను.",
    "7": "అంతట అపవాది యెహోవా సముఖమునుండి బయలువెళ్లి, యోబును అరికాలు మొదలుకొని నడినెత్తి వరకు చెడ్డ కురుపులతో మొత్తెను.",
    "8": "అప్పుడతడు తన ఒళ్లు గీకుకొనుటకై చిల్ల పెంకును తీసికొని బూడిదెలో కూర్చుండెను.",
    "9": "అతని భార్య వచ్చి - నీవు ఇంకను నీ యథార్థతను వదలకుందువా? దేవుని దూషించి మరణము కమ్మనెను.",
    "10": "అందుకతడు - మూర్ఖురాలు మాటలాడునట్లు నీవు మాటలాడుచున్నావు; మనము దేవునివలన మేలు అనుభవించుదుమా, కీడు అనుభవింపకూడదా అనెను. ఈ సంగతులన్నిటిలోను యోబు తన నోటితోనైనను పాపము చేయలేదు.",
    "11": "యోబునకు సంభవించిన ఈ బాధ అంతయు అతని స్నేహితులైన ముగ్గురు విని, అతనిని గూర్చి దుఃఖించుటకును అతని ఓదార్చుటకును ఒకరితో ఒకరు సమయము చేసికొని తమ తమ స్థలములనుండి వచ్చిరి. వారెవరనగా - తేమానీయుడైన ఎలీఫజు, షూహీయుడైన బిల్దదు, నయమాతీయుడైన జోఫరు.",
    "12": "వారు దూరమునుండి కన్నులెత్తి చూడగా అతడు ఆనవాలు పట్టలేనంత వికారముగా ఉండెను; అప్పుడు వారు ఎలుగెత్తి ఏడ్చి, తమ వస్త్రములను చింపుకొని, ఆకాశము వైపు తమ తలల మీద ధూళి చల్లుకొనిరి.",
    "13": "వారు అతనితో కూడ ఏడు పగళ్లును ఏడు రాత్రులును నేలమీద కూర్చుండిరి; అతని బాధ బహు అధికమని చూచి అతనితో ఎవరును ఒక మాటయు పలుకలేదు."
}
