
{
    "1": "అప్పుడు నయమాతీయుడైన జోఫరు ఈలాగు ప్రత్యుత్తరమిచ్చెను -",
    "2": "నా తలంపులు నాకు ప్రత్యుత్తరమిచ్చుచున్నవి; అందువలన నేను త్వరపడుచున్నాను.",
    "3": "నన్ను అవమానపరచు గద్దింపును నేను వింటిని; నా ఆత్మ నాకున్న బుద్ధిని బట్టి నాకు ప్రత్యుత్తరమిచ్చుచున్నది.",
    "4": "పూర్వకాలమున, అనగా భూమిమీద నరుడు ఉంచబడినది మొదలుకొని",
    "5": "భక్తిహీనుల విజయము కొద్ది కాలము ఉండుననియు, దైవభక్తి లేనివారి సంతోషము ఒక నిమిషమాత్రమే ఉండుననియు నీకు తెలియదా?",
    "6": "వాని గొప్పతనము ఆకాశమునంటినను, వాని తల మేఘములను తాకినను,",
    "7": "వాడు తన పెంటవలె శాశ్వతముగా నశించును; వానిని చూచినవారు - వాడు ఎక్కడ అని అడుగుదురు.",
    "8": "కలవలె వాడు ఎగిరిపోవును, వాడు దొరకడు; రాత్రి దర్శనమువలె వాడు తరిమివేయబడును.",
    "9": "వానిని చూచిన కన్ను ఇక వానిని చూడదు; వాని స్థలము ఇక వానిని ఎరుగదు.",
    "10": "వాని పిల్లలు బీదలను బతిమాలుకొందురు; వాని చేతులు వాని ఆస్తిని తిరిగి ఇచ్చును.",
    "11": "వాని ఎముకలు బాల్యబలముతో నిండియున్నవి; అది వానితో కూడ మంటిలో పండుకొనును.",
    "12": "కీడు వాని నోటిలో తీయగా ఉండినను, వాడు దానిని తన నాలుక క్రింద దాచినను,",
    "13": "దానిని విడువక ఉంచుకొని, తన నోటి అంగిలిలో దాని బిగబట్టినను,",
    "14": "వాని ఆహారము వాని కడుపులో మారును; అది వానిలో నాగుపాముల విషమగును.",
    "15": "వాడు ఆస్తిని మింగెను గాని వాడు దానిని కక్కివేయును; దేవుడు వాని కడుపులోనుండి దానిని వెళ్లగొట్టును.",
    "16": "వాడు నాగుపాముల విషమును పీల్చును; పాము నాలుక వానిని చంపును.",
    "17": "కాలువలను, తేనెను వెన్నను పారు ఏరులను వాడు చూడడు.",
    "18": "తాను కష్టపడి సంపాదించినదానిని మింగక వాడు తిరిగి ఇచ్చును; ఆస్తిని బట్టి వచ్చిన లాభమును వాడు అనుభవింపడు.",
    "19": "వాడు బీదలను అణచివేసి విడిచిపెట్టెను; తాను కట్టని ఇంటిని వాడు బలవంతముగా ఆక్రమించుకొనెను.",
    "20": "వాడు తన కడుపులో నిమ్మళము ఎరుగడు; తనకు ఇష్టమైనదానిలో దేనిని వాడు దక్కించుకొనడు.",
    "21": "వాని తిండికి ఏమియు మిగలదు; కాబట్టి వాని క్షేమము నిలువదు.",
    "22": "వానికి సమృద్ధి కలిగినప్పుడు వాడు ఇబ్బంది పడును; బాధపడువారందరి చెయ్యి వాని మీదికి వచ్చును.",
    "23": "వాని కడుపు నింపవలెనని దేవుడు తన కోపాగ్నిని వాని మీదికి పంపును; వాడు భోజనము చేయుచుండగా ఆయన దానిని వాని మీద కురిపించును.",
    "24": "ఇనుప ఆయుధమును తప్పించుకొనుటకు వాడు పారిపోవును; ఇత్తడి విల్లు వానిని గుచ్చును.",
    "25": "వాడు దానిని లాగగా అది దేహములోనుండి బయటికి వచ్చును; తళతళలాడు బాణము వాని పిత్తములోనుండి బయటికి వచ్చును; మరణభయము వాని మీదికి వచ్చును.",
    "26": "వాని నిధుల కొరకు గాఢాంధకారము దాచబడియున్నది; ఊదబడని అగ్ని వానిని కాల్చివేయును; అది వాని గుడారములో మిగిలినదానిని తినివేయును.",
    "27": "ఆకాశము వాని దోషమును బయలుపరచును; భూమి వానికి విరోధముగా లేచును.",
    "28": "వాని ఇంటి రాబడి కొనిపోబడును; దేవుని ఉగ్రత దినమున అది కొట్టుకొనిపోవును.",
    "29": "ఇది దేవునివలన దుష్టునికి కలుగు భాగము; దేవుడు వానికి నియమించిన స్వాస్థ్యము."
}
