
{
    "1": "అప్పుడు యోబు ఈలాగు ప్రత్యుత్తరమిచ్చెను -",
    "2": "మీరు నా మాటను జాగ్రత్తగా వినుడి; ఇదియే మీరు నాకు చేయు ఆదరణ.",
    "3": "నేను మాటలాడునప్పుడు నన్ను ఓర్చుకొనుడి; నేను మాటలాడిన తరువాత మీరు ఎగతాళి చేయవచ్చును.",
    "4": "నేను మనుష్యుని గూర్చియా మొరపెట్టుచున్నాను? నా ఆత్మ ఎందుకు విసికిపోకూడదు?",
    "5": "నా తట్టు చూచి ఆశ్చర్యపడుడి; నోటి మీద చెయ్యి వేసికొనుడి.",
    "6": "నేను జ్ఞాపకము చేసికొనినప్పుడు కలవరపడుచున్నాను; వణకు నా శరీరమును పట్టుకొనుచున్నది.",
    "7": "భక్తిహీనులు ఏల బ్రతుకుచున్నారు? వారు వృద్ధులై ఏల బలము పొందుచున్నారు?",
    "8": "వారి సంతానము వారితో కూడ వారి యెదుటను, వారి పిల్లలు వారి కన్నుల యెదుటను స్థిరపరచబడుదురు.",
    "9": "వారి ఇండ్లు భయము లేక క్షేమముగా ఉన్నవి; దేవుని దండము వారి మీద లేదు.",
    "10": "వారి ఎద్దు దాటగా చూలు నిలుచును; వారి ఆవు ఈనును, అదిచుపోదు.",
    "11": "మందవలె వారు తమ పిల్లలను బయటికి పంపుదురు; వారి పిల్లలు నాట్యమాడుదురు.",
    "12": "వారు తంబుర సితారాలతో పాడుదురు; పిల్లనగ్రోవి ధ్వనితో సంతోషించుదురు.",
    "13": "వారు తమ దినములు క్షేమముగా గడుపుదురు; ఒక నిమిషములోనే పాతాళమునకు దిగుదురు.",
    "14": "అయినను వారు దేవునితో - మా యొద్దనుండి తొలగిపొమ్ము; నీ మార్గములను తెలిసికొనుట మాకు ఇష్టము లేదు.",
    "15": "మేము ఆయనను సేవించుటకు సర్వశక్తుడైనవాడు ఎవడు? మేము ఆయనను ప్రార్థించుటవలన మాకు ఏమి లాభము కలుగునని చెప్పుదురు.",
    "16": "అయితే వారి క్షేమము వారి చేతిలో లేదు; దుష్టుల ఆలోచన నాకు దూరముగా ఉండును గాక.",
    "17": "భక్తిహీనుల దీపము ఆరిపోవుట ఎంత అరుదు! ఆపద వారికి వచ్చుట ఎంత అరుదు! దేవుడు తన కోపమువలన వారికి వేదనలు పంచిపెట్టుట ఎంత అరుదు!",
    "18": "గాలికి కొట్టుకొనిపోవు చెత్తవలె వారుండుటయు, సుడిగాలి ఎత్తుకొనిపోవు పొట్టువలె వారుండుటయు ఎంత అరుదు!",
    "19": "దేవుడు వాని పిల్లల కొరకు వాని శిక్షను దాచిపెట్టునని మీరు చెప్పుదురు; వాడు దానిని అనుభవించునట్లు దేవుడు వానికి ప్రతిఫలమియ్యవలెను.",
    "20": "వాని కన్నులే వాని నాశనమును చూడవలెను; సర్వశక్తుని ఉగ్రతను వాడే త్రాగవలెను.",
    "21": "వాని నెలల సంఖ్య తీరిన తరువాత, వాని తరువాత వాని ఇంటివారితో వానికేమి పని?",
    "22": "ఉన్నతస్థలములలో నున్నవారికి దేవుడు తీర్పు తీర్చును గదా; ఆయనకు జ్ఞానము నేర్పగలవాడెవడు?",
    "23": "ఒకడు తన పాలవెన్న గిన్నెలు నిండియుండగాను, ఎముకల లోపల మూలుగ తడిసియుండగాను,",
    "24": "బలము కలిగి నెమ్మదిగాను సుఖముగాను చనిపోవును.",
    "25": "మరియొకడు మనోవేదన గలవాడై ఎన్నడును సుఖమును అనుభవింపక చనిపోవును.",
    "26": "వారిద్దరు ఏకముగా మంటిలో పండుకొందురు; పురుగులు వారిని కప్పును.",
    "27": "ఇదిగో మీ తలంపులను, మీరు నా మీద కల్పించు అన్యాయపు యోచనలను నేను ఎరుగుదును.",
    "28": "ప్రధానుని ఇల్లు ఎక్కడ ఉన్నది? దుష్టులు నివసించిన గుడారము ఎక్కడ ఉన్నదని మీరు అడుగుదురు గదా.",
    "29": "దారి వెంబడి వెళ్లువారిని మీరు అడుగలేదా? వారి ఆనవాలును మీరు ఎరుగరా?",
    "30": "ఆపద్దినమున దుష్టుడు కాపాడబడును; ఉగ్రత దినమున వారు తోడుకొని పోబడుదురు.",
    "31": "వాని మార్గమును బట్టి వాని ముఖము యెదుట వానిని గద్దించువాడెవడు? వాడు చేసినదానిని బట్టి వానికి ప్రతికారము చేయువాడెవడు?",
    "32": "వాడు సమాధికి తేబడును; ఒకడు వాని సమాధిని కాపాడును.",
    "33": "లోయలోని మట్టిపెడ్డలు వానికి ఇంపుగా ఉండును; మనుష్యులందరు వాని వెంబడి పోవుదురు; వానికి ముందుగా పోయినవారు లెక్కలేరు.",
    "34": "కాబట్టి మీరు నాకు చెప్పు ఆదరణ మాటలు వ్యర్థములు; మీ జవాబులలో నమ్మకద్రోహము తప్ప మరేమియు లేదు."
}
