
{
    "1": "అప్పుడు తేమానీయుడైన ఎలీఫజు ఈలాగున ప్రత్యుత్తరమిచ్చెను -",
    "2": "మనుష్యుడు దేవునికి ప్రయోజనకారి కాగలడా? నిశ్చయముగా జ్ఞానియైనవాడు తనకు తానే ప్రయోజనకారియగును.",
    "3": "నీవు నీతిమంతుడవైనయెడల సర్వశక్తునికి సంతోషమా? నీ ప్రవర్తన యథార్థముగా ఉన్నయెడల ఆయనకు లాభమా?",
    "4": "నీ భక్తిని బట్టి ఆయన నిన్ను గద్దించునా? నీతో వ్యాజ్యెమాడునా?",
    "5": "నీ చెడుతనము గొప్పది కాదా? నీ దోషములకు అంతము లేదా?",
    "6": "నిష్కారణముగా నీ సహోదరుల యొద్ద నీవు కుదువ పుచ్చుకొంటివి; వస్త్రహీనుల బట్టలు నీవు తీసికొంటివి.",
    "7": "దప్పికొనినవానికి నీవు నీళ్లు త్రాగనియ్యలేదు; ఆకలిగొనినవానికి ఆహారము నిరాకరించితివి.",
    "8": "బలవంతునికే భూమి దొరికెను; ఘనుడైనవాడు దానిలో కాపురముండెను.",
    "9": "విధవరాండ్రను నీవు వట్టి చేతులతో పంపివేసితివి; తండ్రిలేనివారి చేతులు విరువబడెను.",
    "10": "కాబట్టి ఉరులు నీ చుట్టు ఉన్నవి; ఆకస్మిక భయము నిన్ను కలవరపరచుచున్నది.",
    "11": "లేదా నీకు కనబడకుండ చీకటియు, నిన్ను ముంచివేయు జలప్రవాహమును ఉన్నవి.",
    "12": "దేవుడు ఆకాశమంత ఎత్తున ఉన్నాడు గదా? నక్షత్రముల ఎత్తును చూడుము, అవి ఎంత ఎత్తుగా ఉన్నవి!",
    "13": "దేవునికి ఏమి తెలియును? గాఢాంధకారము ద్వారా ఆయన విమర్శ చేయునా?",
    "14": "ఆయన చూడకుండ మేఘములు ఆయనకు మరుగ్గా ఉన్నవి; ఆకాశమండలములో ఆయన సంచరించుచున్నాడని నీవు చెప్పుచున్నావు.",
    "15": "దుష్టులు నడిచిన పురాతన మార్గమును నీవు అనుసరించెదవా?",
    "16": "కాలము కాకమునుపే వారు కొట్టివేయబడిరి; వారి పునాది ప్రవాహమువలె కొట్టుకొనిపోయెను.",
    "17": "వారు దేవునితో - మా యొద్దనుండి తొలగిపొమ్ము; సర్వశక్తుడు మాకేమి చేయగలడని అనిరి.",
    "18": "అయినను ఆయన వారి ఇండ్లను మంచి పదార్థములతో నింపెను; దుష్టుల ఆలోచన నాకు దూరముగా ఉండును గాక.",
    "19": "నీతిమంతులు దానిని చూచి సంతోషించుదురు; నిర్దోషులు వారిని ఎగతాళి చేయుదురు.",
    "20": "మా విరోధులు నిశ్చయముగా నిర్మూలమైరి; వారికి మిగిలినదానిని అగ్ని కాల్చివేసెను.",
    "21": "ఆయనతో సహవాసము చేసి సమాధానముగా ఉండుము; ఆలాగున నీకు మేలు కలుగును.",
    "22": "దయచేసి ఆయన నోటి ఉపదేశమును అంగీకరించుము; ఆయన మాటలను నీ హృదయములో ఉంచుకొనుము.",
    "23": "నీవు సర్వశక్తుని వైపు తిరిగినయెడల, నీ గుడారములలోనుండి దుర్మార్గమును దూరము చేసినయెడల నీవు కట్టబడెదవు.",
    "24": "నీ ముడి బంగారమును మంటిలోను, ఓఫీరు బంగారమును ఏటి రాళ్లలోను పడవేయుము.",
    "25": "అప్పుడు సర్వశక్తుడు నీకు ముడి బంగారముగాను ప్రశస్తమైన వెండిగాను ఉండును.",
    "26": "అప్పుడు నీవు సర్వశక్తుని యందు ఆనందించెదవు; దేవుని వైపు నీ ముఖము ఎత్తెదవు.",
    "27": "నీవు ఆయనకు ప్రార్థన చేయగా ఆయన నీ మనవి ఆలకించును; నీ మ్రొక్కుబళ్లను నీవు చెల్లించెదవు.",
    "28": "నీవు దేనినైనను యోచించగా అది నీకు స్థిరపరచబడును; నీ మార్గముల మీద వెలుగు ప్రకాశించును.",
    "29": "వారు నిన్ను తగ్గించినప్పుడు - హెచ్చింపబడుదునని నీవు చెప్పెదవు; దీనమనస్సు గలవానిని ఆయన రక్షించును.",
    "30": "నిర్దోషి కానివానిని ఆయన విడిపించును; నీ చేతుల శుద్ధివలన వాడు విడిపింపబడును."
}
