
{
    "1": "సర్వశక్తుడు కాలములను ఎందుకు నిర్ణయించలేదు? ఆయనను ఎరిగినవారు ఆయన దినములను ఎందుకు చూడరు?",
    "2": "కొందరు సరిహద్దు రాళ్లను జరుపుదురు; మందలను దోచుకొని మేపుదురు.",
    "3": "తండ్రిలేనివారి గాడిదను తోలుకొనిపోవుదురు; విధవరాలి ఎద్దును కుదువగా తీసికొందురు.",
    "4": "బీదలను త్రోవలోనుండి తొలగించుదురు; దేశములోని దరిద్రులు ఏకముగా దాగుకొందురు.",
    "5": "ఇదిగో అడవి గాడిదలవలె వారు తమ పనికి బయలుదేరుదురు; ఆహారమును అత్యాశతో వెతుకుదురు; అరణ్యము వారికిని వారి పిల్లలకును ఆహారమిచ్చును.",
    "6": "వారు ఇతరుల పొలములో మేత కోయుదురు; దుష్టుల ద్రాక్షతోటలో పరిగె ఏరుదురు.",
    "7": "వస్త్రము లేనందున వారు రాత్రి అంతయు దిగంబరులుగా పండుకొందురు; చలిలో వారికి కప్పు ఏమియు ఉండదు.",
    "8": "కొండల వానలకు వారు తడియుదురు; ఆశ్రయము లేనందున బండను కౌగిలించుకొందురు.",
    "9": "తండ్రిలేనివానిని చన్ను నుండి లాగివేయుదురు; బీదవానిని తాకట్టుగా పట్టుకొందురు.",
    "10": "వస్త్రము లేనందున వారు దిగంబరులుగా తిరుగుదురు; ఆకలిగొనినవారై పనలు మోయుదురు.",
    "11": "గోడల మధ్య వారు నూనె తీయుదురు; ద్రాక్ష గానుగలను త్రొక్కుచు దప్పికొందురు.",
    "12": "జనసమ్మర్దము గల పట్టణములో జనులు మూలుగుదురు; గాయపడినవారి ప్రాణము మొరపెట్టును; అయినను దేవుడు ఆ అక్రమమును లక్ష్యపెట్టడు.",
    "13": "వారు వెలుగు మీద తిరుగుబాటు చేయువారు; దాని మార్గములను వారు ఎరుగరు, దాని త్రోవలలో వారు నడువరు.",
    "14": "నరహంతకుడు ఉదయమున లేచి బీదలను దరిద్రులను చంపును; రాత్రివేళ వాడు దొంగవలె ఉండును.",
    "15": "వ్యభిచారి కన్ను - ఏ కన్ను నన్ను చూడదని సంధ్యాకాలము కొరకు కనిపెట్టును; వాడు తన ముఖమునకు ముసుగు వేసికొనును.",
    "16": "చీకటిలో వారు ఇండ్లకు కన్నము వేయుదురు; పగలు వారు తమ ఇండ్లలోనే మూయబడియుందురు; వారు వెలుగును ఎరుగరు.",
    "17": "వారికందరికి ఉదయము మరణచ్ఛాయవలె ఉన్నది; మరణచ్ఛాయవలని భయములు వారికి తెలిసేయున్నవి.",
    "18": "నీళ్ల మీద వారు వడిగా కొట్టుకొనిపోవుదురు; భూమిమీద వారి భాగము శపించబడును; ద్రాక్షతోటల దారికి వాడు వెళ్లడు.",
    "19": "అనావృష్టియు ఎండయు మంచు నీళ్లను మింగివేయును; అట్లే పాతాళము పాపులను మింగివేయును.",
    "20": "గర్భము వానిని మరచిపోవును; పురుగు వానిని రుచిగా తినును; వాడు ఇక జ్ఞాపకము చేయబడడు; దుర్మార్గత చెట్టువలె విరగగొట్టబడును.",
    "21": "వాడు కనని గొడ్రాలిని భక్షించును; విధవరాలికి మేలు చేయడు.",
    "22": "అయితే దేవుడు తన బలము చేత బలిష్ఠులను నిలుపును; బ్రతుకుదుమను నమ్మకము లేనివారు లేచుదురు.",
    "23": "ఆయన వారికి క్షేమము నియ్యగా వారు విశ్రమించుదురు; అయినను ఆయన కన్నులు వారి మార్గముల మీద ఉండును.",
    "24": "వారు కొంతకాలము హెచ్చింపబడుదురు, తరువాత లేకపోవుదురు; వారు అణచబడి అందరివలె కూర్చబడుదురు; గోధుమ వెన్నుల తలలవలె వారు కోయబడుదురు.",
    "25": "ఆలాగు కాదని ఎవడు నా మాటను అబద్ధమని రుజువుపరచును? ఎవడు నా పలుకును వ్యర్థపరచును?"
}
