
{
    "1": "మరియు యోబు తన సామెత ఎత్తి ఇట్లనెను -",
    "2": "నాకు న్యాయము జరగకుండ చేసిన దేవుని జీవముతోడు, నా ప్రాణమును విసికించిన సర్వశక్తుని తోడు,",
    "3": "నాలో ప్రాణమున్నంత వరకు, దేవుని ఊపిరి నా నాసికారంధ్రములలో ఉన్నంత వరకు,",
    "4": "నా పెదవులు అన్యాయము పలుకవు, నా నాలుక మోసము ఉచ్చరింపదు.",
    "5": "నేను మిమ్మును నీతిమంతులని ఒప్పుకొనుట నాకు దూరమవు గాక; నేను చనిపోవు వరకు నా యథార్థతను వదలను.",
    "6": "నా నీతిని నేను గట్టిగా పట్టుకొందును, దానిని విడిచిపెట్టను; నా జీవిత దినములలో ఎప్పుడైనను నా మనస్సు నన్ను నిందించదు.",
    "7": "నా శత్రువు దుష్టునివలె ఉండును గాక; నా మీద లేచువాడు అవినీతిపరునివలె ఉండును గాక.",
    "8": "భక్తిహీనుడు లాభము పొందినను దేవుడు వాని ప్రాణమును తీసికొనునప్పుడు వాని నిరీక్షణ ఏమగును?",
    "9": "వానికి బాధ కలుగునప్పుడు దేవుడు వాని మొర వినునా?",
    "10": "సర్వశక్తుని యందు వాడు ఆనందించునా? ఎల్లప్పుడు వాడు దేవునికి ప్రార్థన చేయునా?",
    "11": "దేవుని హస్తమును గూర్చి నేను మీకు బోధించెదను; సర్వశక్తుని మనస్సులో ఉన్నదానిని నేను దాచను.",
    "12": "ఇదిగో మీరందరూ దీనిని చూచితిరి; మీరేల బొత్తిగా వ్యర్థులైతిరి?",
    "13": "దుష్టునికి దేవునియొద్ద దొరుకు భాగము ఇదే; బలాత్కారులు సర్వశక్తునివలన పొందు స్వాస్థ్యము ఇదే.",
    "14": "వాని పిల్లలు విస్తరించినయెడల అది కత్తి పాలగుటకే; వాని సంతానము ఆహారముచేత తృప్తి పొందదు.",
    "15": "వానిలో మిగిలినవారు మరణము చేత పాతిపెట్టబడుదురు; వాని విధవరాండ్రు ఏడ్వరు.",
    "16": "ధూళి అంత విస్తారముగా వాడు వెండిని పోగుచేసికొనినను, బురద అంత విస్తారముగా వస్త్రములను సిద్ధపరచుకొనినను,",
    "17": "వాడు సిద్ధపరచుకొనును గాక, నీతిమంతుడు దానిని కట్టుకొనును; నిర్దోషులు ఆ వెండిని పంచుకొందురు.",
    "18": "చిమ్మట గూడు కట్టునట్లు వాడు తన ఇల్లు కట్టుకొనును; కావలివాడు వేసికొను పాకవలె అది ఉండును.",
    "19": "వాడు ధనవంతుడై పండుకొనును గాని మరి ఎన్నడును ఆలాగు చేయడు; వాడు కన్నులు తెరచునప్పటికి వాడు లేకపోవును.",
    "20": "నీళ్లవలె భయములు వానిని తరిమి పట్టుకొనును; రాత్రివేళ సుడిగాలి వానిని ఎత్తుకొనిపోవును.",
    "21": "తూర్పు గాలి వానిని కొనిపోవును, వాడు వెళ్లిపోవును; అది వానిని వాని స్థలములోనుండి విసిరివేయును.",
    "22": "దేవుడు కనికరింపక వాని మీద బాణములు వేయును; ఆయన చేతిలోనుండి తప్పించుకొనుటకు వాడు అతిగా పరుగెత్తును.",
    "23": "మనుష్యులు వానిని చూచి చప్పట్లు కొట్టుదురు; వాని స్థలములోనుండి వానిని చూచి ఈలలు వేయుదురు."
}
