
{
    "1": "వెండికి గని ఉన్నది; బంగారమును పుటము వేయుటకు స్థలము కలదు.",
    "2": "ఇనుము మంటిలోనుండి తీయబడును; రాతిని కరిగించి రాగిని తీయుదురు.",
    "3": "మనుష్యులు చీకటికి అంతము కలుగజేయుదురు; గాఢాంధకారమందును మరణచ్ఛాయయందును ఉండు రాళ్లను వారు బహుగా పరిశోధించుదురు.",
    "4": "నివాస స్థలమునకు దూరముగా వారు గనిని త్రవ్వుదురు; వారు మనుష్యుల కాళ్లకు మరుగైరి; మనుష్యులకు దూరముగా వ్రేలాడుచు ఇటు అటు ఊగులాడుదురు.",
    "5": "భూమిలోనుండి ఆహారము పుట్టుచున్నది; దాని అడుగున అగ్నిమయమైనట్లుగా అది మార్చబడుచున్నది.",
    "6": "దాని రాళ్లలో నీలములు దొరుకును; అందులో బంగారు ధూళి ఉన్నది.",
    "7": "ఆ త్రోవ ఏ పక్షికైనను తెలియదు;ద్ద కన్ను దాని చూడలేదు.",
    "8": "గర్వము గల జంతువులు దానిలో అడుగు పెట్టలేదు; సింహము దాని గుండా పోలేదు.",
    "9": "మనుష్యుడు కఠినమైన బండ మీద తన చెయ్యి వేయును; అతడు పర్వతములను వేళ్లతో కూడల ద్రోయును.",
    "10": "బండలలో అతడు కాలువలు కొట్టును; అతని కన్ను ప్రశస్తమైన ప్రతి వస్తువును చూచును.",
    "11": "నీళ్లు కారకుండ అతడు ఏరులను కట్టును; గూఢమైనదానిని అతడు వెలుగులోనికి తెచ్చును.",
    "12": "అయితే జ్ఞానము ఎక్కడ దొరుకును? వివేకము దొరుకు స్థలము ఎక్కడ ఉన్నది?",
    "13": "దాని వెల నరునికి తెలియదు; సజీవులున్న దేశములో అది దొరకదు.",
    "14": "అగాధము - అది నాలో లేదనుచున్నది; సముద్రము - అది నా యొద్ద లేదనుచున్నది.",
    "15": "మేలిమి బంగారము నిచ్చి దానిని కొనలేము; వెండి తూచి దానిని కొనలేము.",
    "16": "ఓఫీరు బంగారముతోనైనను, ప్రశస్తమైన గోమేధికముతోనైనను, నీలముతోనైనను అది తూగదు.",
    "17": "బంగారమైనను అద్దమైనను దానికి సాటిరావు; మేలిమి బంగారు నగలకు ప్రతిగా దానిని ఇయ్యలేము.",
    "18": "పగడములను గూర్చి గాని స్ఫటికమును గూర్చి గాని చెప్పనేల? జ్ఞానము యొక్క వెల ముత్యములకంటే గొప్పది.",
    "19": "కూషు దేశపు పుష్యరాగము దానికి సాటి రాదు; శుద్ధ సువర్ణము దానితో తూగదు.",
    "20": "ఆలాగైతే జ్ఞానము ఎక్కడనుండి వచ్చుచున్నది? వివేకము దొరుకు స్థలము ఎక్కడ ఉన్నది?",
    "21": "సకల జీవుల కన్నులకు అది మరుగై యున్నది; ఆకాశ పక్షులకు అది దాచబడియున్నది.",
    "22": "నాశనమును మరణమును - మా చెవులతో దానిని గూర్చిన వార్త వింటిమని చెప్పుచున్నవి.",
    "23": "దేవుడు దాని మార్గమును గ్రహించుచున్నాడు; దాని స్థలము ఆయనకే తెలియును.",
    "24": "ఆయనే భూదిగంతముల వరకు చూచుచున్నాడు; ఆకాశము క్రింద ఉన్న సమస్తమును ఆయన చూచుచున్నాడు.",
    "25": "గాలికి తూకమును నిర్ణయించినవాడు ఆయనే; జలములకు కొలతను నియమించినవాడు ఆయనే.",
    "26": "వర్షమునకు విధిని, ఉరుములతో కూడిన మెరుపునకు మార్గమును ఆయన నియమించినప్పుడు",
    "27": "ఆయన దానిని చూచి వివరించెను; ఆయన దానిని స్థాపించి పరిశోధించెను.",
    "28": "మరియు ఆయన - ప్రభువునందు భయభక్తులు కలిగియుండుటయే జ్ఞానమనియు, దుష్టత్వమును విడిచుటయే వివేకమనియు నరునికి సెలవిచ్చెను."
}
