
{
    "1": "మరియు యోబు తన సామెత ఎత్తి ఇట్లనెను -",
    "2": "గతించిన నెలలలో ఉన్నట్లును, దేవుడు నన్ను కాపాడిన దినములలో ఉన్నట్లును నేనుండినయెడల ఎంత మేలు!",
    "3": "అప్పుడు ఆయన దీపము నా తలమీద ప్రకాశించెను; ఆయన వెలుగువలన నేను చీకటిలో నడిచితిని.",
    "4": "నా యౌవన దినములలో నేనుండినట్లు నేనుండినయెడల ఎంత మేలు! అప్పుడు దేవుని రహస్యము నా గుడారము పైన ఉండెను.",
    "5": "అప్పుడు సర్వశక్తుడు నాకు తోడైయుండెను; నా పిల్లలు నా చుట్టు ఉండిరి.",
    "6": "అప్పుడు నా అడుగులు వెన్నతో కడుగబడెను; బండ నా కొరకు నూనెధారలను కురిపించెను.",
    "7": "నేను పట్టణపు గవిని యొద్దకు బయలువెళ్లి, రాజవీధిలో నా పీఠము వేసికొనునప్పుడు",
    "8": "యౌవనస్థులు నన్ను చూచి దాగుకొనిరి; ముసలివారు లేచి నిలుచుండిరి.",
    "9": "అధికారులు మాటలాడుట మాని, నోటి మీద చెయ్యి వేసికొనిరి.",
    "10": "ప్రధానుల నోరు మూయబడెను; వారి నాలుక అంగిలికి అంటుకొనెను.",
    "11": "నన్ను వినిన చెవి నన్ను అభినందించెను; నన్ను చూచిన కన్ను నాకు సాక్ష్యమిచ్చెను.",
    "12": "ఎందుకనగా మొరపెట్టిన బీదలను, తండ్రిలేనివారిని, సహాయము లేనివారిని నేను విడిపించితిని.",
    "13": "నశించుచున్నవాని దీవెన నా మీదికి వచ్చెను; విధవరాలి హృదయము సంతోషించునట్లు నేను చేసితిని.",
    "14": "నేను నీతిని వస్త్రముగా ధరించితిని, అది నన్ను ధరించెను; నా న్యాయము నాకు నిలువుటంగీయు పాగాయునాయెను.",
    "15": "గ్రుడ్డివానికి నేను కన్నులైతిని; కుంటివానికి పాదములైతిని.",
    "16": "దరిద్రులకు నేను తండ్రిగా ఉంటిని; నేను ఎరుగనివాని వ్యాజ్యెమును నేను శోధించితిని.",
    "17": "దుర్మార్గుని దవడ పళ్లను నేను పగులగొట్టితిని; వాని పళ్లలోనుండి రొమ్మును లాగివేసితిని.",
    "18": "అప్పుడు - నేను నా గూటిలోనే చనిపోవుదుననియు, ఇసుక రేణువులవలె నా దినములను విస్తరింపజేసికొందుననియు నేను అనుకొంటిని.",
    "19": "నా వేరు నీళ్ల వరకు వ్యాపించియుండెను; నా కొమ్మల మీద మంచు రాత్రి అంతయు నిలిచియుండెను.",
    "20": "నా ఘనత నాలో నూతనముగా ఉండెను; నా చేతిలో నా విల్లు బలము తెచ్చుకొనెను.",
    "21": "మనుష్యులు నా మాట విని కనిపెట్టిరి; నా ఆలోచన కొరకు మౌనముగా ఉండిరి.",
    "22": "నేను మాటలాడిన తరువాత వారు మారుమాట పలుకలేదు; నా మాటలు వారి మీద కురిసెను.",
    "23": "వర్షము కొరకు కనిపెట్టునట్లు వారు నా కొరకు కనిపెట్టిరి; కడవరి వాన కొరకు నోరు తెరచునట్లు వారు నోరు తెరచిరి.",
    "24": "వారు నమ్మకయుండగా నేను వారిని చూచి చిరునవ్వు నవ్వితిని; నా ముఖప్రకాశమును వారు తృణీకరింపలేదు.",
    "25": "నేను వారి మార్గమును ఏర్పరచి ముఖ్యుడనై కూర్చుంటిని; సైన్యములో రాజువలెను, దుఃఖించువారిని ఓదార్చువానివలెను నేనుంటిని."
}
