
{
    "1": "అటు తరువాత యోబు నోరు తెరచి తన జన్మదినమును శపించెను.",
    "2": "యోబు ఎలుగెత్తి ఇట్లనెను",
    "3": "నేను పుట్టిన దినమును మగపిల్లవాడు పుట్టెనని చెప్పిన రాత్రియు నశించును గాక.",
    "4": "ఆ దినము అంధకారమయమగును గాక; పైనుండి దేవుడు దానిని లక్ష్యపెట్టకుండును గాక; వెలుగు దానిమీద ప్రకాశింపకుండును గాక.",
    "5": "చీకటియు మరణచ్ఛాయయు దానిని తమవని చెప్పుకొనును గాక; మేఘము దానిమీద కమ్ముకొనును గాక; దినమును చీకటి చేయునవి దానిని భయపెట్టును గాక.",
    "6": "ఆ రాత్రిని గాఢాంధకారము పట్టుకొనును గాక; సంవత్సరపు దినములలో అది సంతోషింపకుండును గాక; నెలల లెక్కలో అది చేరకుండును గాక.",
    "7": "ఆ రాత్రి గొడ్రాలగును గాక; దానిలో సంతోషధ్వని పుట్టకుండును గాక.",
    "8": "దినమును శపించువారును మొసలిని రేప సమర్థులును దాని శపించుదురు గాక.",
    "9": "దాని ఉదయ నక్షత్రములు చీకటిగా ఉండును గాక; వెలుగు కొరకు అది కనిపెట్టుకొనును గాక; అది రాకయే యుండును గాక; అరుణోదయ కిరణములను అది చూడకుండును గాక.",
    "10": "అది నా తల్లి గర్భద్వారమును మూయలేదు; నా కన్నులకు బాధ కనబడకుండ అది చేయలేదు.",
    "11": "నేను పుట్టినది మొదలుకొని ఏల చావలేదు? గర్భమునుండి వచ్చినప్పుడే నేనేల మరణము నొందలేదు?",
    "12": "మోకాళ్లు నన్నేల ఆదుకొనెను? నేను కుడుచునట్లు స్తనములేల ఉండెను?",
    "13": "లేనియెడల నేను పండుకొని నెమ్మదిగా నుందును; నిద్రించి విశ్రమించుదును.",
    "14": "పాడైన స్థలములను తమకు కట్టుకొనిన భూరాజులతోను మంత్రులతోను,",
    "15": "లేక బంగారము కలిగి తమ ఇండ్లను వెండితో నింపుకొనిన అధిపతులతోను నేనుందును గదా.",
    "16": "లేక పడవేసిన పిండమువలెను, వెలుగు చూడని పసిపిల్లలవలెను నేను ఉండకపోదును గదా.",
    "17": "అక్కడ దుష్టులు బాధించుట మానుదురు; అక్కడ అలసినవారు విశ్రాంతి పొందుదురు.",
    "18": "ఖైదీలు ఏకముగా నెమ్మది పొందుదురు; అక్కడ విచారణకర్తల దబాయింపు వినబడదు.",
    "19": "అక్కడ గొప్పవారును కొద్దివారును సరిగా నుందురు; దాసులు తమ యజమానుల నుండి విడుదల నొందుదురు.",
    "20": "నానా బాధలు పడువానికి వెలుగేల? ప్రాణము విసికినవారికి జీవమేల?",
    "21": "వారు మరణము కొరకు కనిపెట్టుదురు గాని అది రాదు; దాచబడిన నిధులకంటే ఎక్కువగా దానికొరకు వారు వెతుకుదురు.",
    "22": "సమాధి దొరికినప్పుడు వారు బహుగా సంతోషించి ఆనందించెదరు.",
    "23": "మార్గము తనకు దాచబడినవానికిని దేవుడు కంచె వేసినవానికిని వెలుగేల?",
    "24": "నాకు భోజనమునకు ముందుగా నిట్టూర్పు వచ్చుచున్నది; నా రోదనము నీళ్లవలె పారుచున్నది.",
    "25": "దేనికి నేను మిక్కిలి భయపడితినో అదే నాకు సంభవించెను; దేనివలన నేను వెరచితినో అదే నా మీదికి వచ్చెను.",
    "26": "నాకు నెమ్మది లేదు, శాంతి లేదు, విశ్రాంతి లేదు; బాధయే సంభవించెను."
}
