
{
    "1": "అయితే ఇప్పుడు నాకంటే చిన్నవారు నన్ను ఎగతాళి చేయుచున్నారు; వారి తండ్రులను నా మంద కాపరుల కుక్కలతో ఉంచుటకైనను నేను అల్పముగా ఎంచితినే.",
    "2": "వారి చేతుల బలమువలన నాకేమి ప్రయోజనము? వారి యౌవన బలము నశించిపోయెను.",
    "3": "లేమి చేతను ఆకలి చేతను వారు చిక్కిపోయిరి; వారు అరణ్యములో, పాడైన ఎడారిలో, గాఢాంధకారములో పొడి మన్ను కొరుకుచున్నారు.",
    "4": "పొదల దగ్గర వారు తుమ్మి ఆకును కోయుదురు; జూవీ చెట్ల వేళ్లు వారికి ఆహారము.",
    "5": "వారు మనుష్యుల మధ్యనుండి తోలివేయబడిరి; దొంగను చూచి అరచునట్లు జనులు వారిని చూచి అరచుదురు.",
    "6": "భయంకరమైన లోయలలోను, మంటి గుహలలోను, రాతి గుహలలోను వారు నివసింపవలెను.",
    "7": "పొదల మధ్య వారు అరచుదురు; దుారదగొండి చెట్ల క్రింద వారు గుంపులు కూడుదురు.",
    "8": "వారు మూఢుల పిల్లలును నీచుల పిల్లలునై యుండి దేశములోనుండి తోలివేయబడిరి.",
    "9": "ఇప్పుడు నేను వారికి పాట ఆయెను; వారికి సామెత ఆయెను.",
    "10": "వారు నన్ను అసహ్యించుకొని నాకు దూరముగా నిలుచుచున్నారు; నా ముఖమున ఉమ్మివేయుటకు వారు వెనుదీయరు.",
    "11": "ఆయన నా తాడును విప్పి నన్ను బాధించెను గనుక వారు నా యెదుట పగ్గము విడిచిరి.",
    "12": "నా కుడి ప్రక్కన పిల్లకాయలు లేచుచున్నారు; వారు నా కాళ్లను త్రోసివేయుచున్నారు; నాశనకరమైన తమ త్రోవలను నా మీద ఎత్తుచున్నారు.",
    "13": "వారు నా త్రోవను పాడుచేయుచున్నారు; నా నాశనమును వృద్ధి చేయుచున్నారు; వారికి సహాయకుడు లేడు.",
    "14": "గోడలో చేయబడిన పెద్ద బద్దలోగుండా వచ్చునట్లు వారు వచ్చుచున్నారు; నాశనము మధ్యను వారు నా మీద దొర్లి పడుచున్నారు.",
    "15": "భయములు నా మీదికి మళ్ళెను; గాలివలె అవి నా ఘనతను తరిమివేయుచున్నవి; నా క్షేమము మేఘమువలె గతించిపోయెను.",
    "16": "ఇప్పుడు నా ప్రాణము నాలో కరిగిపోవుచున్నది; శ్రమ దినములు నన్ను పట్టుకొనెను.",
    "17": "రాత్రివేళ నా ఎముకలు నాలో గుచ్చబడుచున్నవి; నన్ను కొరుకు నొప్పులకు తెరుపు లేదు.",
    "18": "వ్యాధి యొక్క గొప్ప బలము చేత నా వస్త్రము వికారమాయెను; నా చొక్కాయి కంఠమువలె అది నన్ను బిగించుచున్నది.",
    "19": "ఆయన నన్ను బురదలో పడవేసెను; నేను ధూళియు బూడిదయు ఆయెను.",
    "20": "నేను నీకు మొరపెట్టుచున్నాను గాని నీవు నాకు ఉత్తరమియ్యవు; నేను నిలుచుచున్నాను గాని నీవు నా వైపు చూచుట లేదు.",
    "21": "నీవు క్రూరుడవై నాకు విరోధివైతివి; నీ బాహుబలము చేత నన్ను హింసించుచున్నావు.",
    "22": "నీవు గాలి మీద నన్ను ఎత్తి దానిమీద నన్ను స్వారీ చేయించుచున్నావు; తుఫానులో నన్ను కరిగించివేయుచున్నావు.",
    "23": "నీవు నన్ను మరణమునకును, సకల జీవులకు నిర్ణయింపబడిన ఇంటికిని తీసికొనిపోదువని నేనెరుగుదును.",
    "24": "అయినను మనుష్యుడు పడుచుండగా చెయ్యి చాపడా? తన నాశనమందు వాడు కేకలు వేయడా?",
    "25": "కష్టదినములు గలవారిని చూచి నేను ఏడ్వలేదా? దరిద్రులను చూచి నా ప్రాణము చింతపడలేదా?",
    "26": "నేను మేలు కొరకు కనిపెట్టుకొనినప్పుడు కీడు వచ్చెను; వెలుగు కొరకు కనిపెట్టుకొనినప్పుడు చీకటి వచ్చెను.",
    "27": "నా పేగులు ఉడుకుచున్నవి, అవి నిమ్మళముగా లేవు; శ్రమ దినములు నాకు ప్రాప్తించెను.",
    "28": "ఎండ లేకయే నేను నల్లబడి తిరుగుచున్నాను; సమాజములో లేచి నేను మొరపెట్టుచున్నాను.",
    "29": "నేను నక్కలకు సహోదరుడనైతిని; నిప్పుకోళ్లకు చెలికాడనైతిని.",
    "30": "నా చర్మము నల్లబడి నా మీదనుండి ఊడిపోవుచున్నది; నా ఎముకలు వేడిమికి కాలిపోవుచున్నవి.",
    "31": "కాబట్టి నా సితారా ప్రలాపమునకును, నా పిల్లనగ్రోవి ఏడ్చువారి స్వరమునకును మారెను."
}
