
{
    "1": "నా కన్నులతో నేను నిబంధన చేసికొంటిని; కన్యకను నేను ఏలాగు చూచుదును?",
    "2": "పైనుండి దేవుని భాగమేది? ఉన్నతమునుండి సర్వశక్తుని స్వాస్థ్యమేది?",
    "3": "అనీతిమంతునికి నాశనము కాదా? దుష్క్రియలు చేయువారికి ఉపద్రవము కాదా?",
    "4": "ఆయన నా మార్గములను చూచుట లేదా? నా అడుగులన్నిటిని లెక్కించుట లేదా?",
    "5": "నేను అబద్ధముతో నడిచినయెడల, మోసము చేయుటకు నా కాలు త్వరపడినయెడల,",
    "6": "న్యాయమైన త్రాసులో దేవుడు నన్ను తూచును గాక; అప్పుడు నా యథార్థత ఆయనకు తెలియబడును.",
    "7": "నా అడుగు మార్గమును విడిచినయెడల, నా హృదయము నా కన్నుల వెంబడి పోయినయెడల, ఏదైనను మచ్చ నా చేతులకు అంటుకొనినయెడల,",
    "8": "నేను విత్తినదానిని వేరొకడు తినును గాక; నా పంట నిర్మూలమగును గాక.",
    "9": "స్త్రీని చూచి నా హృదయము మోసపోయినయెడల, నా పొరుగువాని ద్వారమునొద్ద నేను పొంచియుండినయెడల,",
    "10": "నా భార్య వేరొకని కొరకు విసురును గాక; ఇతరులు ఆమె మీద వంగుదురు గాక.",
    "11": "అది దుష్కామ ప్రవర్తన; అది న్యాయాధిపతులచేత శిక్షింపబడదగిన దోషము.",
    "12": "అది నాశనము వరకు కాల్చు అగ్ని; అది నా రాబడి అంతటిని నిర్మూలము చేయును.",
    "13": "నా దాసుడైనను నా దాసియైనను నాతో వాదించినప్పుడు నేను వారి వ్యాజ్యెమును తృణీకరించినయెడల,",
    "14": "దేవుడు లేచునప్పుడు నేను ఏమి చేయుదును? ఆయన విచారణ చేయునప్పుడు నేను ఆయనకు ఏమని ఉత్తరమిత్తును?",
    "15": "గర్భములో నన్ను పుట్టించినవాడే వానిని కూడ పుట్టించెను గదా? ఒక్కడే గర్భములో మనలను నిర్మించెను గదా?",
    "16": "బీదలు కోరినదానిని నేను ఇయ్యకపోతినా? విధవరాలి కన్నులు క్షీణించునట్లు నేనేమైన చేసితినా?",
    "17": "తండ్రిలేనివానికి పెట్టకుండ నా ముద్దను నేను ఒక్కడనే తింటినా?",
    "18": "నా బాల్యము మొదలుకొని తండ్రి యొద్ద పెరిగినట్లు వాడు నా యొద్ద పెరిగెను; తల్లి గర్భములో పుట్టినది మొదలుకొని నేను విధవరాలిని ఆదరించితిని.",
    "19": "వస్త్రము లేనందున ఒకడు నశించుటయైనను, బీదవానికి కప్పుకొనుటకు ఏమియు లేకపోవుటయైనను నేను చూచి ఊరకుండినయెడల,",
    "20": "నా గొర్రెల బొచ్చువలన వాడు వేడిమి పొందకపోయినయెడల, వాని నడుము నన్ను దీవించకపోయినయెడల,",
    "21": "గవిని యొద్ద నాకు సహాయము ఉన్నదని చూచి, తండ్రిలేనివానికి విరోధముగా నా చెయ్యి ఎత్తినయెడల,",
    "22": "నా భుజము పలక ఎముక నుండి విడిపోవును గాక; నా బాహువు ఎముక నుండి విరిగిపోవును గాక.",
    "23": "దేవునివలన కలుగు నాశనమునకు నేను భయపడుదును; ఆయన మహాత్మ్యమును బట్టి నేను ఏమియు చేయలేను.",
    "24": "బంగారము నాకు ఆధారమని నేననుకొనినయెడల, మేలిమి బంగారముతో - నీవే నా నమ్మకమని నేననినయెడల,",
    "25": "నా ఆస్తి గొప్పదనియు, నా చేతికి చాలా దొరికెననియు నేను సంతోషించినయెడల,",
    "26": "సూర్యుడు ప్రకాశించుటను గాని, చంద్రుడు ప్రకాశమానముగా నడుచుటను గాని నేను చూచినప్పుడు,",
    "27": "నా హృదయము రహస్యముగా ప్రేరేపింపబడి, నా నోరు నా చేతిని ముద్దుపెట్టుకొనినయెడల,",
    "28": "అదియు న్యాయాధిపతులచేత శిక్షింపబడదగిన దోషమగును; ఏలయనగా పరముననున్న దేవుని నేను విసర్జించినవాడనగుదును.",
    "29": "నన్ను ద్వేషించువానికి శ్రమ కలుగుట చూచి నేను సంతోషించినయెడల, వానికి కీడు సంభవించినప్పుడు నేను ఉల్లాసపడినయెడల,",
    "30": "(అయితే వాని ప్రాణమును శపించి, పాపము చేయుటకు నా నోటికి నేను సెలవియ్యలేదు.)",
    "31": "నా గుడారపు మనుష్యులు - అతని మాంసము తిని తృప్తి పొందనివాడెవడని అననియెడల,",
    "32": "(పరదేశి వీధిలో రాత్రి గడుపలేదు; బాటసారులకు నేను నా ద్వారమును తెరచితిని.)",
    "33": "ఆదాము చేసినట్లు నా అతిక్రమములను కప్పుకొని, నా దోషమును నా రొమ్ములో దాచుకొనినయెడల,",
    "34": "మహా సమూహమునకు భయపడియు, వంశముల తిరస్కారమునకు జడిసియు, నేను బయటికి రాక మౌనముగా ఉండినయెడల,",
    "35": "అయ్యో, నా మొర ఆలకించువాడొకడు ఉండినయెడల ఎంత మేలు! (ఇదిగో నా చేవ్రాలు, సర్వశక్తుడు నాకు ఉత్తరమిచ్చును గాక).",
    "36": "నా విరోధి వ్రాసిన ఫిర్యాదు నా యొద్ద ఉండినయెడల నిశ్చయముగా నేను దానిని నా భుజము మీద ధరించుకొందును; కిరీటమువలె దానిని కట్టుకొందును.",
    "37": "నా అడుగుల లెక్క అతనికి తెలుపుదును; రాజువలె నేను అతని యొద్దకు వెళ్లుదును.",
    "38": "నా భూమి నా మీద మొరపెట్టినయెడల, దాని చాళ్లు ఏకముగా ఏడ్చినయెడల,",
    "39": "దాని పంటను నేను క్రయధనము ఇయ్యకుండ తినినయెడల, దాని యజమానుల ప్రాణము పోవుటకు నేను కారణమైనయెడల,",
    "40": "గోధుమలకు బదులుగా ముళ్లును, యవలకు బదులుగా కలుపును మొలుచును గాక. యోబు మాటలు ముగిసెను."
}
