
{
    "1": "యోబు తన దృష్టికి తాను నీతిమంతుడు గనుక ఆ ముగ్గురు మనుష్యులు యోబునకు ప్రత్యుత్తరమిచ్చుట మానిరి.",
    "2": "అప్పుడు రాము వంశస్థుడైన బూజీయుడగు బరకెయేలు కుమారుడైన ఎలీహుకు కోపము రగులుకొనెను; యోబు దేవునికంటె తానే నీతిమంతుడైనట్లు తనను తాను నీతిమంతునిగా ఎంచుకొనినందున అతని మీద ఎలీహుకు కోపము రగులుకొనెను.",
    "3": "మరియు అతని ముగ్గురు స్నేహితులు యోబునకు ప్రత్యుత్తరమియ్యలేకపోయినను, వారు అతనిని దోషిగా నిర్ణయించినందున వారి మీదను అతనికి కోపము రగులుకొనెను.",
    "4": "వారు తనకంటే పెద్దవారు గనుక ఎలీహు యోబుతో మాటలాడుటకు కనిపెట్టుకొని యుండెను.",
    "5": "ఆ ముగ్గురు మనుష్యుల నోట ప్రత్యుత్తరమేమియు లేకపోవుట ఎలీహు చూచినప్పుడు అతనికి కోపము రగులుకొనెను.",
    "6": "అప్పుడు బూజీయుడగు బరకెయేలు కుమారుడైన ఎలీహు ఈలాగు మాటలాడెను - నేను పిన్నవయస్సుగలవాడను, మీరు వృద్ధులు; అందుచేత నేను భయపడి నా అభిప్రాయమును మీకు తెలుపుటకు తెగింపలేకపోతిని.",
    "7": "వయస్సు మాటలాడవలెననియు, బహు సంవత్సరములు జ్ఞానమును బోధింపవలెననియు నేననుకొంటిని.",
    "8": "అయితే నరులలో ఆత్మ ఒకటి యున్నది; సర్వశక్తుని ఊపిరి వారికి వివేకము కలుగజేయును.",
    "9": "గొప్పవారు జ్ఞానులు కారు; వృద్ధులు న్యాయమును గ్రహించుదురనుట లేదు.",
    "10": "కాబట్టి నా మాట వినుడని నేను చెప్పుచున్నాను; నేనును నా అభిప్రాయమును తెలిపెదను.",
    "11": "ఇదిగో నేను మీ మాటల కొరకు కనిపెట్టితిని; మీరు ఏమి చెప్పవలెనో అని యోచించుచుండగా మీ వాదనలను ఆలకించితిని.",
    "12": "నేను మీ మాటలను విచారించితిని; అయితే యోబును ఒప్పించినవాడు గాని, అతని మాటలకు ప్రత్యుత్తరమిచ్చినవాడు గాని మీలో ఒకడును లేడు.",
    "13": "మేము జ్ఞానమును కనుగొంటిమి; దేవుడే గాని మనుష్యుడు అతనిని జయింపలేడని మీరు అనుకొనవద్దు.",
    "14": "అతడు నాతో వాదించలేదు; మీ మాటలతో నేను అతనికి ప్రత్యుత్తరమియ్యను.",
    "15": "వారు కలవరపడి ఇక ఉత్తరమియ్యరు; పలుకుటకు వారికి మాటలు లేవు.",
    "16": "వారు మాటలాడక నిలిచియున్నారు, ఇక ఉత్తరమియ్యరు; నేను కనిపెట్టుకొని యుండవలెనా?",
    "17": "నేనును నా వంతు చొప్పున ఉత్తరమిచ్చెదను; నేనును నా అభిప్రాయమును తెలిపెదను.",
    "18": "మాటలు నాలో నిండియున్నవి; నా అంతరంగమందలి ఆత్మ నన్ను బలవంతము చేయుచున్నది.",
    "19": "ఇదిగో నా అంతరంగము బంధింపబడిన ద్రాక్షారసమువలె ఉన్నది; క్రొత్త తిత్తులవలె అది పగులబోవుచున్నది.",
    "20": "నేను మాటలాడవలెను, అప్పుడు నాకు ఉపశమనము కలుగును; నా పెదవులను తెరచి ప్రత్యుత్తరమిచ్చెదను.",
    "21": "నేను ఎవరి యెడలను పక్షపాతము చూపను; ఏ నరుని ఇచ్చకముతో పలకను.",
    "22": "ఇచ్చకముతో పలుకుట నాకు చేతకాదు; ఆలాగు చేసినయెడల నన్ను సృజించినవాడు శీఘ్రముగా నన్ను కొనిపోవును."
}
