
{
    "1": "అయితే యోబూ, దయచేసి నా మాటలు వినుము; నా మాటలన్నిటిని ఆలకించుము.",
    "2": "ఇదిగో నేను నా నోరు తెరచితిని; నా నాలుక నా నోట పలుకుచున్నది.",
    "3": "నా మాటలు నా హృదయ యథార్థతను చూపును; నా పెదవులు నాకు తెలిసినదానిని శుద్ధముగా పలుకును.",
    "4": "దేవుని ఆత్మ నన్ను సృజించెను; సర్వశక్తుని ఊపిరి నాకు జీవమిచ్చెను.",
    "5": "నీకు సాధ్యమైతే నాకు ప్రత్యుత్తరమిమ్ము; నా యెదుట నీ మాటలను చక్కగా సవరించి నిలువుము.",
    "6": "ఇదిగో దేవుని యెదుట నేనును నీవంటివాడనే; నేనును మంటితో చేయబడినవాడనే.",
    "7": "ఇదిగో నా భయము నిన్ను బెదరించదు; నా చెయ్యి నీ మీద భారముగా ఉండదు.",
    "8": "నీవు చెప్పుచుండగా నేను వింటిని; నీ మాటల శబ్దము నాకు వినబడెను.",
    "9": "నేను పవిత్రుడను, నాలో తిరుగుబాటు లేదు; నేను నిర్దోషిని, నాలో దోషము లేదు.",
    "10": "ఇదిగో ఆయన నా మీద తప్పులు వెతుకుచున్నాడు; నన్ను తనకు శత్రువుగా ఎంచుకొనుచున్నాడు.",
    "11": "ఆయన నా కాళ్లను బొండలో బిగించుచున్నాడు; నా మార్గములన్నిటిని కనిపెట్టుచున్నాడు అని నీవు అంటివి.",
    "12": "ఇదిగో ఈ విషయములో నీవు న్యాయవంతుడవు కావు అని నేను నీకు ఉత్తరమిచ్చుచున్నాను; దేవుడు మనుష్యుని కంటే గొప్పవాడు.",
    "13": "ఆయన తన క్రియలలో దేనిని గూర్చియు లెక్క చెప్పడు; ఆయనతో నీవు ఎందుకు వాదించుచున్నావు?",
    "14": "దేవుడు ఒక మారు మాటలాడును, రెండు మారులు మాటలాడును; అయినను మనుష్యుడు దానిని గమనింపడు.",
    "15": "కలలో, రాత్రి దర్శనములో, మనుష్యులకు గాఢనిద్ర కలుగునప్పుడు, పడక మీద కునుకునప్పుడు,",
    "16": "ఆయన మనుష్యుల చెవిని తెరచును; తాను చేయదలచిన బోధను వారికి ముద్రించును.",
    "17": "మనుష్యుడు తన సంకల్పమును మానుకొనునట్లును, నరునిలో గర్వము అణగబడునట్లును ఆయన ఆలాగు చేయును.",
    "18": "అతని ప్రాణమును గుంటలోనుండియు, అతని జీవమును కత్తివాతనుండియు ఆయన తప్పించును.",
    "19": "మరియు అతడు తన పడక మీద నొప్పుల చేతను, తన ఎముకలలో ఎడతెగని బాధ చేతను దండింపబడును.",
    "20": "అతని ప్రాణమునకు భోజనమును, అతని ఆత్మకు రుచికరమైన ఆహారమును అసహ్యమగును.",
    "21": "కనబడకుండ అతని మాంసము క్షీణించును; కనబడని అతని ఎముకలు పైకి తేలును.",
    "22": "అతని ప్రాణము గుంటకును, అతని జీవము నాశనము చేయువారికిని సమీపించును.",
    "23": "వేయిమందిలో ఒకడు మధ్యవర్తియై, ఒక దూత అతని పక్షమున నుండి, మనుష్యునికి కలుగవలసిన నీతిని గూర్చి అతనికి బోధించినయెడల",
    "24": "దేవుడు అతనిని కరుణించి - పాతాళమునకు దిగిపోకుండ అతనిని విడిపించుము; ప్రాయశ్చిత్తము నాకు దొరికెనని సెలవిచ్చును.",
    "25": "అప్పుడు అతని శరీరము బాలుని శరీరముకంటే బలిష్ఠమగును; అతడు తిరిగి పడుచువాడగును.",
    "26": "అతడు దేవునికి ప్రార్థన చేయగా ఆయన అతనిని అంగీకరించును; అతడు దేవుని ముఖమును ఆర్భాటముతో చూచును; ఆయన మనుష్యునికి అతని నీతిని అనుగ్రహించును.",
    "27": "అతడు మనుష్యుల యెదుట పాడుచు - నేను పాపము చేసితిని, యథార్థమైనదానిని తింపివేసితిని; అయినను నాకు రావలసినది నాకు రాలేదు.",
    "28": "పాతాళమునకు దిగిపోకుండ ఆయన నా ప్రాణమును విమోచించెను; నా జీవము వెలుగును చూచుచున్నదని చెప్పును.",
    "29": "ఇదిగో మనుష్యుని ప్రాణమును గుంటలోనుండి వెనుకకు రప్పించుటకును,",
    "30": "సజీవుల వెలుగుతో వానికి ప్రకాశము కలుగజేయుటకును, దేవుడు ఇవన్నియు మనుష్యుని పట్ల రెండు మూడు మారులు చేయును.",
    "31": "యోబూ, ఆలకించుము, నా మాట వినుము; ఊరకుండుము, నేను మాటలాడెదను.",
    "32": "నీకు మాటలున్నయెడల నాకు ఉత్తరమిమ్ము; మాటలాడుము, నిన్ను నీతిమంతునిగా తీర్చుట నాకు ఇష్టమే.",
    "33": "లేనియెడల నీవు నా మాట వినుము; ఊరకుండుము, నేను నీకు జ్ఞానము బోధించెదననెను."
}
