
{
    "1": "మరియు ఎలీహు ఇట్లనెను -",
    "2": "జ్ఞానులారా, నా మాటలు వినుడి; తెలివిగలవారలారా, నాకు చెవియొగ్గుడి.",
    "3": "నాలుక ఆహారమును రుచి చూచునట్లు చెవి మాటలను పరీక్షించును.",
    "4": "మనకు న్యాయమైనది ఏదో మనము ఏర్పరచుకొందము; మంచిది ఏదో మనలో మనము తెలిసికొందము.",
    "5": "యోబు ఇట్లనెను - నేను నీతిమంతుడను; దేవుడు నా న్యాయమును కొట్టివేసెను.",
    "6": "నాకు న్యాయమున్నను నేను అబద్ధీకుడనని ఎంచబడితిని; నేను ఏ పాపమును చేయకపోయినను నాకు తగిలిన బాణము మాన్పనిదై యున్నది.",
    "7": "నీళ్లవలె పరిహాసమును త్రాగు యోబు వంటివాడెవడు?",
    "8": "అతడు పాపము చేయువారితో సహవాసము చేయును; దుష్టులతో నడుచును.",
    "9": "ఒకడు దేవుని యందు ఆనందించుటవలన వానికి లాభమేమియు లేదని అతడు చెప్పుచున్నాడు.",
    "10": "కాబట్టి వివేకము గలవారలారా, నా మాట వినుడి; దేవుడు అన్యాయము చేయుట అసంభవము; సర్వశక్తుడు దుష్కార్యము చేయుట అసంభవము.",
    "11": "ఆయన మనుష్యునికి వాని క్రియల చొప్పున ఫలమిచ్చును; ప్రతివానికి వాని మార్గమును బట్టి కలుగజేయును.",
    "12": "నిశ్చయముగా దేవుడు దుష్కార్యము చేయడు; సర్వశక్తుడు న్యాయమును తారుమారు చేయడు.",
    "13": "భూమిని ఆయనకు అప్పగించినవాడెవడు? ఈ ప్రపంచమునంతటిని స్థాపించినవాడెవడు?",
    "14": "ఆయన తన మనస్సును తన మీదనే ఉంచుకొనినయెడల, తన ఆత్మను తన ఊపిరిని తన యొద్దకు తీసికొనినయెడల,",
    "15": "సమస్త శరీరులు ఏకముగా నశించుదురు; నరులు తిరిగి మన్నైపోవుదురు.",
    "16": "నీకు వివేకమున్నయెడల దీనిని వినుము; నా మాటల శబ్దమును ఆలకించుము.",
    "17": "న్యాయమును ద్వేషించువాడు ఏలునా? పరమ న్యాయవంతుని నీవు దోషిగా ఎంచుదువా?",
    "18": "రాజుతో - నీవు పనికిమాలినవాడవని గాని, ప్రధానులతో - మీరు దుష్టులని గాని అనదగునా?",
    "19": "ఆయన అధిపతుల యెడల పక్షపాతము చూపడు; దరిద్రులకంటే ధనవంతులను ఎక్కువగా ఎంచడు; వారందరు ఆయన చేతి పనియై యున్నారు.",
    "20": "ఒక్క నిమిషములో వారు చనిపోవుదురు; అర్ధరాత్రివేళ జనులు కదిలించబడి గతించిపోవుదురు; చేతి సహాయము లేకయే బలవంతులు తీసివేయబడుదురు.",
    "21": "ఆయన కన్నులు మనుష్యుల మార్గములను చూచుచున్నవి; వారి అడుగులన్నిటిని ఆయన కనుగొనుచున్నాడు.",
    "22": "పాపము చేయువారు దాగుకొనుటకు చీకటియైనను గాఢాంధకారమైనను లేదు.",
    "23": "మనుష్యుడు దేవుని యెదుట విచారణకు వచ్చునట్లు ఆయన మనుష్యుని గూర్చి ఎంతకాలమును యోచించడు.",
    "24": "విచారణ చేయకయే ఆయన బలవంతులను నలుగగొట్టును; వారి స్థానములో ఇతరులను ఉంచును.",
    "25": "కాబట్టి ఆయన వారి క్రియలను గుర్తించును; రాత్రివేళ ఆయన వారిని బోర్లద్రోయగా వారు నలిగిపోవుదురు.",
    "26": "వారు దుష్టులని అందరు చూచుచుండగా ఆయన వారిని కొట్టును.",
    "27": "ఏలయనగా వారు ఆయనను వెంబడించుట మానిరి; ఆయన మార్గములలో దేనిని లక్ష్యపెట్టకపోయిరి.",
    "28": "అందువలన దరిద్రుల మొర ఆయన యొద్దకు చేరెను; బాధింపబడినవారి మొర ఆయనకు వినబడెను.",
    "29": "ఆయన నెమ్మది కలిగించినయెడల ఎవడు ఆయనను తప్పుపట్టగలడు? ఆయన ముఖమును మరుగుచేసినయెడల ఆయనను ఎవడు చూడగలడు? ఒక జనమునకైనను ఒక మనుష్యునికైనను అది ఒక్కటే.",
    "30": "ఇది భక్తిహీనుడు ఏలకుండునట్లును, ప్రజలు చిక్కుబడకుండునట్లును జరుగును.",
    "31": "నేను శిక్షను భరించితిని, నేను ఇక పాపము చేయనని ఎవడైనను దేవునితో చెప్పెనా?",
    "32": "నాకు కనబడనిదానిని నాకు బోధించుము; నేను అన్యాయము చేసియుంటే ఇకను చేయనని ఎవడైనను చెప్పెనా?",
    "33": "నీవు ఆయన తీర్పును నిరాకరించుచున్నావు గనుక నీ చిత్తప్రకారము ఆయన ప్రతిఫలమియ్యవలెనా? నేనెరుగుదును గాని నీవే ఏర్పరచుకొనవలెను; కాబట్టి నీకు తెలిసినది చెప్పుము.",
    "34": "బుద్ధిమంతులును, నా మాట విను జ్ఞానులును నాతో ఈలాగు చెప్పుదురు -",
    "35": "యోబు తెలివి లేక మాటలాడుచున్నాడు; అతని మాటలు వివేకము లేనివి.",
    "36": "యోబు భక్తిహీనులవలె ప్రత్యుత్తరమిచ్చుచున్నాడు గనుక తుద వరకు అతడు శోధింపబడవలెనని నేను కోరుచున్నాను.",
    "37": "అతడు తన పాపమునకు తిరుగుబాటును జతచేయుచున్నాడు; మన మధ్య చప్పట్లు కొట్టుచున్నాడు; దేవుని మీద తన మాటలను విస్తరింపజేయుచున్నాడు."
}
