
{
    "1": "మరియు ఎలీహు ఇంకను ఇట్లనెను -",
    "2": "కొంచెము ఓర్చుకొనుము, నేను నీకు తెలియజేసెదను; దేవుని పక్షమున నేను చెప్పవలసిన మాటలు ఇంకను ఉన్నవి.",
    "3": "దూరమునుండి నా జ్ఞానమును తెచ్చుకొందును; నన్ను సృజించినవానికి నీతిని ఆరోపించెదను.",
    "4": "నిశ్చయముగా నా మాటలు అబద్ధములు కావు; జ్ఞానసంపూర్ణుడు నీ యొద్ద ఉన్నాడు.",
    "5": "ఇదిగో దేవుడు బలవంతుడు, ఆయన ఎవరిని తృణీకరింపడు; ఆయన జిజ్ఞానాబలము గలవాడు.",
    "6": "ఆయన దుష్టులను బ్రతుకనియ్యడు; దీనులకు న్యాయము తీర్చును.",
    "7": "ఆయన తన చూపును నీతిమంతుల మీదనుండి తీసివేయడు; రాజులతో కూడా సింహాసనము మీద ఆయన వారిని ఎల్లప్పుడును కూర్చుండబెట్టును, వారు హెచ్చింపబడుదురు.",
    "8": "వారు సంకెళ్లతో కట్టబడినను, బాధల పాశములతో పట్టబడినను,",
    "9": "ఆయన వారి క్రియను, వారు గర్వించి చేసిన వారి అతిక్రమములను వారికి తెలియజేయును.",
    "10": "శిక్షను వినునట్లు ఆయన వారి చెవిని తెరచును; పాపమునుండి వారు మళ్లుకొనవలెనని ఆజ్ఞాపించును.",
    "11": "వారు విని ఆయనను సేవించినయెడల, వారు తమ దినములను క్షేమముగాను తమ సంవత్సరములను ఆనందముగాను గడుపుదురు.",
    "12": "వారు విననియెడల వారు కత్తివాత నశించుదురు; జ్ఞానము లేక చనిపోవుదురు.",
    "13": "హృదయములో భక్తిహీనులైనవారు కోపమును ఉంచుకొందురు; ఆయన వారిని బంధించినప్పుడు వారు మొరపెట్టరు.",
    "14": "యౌవనమందే వారు చనిపోవుదురు; పురుషగాములతో కూడ వారి ప్రాణము నశించును.",
    "15": "బాధపడువారిని వారి బాధలో ఆయన విడిపించును; ఇబ్బందిలో వారి చెవిని తెరచును.",
    "16": "ఆలాగున ఆయన ఇబ్బందిలోనుండి విశాలమైన స్థలమునకు నిన్ను తోడుకొని వచ్చును; అక్కడ ఇరుకు ఉండదు; నీ బల్లమీద వడ్డించబడునది క్రొవ్వుతో నిండియుండును.",
    "17": "దుష్టులకు రావలసిన తీర్పు నీకు పూర్తిగా వచ్చెను; తీర్పును న్యాయమును నిన్ను పట్టుకొనుచున్నవి.",
    "18": "కోపము రేగి నీవు ఎగతాళి చేయకుండునట్లు జాగ్రత్తపడుము; గొప్ప ప్రాయశ్చిత్తము నిన్ను మార్గము తప్పించకుండునట్లు చూచుకొనుము.",
    "19": "నీవు మొరపెట్టుట, నీ బలప్రయత్నములన్నియు, నీకు ఇబ్బంది లేకుండ చేయునా?",
    "20": "రాత్రి కొరకు ఆశపడకుము; ఆ సమయమున జనులు తమ స్థలములలోనుండి కొట్టివేయబడుదురు.",
    "21": "జాగ్రత్తపడుము, పాపము వైపు తిరుగకుము; బాధ అనుభవించుటకంటె నీవు దీనినే కోరుకొంటివి.",
    "22": "ఇదిగో దేవుడు తన బలము చేత ఘనముగా ప్రవర్తించును; ఆయన వంటి బోధకుడు ఎవడు?",
    "23": "ఆయనకు మార్గమును నియమించినవాడెవడు? నీవు అన్యాయము చేసితివని అనగలవాడెవడు?",
    "24": "మనుష్యులు కీర్తించిన ఆయన క్రియను ఘనపరచుటకు జ్ఞాపకము చేసికొనుము.",
    "25": "మనుష్యులందరు దానిని చూచుచున్నారు; నరులు దూరమునుండి దానిని చూచుచున్నారు.",
    "26": "ఇదిగో దేవుడు గొప్పవాడు, మనము ఆయనను ఎరుగము; ఆయన సంవత్సరముల సంఖ్యను కనుగొనలేము.",
    "27": "ఆయన నీటి బొట్టులను పైకి లాగును; అవి ఆయన ఆవిరిలోనుండి వర్షముగా కురియును.",
    "28": "మేఘములు దానిని కురిపించును; అది మనుష్యుల మీద విస్తారముగా పడును.",
    "29": "మేఘములు వ్యాపించుటను, ఆయన గుడారములోని ఉరుములను ఎవడు గ్రహించగలడు?",
    "30": "ఇదిగో ఆయన తన చుట్టు తన కాంతిని పరచును; సముద్రపు అడుగు భాగమును కప్పును.",
    "31": "వాటివలన ఆయన జనులకు తీర్పు తీర్చును; ఆహారమును సమృద్ధిగా ఇచ్చును.",
    "32": "ఆయన తన చేతులను మెరుపుతో కప్పును; అది గురి తగులునట్లు ఆయన దానికి ఆజ్ఞాపించును.",
    "33": "దాని ధ్వని ఆయనను గూర్చి తెలియజేయును; పశువులు కూడ రాబోవు తుఫానును గూర్చి తెలియజేయును."
}
