
{
    "1": "దీనికి నా గుండె అదిరి తన స్థలమునుండి కదలుచున్నది.",
    "2": "వినండి, ఆయన స్వర గర్జనమును వినండి; ఆయన నోటనుండి బయలుదేరు ధ్వనిని వినండి.",
    "3": "ఆకాశమంతటి క్రింద ఆయన దానిని పంపును; భూదిగంతముల వరకు తన మెరుపును పంపును.",
    "4": "దాని వెనుక ఒక శబ్దము గర్జించును; ఆయన తన ప్రభావము గల స్వరముతో ఉరుమును; ఆయన స్వరము వినబడగానే ఆయన మెరుపులను ఆపడు.",
    "5": "దేవుడు తన స్వరముతో ఆశ్చర్యముగా ఉరుమును; మనము గ్రహింపలేని గొప్ప కార్యములను ఆయన చేయును.",
    "6": "ఆయన - భూమిమీద కురువమని హిమమునకును, చిన్న వానకును, తన బలమైన వర్షమునకును ఆజ్ఞాపించును.",
    "7": "తాను సృజించిన మనుష్యులందరు తన పనిని తెలుసుకొనునట్లు ఆయన ప్రతి మనుష్యుని చేతిని ముద్రించును.",
    "8": "అప్పుడు జంతువులు గుహలలోనికి పోవును; వాటి బొరియలలో అవి నివసించును.",
    "9": "దక్షిణపు గదిలోనుండి సుడిగాలియు, ఉత్తరపు గాలివలన చలియు వచ్చును.",
    "10": "దేవుని ఊపిరివలన మంచు కలుగుచున్నది; జలముల విశాలత బిగుసుకొనిపోవుచున్నది.",
    "11": "మరియు ఆయన మేఘములను తేమతో నింపును; తన కాంతి గల మేఘమును వ్యాపింపజేయును.",
    "12": "భూలోకము మీద నివసించువారికి ఆయన ఆజ్ఞాపించునదంతయు అవి చేయునట్లు ఆయన నడిపించుటవలన అవి నలుదిక్కుల తిరుగుచున్నవి.",
    "13": "శిక్ష కొరకైనను, తన భూమి కొరకైనను, కృప కొరకైనను ఆయన దాని రప్పించును.",
    "14": "యోబూ, దీని ఆలకించుము; నిలిచి దేవుని అద్భుత క్రియలను ఆలోచించుము.",
    "15": "దేవుడు వాటిని ఎట్లు నియమించెనో, తన మేఘముయొక్క కాంతిని ఎట్లు ప్రకాశింపజేసెనో నీకు తెలియునా?",
    "16": "మేఘములు తేలుటను, జ్ఞానసంపూర్ణుని అద్భుత క్రియలను నీవు ఎరుగుదువా?",
    "17": "దక్షిణపు గాలివలన భూమి నిమ్మళముగా ఉన్నప్పుడు నీ వస్త్రములు వెచ్చగా ఎట్లుండునో నీకు తెలియునా?",
    "18": "పోతపోసిన అద్దమువలె దృఢమైన ఆకాశమును ఆయనతో కూడ నీవు విశాలపరచగలవా?",
    "19": "మేము ఆయనతో ఏమి పలుకవలెనో మాకు బోధించుము; చీకటివలన మేము మాటలను క్రమపరచలేకున్నాము.",
    "20": "నేను మాటలాడకోరుచున్నానని ఆయనకు తెలుపబడునా? మనుష్యుడు మింగివేయబడవలెనని కోరునా?",
    "21": "ఇప్పుడు గాలి వీచి ఆకాశమును శుభ్రము చేయునప్పుడు ఆకాశమందు ప్రకాశించు కాంతిని మనుష్యులు చూడలేరు.",
    "22": "ఉత్తర దిక్కున బంగారు కాంతి పుట్టుచున్నది; దేవుని యొద్ద భయంకరమైన తేజస్సు కలదు.",
    "23": "సర్వశక్తుడు మనకు అగోచరుడు; ఆయన మహత్యము గలవాడు; ఆయన న్యాయమును గాని పూర్ణ నీతిని గాని గాయపరచడు.",
    "24": "కాబట్టి నరులు ఆయన యందు భయభక్తులు కలిగియుండవలెను; తమ దృష్టికి తాము జ్ఞానులైనవారెవరిని ఆయన లక్ష్యపెట్టడు."
}
