
{
    "1": "అప్పుడు యెహోవా సుడిగాలిలోనుండి యోబుతో ఇట్లనెను -",
    "2": "జ్ఞానము లేని మాటలచేత ఆలోచనను చెరుపుచున్న వీడెవడు?",
    "3": "పురుషునివలె నీ నడుము కట్టుకొనుము; నేను నిన్ను ప్రశ్నించెదను, నీవు నాకు చెప్పుము.",
    "4": "నేను భూమికి పునాది వేసినప్పుడు నీవు ఎక్కడ ఉంటివి? నీకు వివేకము కలిగియున్నయెడల చెప్పుము.",
    "5": "దాని పరిమాణములను నిర్ణయించినవాడెవడు? నీకు తెలిసియున్నదా? దానిమీద కొలనూలు వేసినవాడెవడు?",
    "6": "దాని పునాదులు దేనిమీద వేయబడెను? దాని మూలరాయి వేసినవాడెవడు?",
    "7": "అప్పుడు ఉదయ నక్షత్రములు ఏకముగా కూడి పాడెను; దేవుని కుమారులందరు సంతోషించిరి.",
    "8": "సముద్రము గర్భములోనుండి పొర్లుచు బయలుపడినప్పుడు, తలుపులతో దానిని మూసినవాడెవడు?",
    "9": "అప్పుడు నేను దానికి మేఘమును వస్త్రముగాను, గాఢాంధకారమును పొత్తిగుడ్డగాను చేసితిని.",
    "10": "దానికి నా సరిహద్దును నియమించితిని; దానికి అడ్డగడియలను తలుపులను పెట్టితిని.",
    "11": "ఇంతవరకే గాని నీవు మరి రాకూడదు, నీ పొంగు అలలు ఇక్కడనే అణగవలెనని నేను చెప్పితిని.",
    "12": "దుష్టులు భూమిలోనుండి దులుపబడునట్లును,",
    "13": "అది భూదిగంతములను పట్టుకొనునట్లును, నీవు పుట్టినప్పటినుండి ఉదయమునకు ఆజ్ఞాపించితివా? అరుణోదయమునకు దాని స్థలమును తెలిపితివా?",
    "14": "ముద్ర వేయగా మంటికి రూపము వచ్చినట్లు భూమి రూపము మారును; వస్త్రము ధరించినట్లు సమస్తము కనబడును.",
    "15": "దుష్టులకు వెలుగు లేకపోవును; ఎత్తిన చెయ్యి విరువబడును.",
    "16": "సముద్రపు ఊటలలోనికి నీవు చొచ్చితివా? అగాధములో నీవు సంచరించితివా?",
    "17": "మరణద్వారములు నీకు బయలుపరచబడెనా? మరణచ్ఛాయ ద్వారములను నీవు చూచితివా?",
    "18": "భూమి విశాలతను నీవు గ్రహించితివా? ఇదంతయు నీకు తెలిసియున్నయెడల చెప్పుము.",
    "19": "వెలుగునకు మార్గమేది? చీకటి ఉండు స్థలమేది?",
    "20": "నీవు వాటిని వాటి సరిహద్దులకు తీసికొనిపోగలవా? వాటి ఇంటికి పోవు త్రోవలు నీకు తెలియునా?",
    "21": "నీవు అప్పుడు పుట్టితివి గనుక నీకు తెలియును! నీ దినముల సంఖ్య గొప్పది గదా!",
    "22": "హిమము యొక్క నిధుల లోనికి నీవు ప్రవేశించితివా? వడగండ్ల నిధులను నీవు చూచితివా?",
    "23": "ఆపత్కాలము కొరకును యుద్ధయుద్ధముల దినముల కొరకును నేను వాటిని దాచియుంచితిని.",
    "24": "వెలుగు ఏ మార్గమున చీలును? తూర్పు గాలి భూమిమీద ఏ మార్గమున వ్యాపించును?",
    "25": "నిర్జన ప్రదేశము మీదను, నరులు లేని అరణ్యము మీదను వర్షము కురిపించుటకును,",
    "26": "పాడైన శూన్య భూమిని తృప్తిపరచుటకును, లేత గడ్డి మొలిపించుటకును,",
    "27": "వరదకు కాలువను, ఉరుములతో కూడిన మెరుపునకు దారిని ఎవరు నియమించిరి?",
    "28": "వర్షమునకు తండ్రి ఉన్నాడా? మంచు బిందువులను ఎవరు పుట్టించిరి?",
    "29": "మంచు గడ్డ ఎవరి గర్భములోనుండి వచ్చెను? ఆకాశమునుండి దిగు మంచును ఎవరు కనిరి?",
    "30": "నీళ్లు రాయివలె గట్టిపడును; అగాధ జలముల పైభాగము గడ్డకట్టును.",
    "31": "కృత్తిక నక్షత్రములను నీవు బంధించగలవా? మృగశీర్షము కట్లను విప్పగలవా?",
    "32": "వాటి వాటి కాలములలో నక్షత్రరాశులను నీవు రప్పించగలవా? సప్తర్షి నక్షత్రములను వాటి పిల్లలను నీవు నడిపించగలవా?",
    "33": "ఆకాశమండలపు విధులను నీవు ఎరుగుదువా? భూమిమీద దాని అధికారమును నీవు స్థాపింపగలవా?",
    "34": "జలరాశి నిన్ను కప్పునట్లు మేఘములకు నీవు ఆజ్ఞాపించగలవా?",
    "35": "మెరుపులు బయలుదేరి - చిత్తము, ఇదిగో ఉన్నామని నీతో చెప్పునట్లు నీవు వాటిని పంపగలవా?",
    "36": " అంతరంగములో జ్ఞానమును ఉంచినవాడెవడు? హృదయమునకు తెలివినిచ్చినవాడెవడు?",
    "37": "ధూళి ఉండలుగా గట్టిపడునట్లును, మట్టిపెడ్డలు అంటుకొనునట్లును,",
    "38": "జ్ఞానముచేత మేఘములను ఎవరు లెక్కింపగలరు? ఆకాశపు కుండలను ఎవరు బోర్లింపగలరు?",
    "39": "ఆడు సింహము కొరకు నీవు వేటను వేటాడగలవా?",
    "40": "కొదమ సింహములు గుహలలో దాగుకొనునప్పుడు, పొదలలో పొంచియుండునప్పుడు వాటి ఆకలిని నీవు తీర్చగలవా?",
    "41": "కాకి పిల్లలు దేవునికి మొరపెట్టుచు, తిండి లేక ఇటు అటు తిరుగులాడునప్పుడు కాకికి ఆహారము సిద్ధపరచువాడెవడు?"
}
