
{
    "1": "కొండ మేకలు ఈను కాలము నీకు తెలియునా? లేళ్లు ఈనుట నీవు కనిపెట్టితివా?",
    "2": "అవి ఎన్ని నెలలు మోయునో నీవు లెక్కించగలవా? అవి ఈను కాలము నీకు తెలియునా?",
    "3": "అవి వంగి తమ పిల్లలను కనును; తమ వేదనను పోగొట్టుకొనును.",
    "4": "వాటి పిల్లలు బలపడి బయట పెరుగును; అవి వెళ్లి తిరిగి రావు.",
    "5": "అడవి గాడిదను స్వేచ్ఛగా పోనిచ్చినవాడెవడు? అడవి గాడిద కట్లను విప్పినవాడెవడు?",
    "6": "దానికి అరణ్యమును ఇల్లుగాను, చవిటి నేలను నివాసముగాను నేను ఇచ్చితిని.",
    "7": "పట్టణపు అల్లరిని అది తిరస్కరించును; తోలువాని కేకలు దానికి వినబడవు.",
    "8": "పర్వతముల పచ్చిక దానికి మేత; ప్రతి పచ్చని మొక్కను అది వెదకును.",
    "9": "గురుపోతు నీకు సేవ చేయుటకు సమ్మతించునా? నీ గాటి దగ్గర అది నిలుచునా?",
    "10": "నాగటి చాళ్లలో గురుపోతును తాడుతో నీవు కట్టగలవా? లోయలలో అది నీ వెనుక దొర్లు లాగునా?",
    "11": "దాని బలము గొప్పదని నీవు దానిని నమ్ముదువా? నీ పనిని దానికి విడిచిపెట్టుదువా?",
    "12": "నీ విత్తనమును ఇంటికి తెచ్చుననియు, నీ కళ్లములో ధాన్యము కూర్చుననియు నీవు దానిని నమ్ముదువా?",
    "13": "నిప్పుకోడి రెక్కలు సంతోషముగా టపాటపా కొట్టుకొనును; అయితే దానికి కొంగకున్నట్టి రెక్కలును ఈకలును ఉన్నవా?",
    "14": "అది నేలమీద తన గుడ్లను విడిచిపెట్టును; ధూళిలో వాటిని వేడిచేయును.",
    "15": "పాదము వాటిని త్రొక్కివేయుననియైనను, అడవి జంతువు వాటిని పగులగొట్టుననియైనను అనుకొనదు.",
    "16": "తన పిల్లలు తనవి కానట్టు అది వాటి యెడల కాఠిన్యము చూపును; తన కష్టము వ్యర్థమైనను దానికి చింత లేదు.",
    "17": "దేవుడు దానికి జ్ఞానము లేకుండ చేసెను; ఆయన దానికి వివేకము పంచిపెట్టలేదు.",
    "18": "అది పైకి లేచి పరుగెత్తునప్పుడు గుఱ్ఱమును రౌతును తిరస్కరించును.",
    "19": "గుఱ్ఱమునకు నీవు బలము నిచ్చితివా? దాని మెడకు జూలు కట్టితివా?",
    "20": "మిడత గెంతునట్లు నీవు దానిని గెంతించగలవా? దాని నాసికారంధ్రముల ధ్వని భయంకరము.",
    "21": "లోయలో అది కాలు దువ్వును, తన బలమును బట్టి సంతోషించును; ఆయుధములు గలవారిని ఎదుర్కొనబోవును.",
    "22": "భయమును చూచి అది నవ్వును, అది బెదరదు; కత్తికి వెనుకయ్యదు.",
    "23": "దాని మీద అమ్ములపొదియు, తళతళలాడు ఈటెయు, బల్లెమును గలగలలాడును.",
    "24": "అది ఆత్రముతోను కోపముతోను నేలను మింగివేయును; బూర ధ్వని వినబడగానే అది నిలువదు.",
    "25": "బూర ఊదినప్పుడెల్ల అది - ఆహా అనును; అది దూరమునుండి యుద్ధమును, అధిపతుల ఆర్భాటమును, యుద్ధ కేకలను వాసన పట్టును.",
    "26": "డేగ నీ జ్ఞానమువలన ఎగురునా? అది దక్షిణమునకు తన రెక్కలు చాపునా?",
    "27": "పక్షిరాజు నీ ఆజ్ఞకు లోబడి పైకి ఎగురునా? అది ఉన్నత స్థలమున తన గూడు కట్టుకొనునా?",
    "28": "అది రాతి కొండ మీద నివసించును; రాతి కొండ పేటు మీదను ఎత్తైన స్థలము మీదను పండుకొనును.",
    "29": "అక్కడనుండి అది ఎరను వెదకును; దాని కన్నులు దూరమునుండి చూచును.",
    "30": "దాని పిల్లలు రక్తము పీల్చును; హతులు ఎక్కడ ఉన్నారో అక్కడ అది ఉండును."
}
