
{
    "1": "మరియు యెహోవా యోబుతో ఇట్లనెను -",
    "2": "సర్వశక్తునితో వాదించువాడు ఆయనతో పోరాడునా? దేవునితో వాదించువాడు దీనికి ఉత్తరమియ్యవలెను.",
    "3": "అప్పుడు యోబు యెహోవాకు ఈలాగున ప్రత్యుత్తరమిచ్చెను -",
    "4": "చిత్తగించుము, నేను నీచుడను; నేను నీకు ఏమి ప్రత్యుత్తరమిత్తును? నా చేతిని నా నోటి మీద ఉంచుకొందును.",
    "5": "ఒక మారు మాటలాడితిని, నేను మారు పలకను; రెండు మారులు మాటలాడితిని, ఇకను పలుకను.",
    "6": "అప్పుడు యెహోవా సుడిగాలిలోనుండి యోబునకు ఈలాగున ప్రత్యుత్తరమిచ్చెను -",
    "7": "పురుషునివలె నీ నడుము కట్టుకొనుము; నేను నిన్ను ప్రశ్నించెదను, నీవు నాకు చెప్పుము.",
    "8": "నీవు నా న్యాయమును కొట్టివేయుదువా? నీవు నీతిమంతుడవుగా తీర్చబడుటకై నన్ను దోషిగా చేయుదువా?",
    "9": "దేవునికి ఉన్నటువంటి బాహువు నీకు ఉన్నదా? ఆయన స్వరము వంటి స్వరముతో నీవు గర్జించగలవా?",
    "10": "గర్వముతోను మహత్మ్యముతోను నిన్ను నీవు అలంకరించుకొనుము; ఘనతాప్రభావములను ధరించుకొనుము.",
    "11": "నీ కోపాగ్నిని కుమ్మరించుము; గర్విష్ఠులందరిని చూచి వారిని అణచుము.",
    "12": "గర్విష్ఠులందరిని చూచి వారిని తగ్గించుము; దుష్టులను వారి స్థలములోనే అణగద్రొక్కుము.",
    "13": "వారందరిని ధూళిలో కప్పుము; రహస్య స్థలమందు వారి ముఖములను బంధించుము.",
    "14": "అప్పుడు నీ దక్షిణహస్తము నిన్ను రక్షించగలదని నేనును నిన్ను స్తుతించెదను.",
    "15": "నేను నిన్ను చేసినట్లే నీటిగుర్రమును చేసితిని, అది చూడుము; అది ఎద్దువలె గడ్డి మేయును.",
    "16": "దాని బలము దాని నడుములో ఉన్నది; దాని శక్తి దాని కడుపు కండరములలో ఉన్నది.",
    "17": "అది దేవదారు వృక్షమువలె దాని తోకను ఆడించును; దాని తొడల నరములు అల్లుకొనియున్నవి.",
    "18": "దాని ఎముకలు ఇత్తడి గొట్టములవలె ఉన్నవి; దాని ఎముకలు ఇనుప కమ్మీలవలె ఉన్నవి.",
    "19": "దేవుని క్రియలలో అది ముఖ్యమైనది; దానిని సృజించినవాడు దానికి ఖడ్గమును ఇచ్చెను.",
    "20": "పర్వతములు దానికి మేతను పుట్టించును; అక్కడ అడవి జంతువులన్నియు ఆడుకొనును.",
    "21": "తామర చెట్ల క్రిందను, జమ్ము చాటునను, బురదలోను అది పండుకొనును.",
    "22": "తామర చెట్లు తమ నీడను దానిమీద కప్పును; ఏటి నిరజీవి చెట్లు దానిని ఆవరించును.",
    "23": "నది పొంగినను అది భయపడదు; యొర్దాను దాని నోటి వరకు పొంగి వచ్చినను అది నిబ్బరముగా ఉండును.",
    "24": "అది చూచుచుండగా ఎవరైనను దానిని పట్టుకొనగలరా? ఉరి వేసి దాని ముక్కును ఎవరైనను రంధ్రము చేయగలరా?"
}
