
{
    "1": "గాలము వేసి నీవు మొసలిని లాగగలవా? తాడుతో దాని నాలుకను అణచగలవా?",
    "2": "దాని ముక్కులో నీవు తాడు వేయగలవా? ములుగర్రతో దాని దవడను గుచ్చగలవా?",
    "3": "అది నీకు బహుగా విన్నపములు చేయునా? అది నీతో మృదువైన మాటలు పలుకునా?",
    "4": "అది నీతో నిబంధన చేసికొనునా? నిత్యము నీకు దాసుడుగా ఉండుటకు నీవు దానిని పట్టుకొందువా?",
    "5": "పక్షితో ఆడుకొనునట్లు నీవు దానితో ఆడుకొందువా? నీ పనికత్తెల కొరకు దానిని కట్టివేయుదువా?",
    "6": "పనివారు దానిని బట్టి బేరము చేయుదురా? వర్తకుల మధ్య వారు దానిని పంచుదురా?",
    "7": "దాని చర్మమును బల్లెములతోనైనను, దాని తలను చేపల ఈటెలతోనైనను నీవు నింపగలవా?",
    "8": "దానిమీద నీ చెయ్యి వేయుము; యుద్ధమును జ్ఞాపకము చేసికొనుము; ఇకను ఆలాగు చేయవు.",
    "9": "దానిని పట్టుకొందునను ఆశ నిష్ఫలము; దానిని చూచినంత మాత్రమున ఒకడు పడిపోవును గదా?",
    "10": "దానిని లేపుటకు ఎవడును తెగింపడు; ఆలాగైతే నా యెదుట నిలువగలవాడెవడు?",
    "11": "నేను తిరిగి ఇచ్చుటకు ఎవడు నాకు ముందుగా ఇచ్చెను? ఆకాశమంతటి క్రిందనున్నదంతయు నాదే.",
    "12": "దాని అవయవములను గూర్చియు, దాని మహా బలమును గూర్చియు, దాని చక్కని నిర్మాణమును గూర్చియు నేను మౌనముగా ఉండను.",
    "13": "దాని పైవస్త్రమును ఎవడు తీయగలడు? దాని రెండు దవడల నడుమ ఎవడు చొరగలడు?",
    "14": "దాని ముఖద్వారమును ఎవరు తెరవగలరు? దాని పళ్ల చుట్టు భయమున్నది.",
    "15": "దాని పొలుసుల సాళ్లు అతిశయాస్పదములు; అవి గట్టిగా ముద్రింపబడినట్లున్నవి.",
    "16": "ఒకదానితో ఒకటి హత్తుకొనియున్నవి; గాలియైనను వాటి మధ్య దూరదు.",
    "17": "అవి ఒకదానికొకటి అతుక్కొనియున్నవి; అవి విడిపోకుండ పట్టుకొనియున్నవి.",
    "18": "అవి తుమ్మగా వెలుగు ప్రకాశించును; దాని కన్నులు అరుణోదయ కాంతివలె ఉన్నవి.",
    "19": "దాని నోటనుండి దివిటీలు బయలుదేరును; నిప్పురవ్వలు ఎగురును.",
    "20": "మరుగుచున్న కుండలోనుండియు కాగులోనుండియు వచ్చునట్లు దాని నాసికారంధ్రములలోనుండి పొగ వచ్చును.",
    "21": "దాని ఊపిరి నిప్పులను రాజబెట్టును; దాని నోటనుండి మంట బయలుదేరును.",
    "22": "దాని మెడలో బలము నివసించును; భయము దాని ముందర నాట్యము చేయును.",
    "23": "దాని శరీరపు అతుకులు బిగువుగా ఉన్నవి; అవి దానిమీద స్థిరముగా ఉండి కదలకయున్నవి.",
    "24": "దాని గుండె రాయివలె గట్టిగా ఉన్నది; అది తిరగటి క్రింది రాయివలె గట్టిగా ఉన్నది.",
    "25": "అది లేచునప్పుడు బలవంతులు భయపడుదురు; భయము చేత వారు బుద్ధిహీనులగుదురు.",
    "26": "దానికి కత్తి తగిలినను అది నిలువదు; ఈటె గాని బల్లెము గాని కవచము గాని నిలువదు.",
    "27": "అది ఇనుమును గడ్డిపోచగాను, ఇత్తడిని కుళ్ళిన కర్రగాను ఎంచును.",
    "28": "విలుకాడి బాణము దానిని పారదోలజాలదు; వడిసెల రాళ్లు దానికి కొయ్య ముక్కలగును.",
    "29": "అది గదలను కొయ్య ముక్కలుగా ఎంచును; ఈటె అదరుట చూచి అది నవ్వును.",
    "30": "దాని క్రింది భాగము పదునైన పెంకులవలె ఉన్నది; బురద మీద అది పదునైన నురిపిడి మ్రానును పరచినట్లున్నది.",
    "31": "అది సముద్రమును కుండవలె పొంగజేయును; సముద్రమును తైలమువలె చేయును.",
    "32": "అది తన వెనుక త్రోవను ప్రకాశింపజేయును; సముద్రము తెల్లని వెండ్రుకలవలె కనబడును.",
    "33": "భూమిమీద దానివంటిది ఏదియు లేదు; అది భయము లేనిదిగా సృజింపబడెను.",
    "34": "అది ఉన్నతమైన ప్రతిదానిని లక్ష్యపెట్టును; గర్వము గల జంతువులన్నిటికీ అది రాజు."
}
