
{
    "1": "అప్పుడు యోబు యెహోవాకు ఈలాగున ప్రత్యుత్తరమిచ్చెను -",
    "2": "నీవు సమస్తమును చేయగలవనియు, నీ ఉద్దేశమేదియు నిష్ఫలము కానేరదనియు నేను ఎరుగుదును.",
    "3": "జ్ఞానము లేక ఆలోచనను దాచు వాడెవడు? ఆలాగున నేను వివేచన లేక పలికితిని; అవి నా బుద్ధికి మించినవి, నేను వాటిని ఎరుగను.",
    "4": "నేను మాటలాడెదను, దయచేసి వినుము; నేను నిన్ను అడిగెదను, నీవు నాకు తెలియజేయుము.",
    "5": "వినికిడి చేత నిన్ను గూర్చి నేను వింటిని; అయితే ఇప్పుడు నా కన్ను నిన్ను చూచుచున్నది.",
    "6": "కావున నన్ను నేను అసహ్యించుకొని, ధూళిలోను బూడిదెలోను పడి పశ్చాత్తాపపడుచున్నాను.",
    "7": "యెహోవా యోబుతో ఆ మాటలు పలికిన తరువాత యెహోవా తేమానీయుడైన ఎలీఫజుతో ఇట్లనెను - నా కోపము నీ మీదను నీ ఇద్దరు స్నేహితుల మీదను రగులుకొనెను; ఏలయనగా నా సేవకుడైన యోబు పలికినట్లు మీరు నన్ను గూర్చి యుక్తమైనది పలుకలేదు.",
    "8": "కాబట్టి మీరు ఏడు కోడెలను ఏడు పొట్టేళ్లను తీసికొని, నా సేవకుడైన యోబు నొద్దకు వెళ్లి, మీ నిమిత్తము దహనబలి అర్పించుడి; నా సేవకుడైన యోబు మీ కొరకు ప్రార్థన చేయును; నేను అతనిని అంగీకరించెదను; లేనియెడల నా సేవకుడైన యోబు పలికినట్లు మీరు నన్ను గూర్చి యుక్తమైనది పలుకలేదు గనుక మీ మూఢత్వమును బట్టి నేను మిమ్మును శిక్షించుదును.",
    "9": "అప్పుడు తేమానీయుడైన ఎలీఫజును షూహీయుడైన బిల్దదును నయమాతీయుడైన జోఫరును వెళ్లి యెహోవా తమతో చెప్పినట్లు చేయగా యెహోవా యోబును అంగీకరించెను.",
    "10": "మరియు యోబు తన స్నేహితుల నిమిత్తము ప్రార్థన చేసినప్పుడు యెహోవా అతని చెరను మార్చెను; మరియు యోబునకు పూర్వము కలిగిన దానికంటె రెండంతలు అధికముగా యెహోవా దయచేసెను.",
    "11": "అప్పుడు అతని సహోదరులందరును అతని సహోదరీలందరును అంతకుముందు అతనికి తెలిసినవారందరును అతని యొద్దకు వచ్చి, అతని యింట అతనితో భోజనము చేసి, యెహోవా అతని మీదికి రప్పించిన కీడంతటిని గూర్చి అతనిని సన్మానించి ఓదార్చిరి; మరియు ఒక్కొక్కరు అతనికి ఒక కేశితాను ఒక బంగారు ఉంగరమును ఇచ్చిరి.",
    "12": "యెహోవా యోబును మొదట ఆశీర్వదించినదానికంటె ఎక్కువగా ఆశీర్వదించెను; అతనికి పద్నాలుగు వేల గొర్రెలును, ఆరు వేల ఒంటెలును, వెయ్యి జతల ఎద్దులును, వెయ్యి ఆడు గాడిదలును కలిగెను.",
    "13": "మరియు అతనికి ఏడుగురు కుమారులును ముగ్గురు కుమార్తెలును కలిగిరి.",
    "14": "అతడు పెద్దదానికి యెమీమా అనియు, రెండవదానికి కెజియా అనియు, మూడవదానికి కెరెన్హప్పుకు అనియు పేర్లు పెట్టెను.",
    "15": "ఆ దేశమందంతటిలో యోబు కుమార్తెలంత సౌందర్యవతులు కనబడలేదు; వారి తండ్రి వారి సహోదరులతో కూడ వారికి స్వాస్థ్యములను ఇచ్చెను.",
    "16": "దీని తరువాత యోబు నూట నలభై సంవత్సరములు బ్రతికి, తన కుమారులను కుమారుల కుమారులను నాలుగు తరముల వరకు చూచెను.",
    "17": "యోబు కాలము నిండిన వృద్ధుడై చనిపోయెను."
}
