
{
    "1": "మొరపెట్టుము; నీకు ఉత్తరమిచ్చువాడు ఎవడైన ఉన్నాడా? పరిశుద్ధులలో ఎవరిని నీవు చూచెదవు?",
    "2": "విచారం మూఢుని చంపును; అసూయ బుద్ధిహీనుని హతము చేయును.",
    "3": "మూఢుడు వేరుపారుట నేను చూచితిని; వెంటనే అతని నివాసము శాపగ్రస్తమని చెప్పితిని.",
    "4": "అతని పిల్లలు రక్షణకు దూరముగా ఉన్నారు; గుమ్మములో వారు నలగగొట్టబడుదురు, వారిని విడిపించువాడెవడును లేడు.",
    "5": "ఆకలిగొనినవారు వారి పంటను తిందురు; ముండ్లపొదలలోనున్నదానిని కూడ వారు తీసికొందురు; వారి ఆస్తిని ఉరిబోను మింగివేయును.",
    "6": "కీడు ధూళిలోనుండి పుట్టదు; బాధ మంటిలోనుండి మొలవదు.",
    "7": "నిప్పురవ్వలు పైకి ఎగురునట్లు నరుడు శ్రమ అనుభవించుటకే పుట్టెను.",
    "8": "నేనైతే దేవునిని వెదకుదును; నా వ్యాజ్యెమును దేవునికి అప్పగించుదును.",
    "9": "ఆయన పరిశోధింపలేనంత గొప్ప కార్యములను, లెక్కలేనన్ని అద్భుత క్రియలను చేయువాడు.",
    "10": "భూమిమీద వర్షము కురిపించువాడు ఆయనే; పొలముల మీద నీళ్లు పంపించువాడు ఆయనే.",
    "11": "తగ్గినవారిని ఆయన ఉన్నత స్థలమందు ఉంచును; దుఃఖించువారిని క్షేమమునకు ఎత్తును.",
    "12": "ఆయన కుయుక్తిపరుల పన్నాగములను భంగపరచును; వారి చేతులు తలంచిన కార్యమును నెరవేర్చనీయడు.",
    "13": "జ్ఞానులను వారి కుయుక్తిలోనే ఆయన పట్టుకొనును; మూర్ఖుల ఆలోచన త్వరగా బయలుపడును.",
    "14": "పగటివేళ వారికి చీకటి కలుగును; రాత్రివేళ తడువులాడునట్లు మధ్యాహ్నకాలమందు వారు తడువులాడుదురు.",
    "15": "దరిద్రులను వారి నోటి ఖడ్గమునుండియు, బలవంతుల చేతినుండియు ఆయన రక్షించును.",
    "16": "కాబట్టి బీదలకు నిరీక్షణ కలుగును; అక్రమము నోరు మూసుకొనును.",
    "17": "దేవుడు గద్దించు మనుష్యుడు ధన్యుడు; కాబట్టి సర్వశక్తుని శిక్షను తృణీకరింపకుము.",
    "18": "ఆయన గాయపరచి గాయము కట్టును; ఆయన దెబ్బ కొట్టును, ఆయన చేతులే నయము చేయును.",
    "19": "ఆరు బాధలలోనుండి ఆయన నిన్ను విడిపించును; ఏడు బాధలు కలిగినను నీకు ఏ కీడును తగులదు.",
    "20": "కరవులో మరణమునుండియు, యుద్ధములో ఖడ్గబలమునుండియు ఆయన నిన్ను తప్పించును.",
    "21": "నాలుక చురకకు నీవు దాచబడుదువు; నాశనము వచ్చునప్పుడు నీవు భయపడవు.",
    "22": "నాశనమును కరవును చూచి నీవు నవ్వెదవు; భూజంతువులకు నీవు భయపడవు.",
    "23": "పొలములోని రాళ్లతో నీకు నిబంధన ఉండును; అడవి జంతువులు నీతో సమాధానముగా ఉండును.",
    "24": "నీ గుడారము క్షేమమని నీవు తెలిసికొందువు; నీవు నీ మందను చూచినప్పుడు ఏదియు పోయి యుండదు.",
    "25": "నీ సంతానము విస్తారమగుననియు, నీ రాబోవు వారు భూమిమీది గడ్డివలె అవుదురనియు నీవు తెలిసికొందువు.",
    "26": "ధాన్యపు పనలు రావలసిన కాలమున ఇంటికి చేర్చబడునట్లు, పూర్ణ వయస్సు వచ్చినవాడవై నీవు సమాధికి చేరెదవు.",
    "27": "ఇదిగో మేము దీనిని పరిశోధించితివిు, ఇది ఆలాగుననే ఉన్నది; దీనిని విని నీకు క్షేమము కలుగునట్లు గ్రహించుకొనుము."
}
