
{
    "1": "అప్పుడు యోబు ఈలాగున ప్రత్యుత్తరమిచ్చెను -",
    "2": "నా విచారమును తూచునట్టి త్రాసు ఉండినయెడల, నా ఆపదను త్రాసులో ఉంచినయెడల ఎంత బాగుండును!",
    "3": "సముద్రపు ఇసుక కంటె అది బరువుగా ఉండును; కాబట్టి నా మాటలు తొందరగా వచ్చుచున్నవి.",
    "4": "సర్వశక్తుని బాణములు నాలో నాటియున్నవి; నా ఆత్మ వాటి విషమును త్రాగుచున్నది; దేవునివల్ల కలుగు మహాభయములు నా మీద పంక్తులు తీర్చుచున్నవి.",
    "5": "పచ్చిక యుండగా అడవి గాడిద అరచునా? మేత యుండగా ఎద్దు రంకె వేయునా?",
    "6": "రుచిలేనిది ఉప్పు లేక తినవచ్చునా? గ్రుడ్డులోని తెల్లసొనకు రుచి ఉన్నదా?",
    "7": "అట్టివాటిని ముట్టుటకు నాకిష్టము లేదు; అవి నాకు అసహ్యమైన ఆహారమువలె ఉన్నవి.",
    "8": "నా మనవి నెరవేరినయెడల ఎంత బాగుండును! నేను కోరుదానిని దేవుడు నాకు అనుగ్రహించినయెడల ఎంత మేలు!",
    "9": "నన్ను నలుపుట దేవునికి ఇష్టమైనయెడల, ఆయన చెయ్యి చాపి నన్ను తునకలుగా చేసినయెడల ఎంత మేలు!",
    "10": "అప్పుడు నాకు ఆదరణ కలుగును; కఠినమైన వేదన కలిగినను నేను హర్షించుదును; పరిశుద్ధుని మాటలను నేను ఎన్నడును దాచలేదు.",
    "11": "నేను ఓర్చుకొనుటకు నా బలమెంత? నేను ఓపిక పట్టుటకు నా గతి ఏమగును?",
    "12": "నా బలము రాతి బలమా? నా మాంసము ఇత్తడిదా?",
    "13": "నాకు సహాయము చేయుశక్తి నాయందు లేకపోయెను గదా? క్షేమము నా యొద్దనుండి తోలివేయబడెను గదా?",
    "14": "భక్తిహీనుడై సర్వశక్తుని యందు భయభక్తులు విడుచువానికి వాని స్నేహితుడు దయ చూపవలెను గదా.",
    "15": "నా సహోదరులు వాగువలెను, పారిపోవు వాగుల ప్రవాహమువలెను మోసము చేయుదురు.",
    "16": "అవి మంచు గడ్డవలన బురదగా ఉండును; హిమము అందులో దాగియుండును.",
    "17": "ఎండ కాగానే అవి ఎండిపోవును; వేడిమి కలుగగానే అవి వాటి స్థలమునుండి మాయమైపోవును.",
    "18": "బాటసారులు వాటిని వెదకుటకు ఇటు అటు తిరుగుదురు; వారు అరణ్యములోనికి పోయి నాశనమగుదురు.",
    "19": "తేమా బిడారులవారు చూచిరి; షేబ బాటసారులు వాటికొరకు కనిపెట్టిరి.",
    "20": "తాము నమ్మినందుకు వారు సిగ్గుపడిరి; అక్కడికి వచ్చి ముఖములు చిన్నబుచ్చుకొనిరి.",
    "21": "అట్లే మీరును ఇప్పుడు పనికిరానివారైతిరి; భయంకరమైనదానిని చూచి మీరు భయపడుచున్నారు.",
    "22": "నాకియ్యుడని గాని, నా నిమిత్తము మీ ఆస్తిలో లంచమియ్యుడని గాని నేనన్నానా?",
    "23": "శత్రువు చేతిలోనుండి నన్ను విడిపించుడని గాని, భయంకరుల చేతిలోనుండి నన్ను విమోచించుడని గాని నేనన్నానా?",
    "24": "నాకు బోధించుడి, నేను ఊరకుందును; దేనిలో నేను తప్పు చేసితినో అది నాకు తెలియజేయుడి.",
    "25": "సత్యమైన మాటలు ఎంతో బలమైనవి; మీ గద్దింపు దేనిని ఋజువు చేయుచున్నది?",
    "26": "నిరాశ గలవాని మాటలు గాలి వంటివని మీరు ఎంచి, మాటలవలననే గద్దింప చూచుచున్నారా?",
    "27": "దిక్కులేనివాని మీద మీరు చీట్లు వేయుదురు; మీ స్నేహితుని అమ్ముదురు.",
    "28": "దయచేసి నా ముఖము చూడుడి; మీ ముఖము చూచి నేను అబద్ధమాడుదునా?",
    "29": "తిరుగుడి, అన్యాయము చేయవద్దు; నా నీతి యింకను నిలిచియున్నది, తిరుగుడి.",
    "30": "నా నాలుకలో ఏ అన్యాయమైనను ఉన్నదా? నా నాలుక దుష్టత్వమును వివేచించలేదా?"
}
