
{
    "1": "భూమిమీద నరులకు యుద్ధకాలము నియమింపబడలేదా? వారి దినములు కూలివాని దినములవంటివి కావా?",
    "2": "దాసుడు నీడను మిక్కిలి వాంఛించునట్లు, కూలివాడు తన కూలి కొరకు కనిపెట్టునట్లు,",
    "3": "రక్తగతమైన మాసములు నాకు ప్రాప్తించినవి; ఆయాసకరమైన రాత్రులు నాకు నియమింపబడినవి.",
    "4": "నేను పండుకొనునప్పుడు - ఎప్పుడు లేతును? రాత్రి ఎప్పుడు గతించును? అని అనుకొందును; తెల్లవారువరకు ఇటు అటు పొర్లుచు ఆయాసపడుదును.",
    "5": "నా దేహము పురుగులతోను మంటి పెళ్ళలతోను కప్పబడియున్నది; నా చర్మము రేగి కుళ్ళిపోవుచున్నది.",
    "6": "నా దినములు నేతగాని నాడెకంటె వేగముగా గతించుచున్నవి; నిరీక్షణ లేక అవి క్షీణించిపోవుచున్నవి.",
    "7": "నా బ్రతుకు ఊపిరి మాత్రమే అని జ్ఞాపకము చేసికొనుము; నా కన్ను ఇక మేలు చూడదు.",
    "8": "నన్ను చూచినవాని కన్ను ఇక నన్ను చూడదు; నీ కన్నులు నా మీద ఉండును గాని నేను లేకపోవుదును.",
    "9": "మేఘము విడిపోయి మాయమైపోవునట్లు పాతాళమునకు దిగిపోవువాడు మరి ఎన్నడును రాడు.",
    "10": "అతడు ఇక తన యింటికి తిరిగి రాడు; అతని స్థలము ఇక అతనిని ఎరుగదు.",
    "11": "కాబట్టి నేను నా నోరు మూసుకొనను; నా ఆత్మకున్న ఇబ్బందిని బట్టి నేను మాటలాడెదను; నా మనస్సునకున్న వేదనను బట్టి మూలుగుదును.",
    "12": "నేను సముద్రమునా? తిమింగలమునా? నీవు నా మీద కావలి ఉంచియున్నావేమి?",
    "13": "నా మంచము నన్ను ఆదరించుననియు, నా పడక నా మూలుగును ఉపశమింపజేయుననియు నేను అనుకొనగా",
    "14": "నీవు స్వప్నములవలన నన్ను భయపెట్టుచున్నావు; దర్శనములవలన నన్ను బెదరించుచున్నావు.",
    "15": "కావున నా ప్రాణము ఊపిరి అణగబడ కోరుచున్నది; నా ఎముకలు ఉండుటకంటె మరణము మేలు.",
    "16": "నేను విసికియున్నాను, నిత్యము బ్రతుకుట నాకిష్టము లేదు; నా దినములు ఊపిరి వంటివి, నన్ను విడిచిపెట్టుము.",
    "17": "నీవు మనుష్యుని గొప్పచేయుటకును, అతని మీద నీ మనస్సు ఉంచుటకును,",
    "18": "ప్రతి ఉదయమున అతనిని దర్శించుటకును, ప్రతి క్షణమున అతనిని పరిశోధించుటకును వాడు ఏపాటివాడు?",
    "19": "నీవు నన్ను చూచుట ఎప్పుడు మానుదువు? నేను ఉమ్మి వేయునంత సేపు నీవు నన్ను విడవకుందువా?",
    "20": "మనుష్యులను కాపాడువాడా, నేను పాపము చేసినయెడల నీకేమి చేయగలను? నేను నాకే బరువై యుండునట్లు నీవు నన్ను ఎందుకు నీకు గురిగా చేసికొంటివి?",
    "21": "నా అతిక్రమమును నీవెందుకు క్షమింపవు? నా దోషమును నీవెందుకు పరిహరింపవు? ఇప్పుడు నేను మంటిలో పండుకొందును; నీవు నన్ను ఉదయమున వెదకుదువు గాని నేను లేకపోవుదును."
}
