
{
    "1": "అప్పుడు యోబు ఈలాగు ప్రత్యుత్తరమిచ్చెను -",
    "2": "ఆలాగున ఉన్నదని నాకు బాగుగా తెలియును; అయితే నరుడు దేవుని దృష్టికి ఎలాగు నీతిమంతుడగును?",
    "3": "ఒకడు ఆయనతో వాదింపగోరినయెడల వేయి ప్రశ్నలలో ఒక్కదానికైనను ఆయనకు ఉత్తరమియ్యలేడు.",
    "4": "ఆయన జ్ఞానవంతుడు, మహా బలవంతుడు; ఆయన మీద కఠినముగా ప్రవర్తించి వర్ధిల్లినవాడెవడు?",
    "5": "ఆయన పర్వతములను తొలగించును, అవి దాన్ని ఎరుగవు; తన కోపమున ఆయన వాటిని బోర్లద్రోయును.",
    "6": "భూమిని దాని స్థలములోనుండి కదల్చును; దాని స్తంభములు అదిరును.",
    "7": "ఉదయించవద్దని ఆయన సూర్యునికి ఆజ్ఞాపింపగా అతడు ఉదయింపడు; నక్షత్రములు కనబడకుండ ఆయన వాటిని ముద్రించును.",
    "8": "ఆయన ఒక్కడే ఆకాశమును విశాలపరచువాడు; సముద్ర తరంగముల మీద నడుచువాడు.",
    "9": "స్వాతిని మృగశీర్షమును కృత్తికను దక్షిణ నక్షత్రరాశులను ఆయన చేసినవాడు.",
    "10": "పరిశోధింపలేనంత గొప్ప కార్యములను, లెక్కలేనన్ని అద్భుత క్రియలను ఆయన చేయువాడు.",
    "11": "ఇదిగో ఆయన నా సమీపమున వెళ్లును గాని నేను ఆయనను చూడలేను; ఆయన సాగిపోవును గాని నేను ఆయనను గురుతుపట్టలేను.",
    "12": "ఆయన పట్టుకొనిపోయినయెడల ఆయనను ఎవడు అడ్డగించగలడు? నీవు ఏమి చేయుచున్నావని ఆయనను ఎవడు అడుగగలడు?",
    "13": "దేవుడు తన కోపమును ఆపుకొనడు; రహబునకు సహాయము చేయువారు ఆయన క్రింద అణగదొక్కబడుదురు.",
    "14": "ఆయనతో వాదించుటకు నేను ఏపాటివాడను? ఆయనతో వాదించుటకు తగిన మాటలు నేను ఎక్కడ వెదకి కనుగొందును?",
    "15": "నేను నీతిమంతుడనైనను ఆయనకు ప్రత్యుత్తరమియ్యజాలను; నా విరోధిని బతిమాలుకొనవలసినదే.",
    "16": "నేను మొరపెట్టినప్పుడు ఆయన నాకు ఉత్తరమిచ్చినను, ఆయన నా ప్రార్థన ఆలకించెనని నేను నమ్మను.",
    "17": "తుఫానులో ఆయన నన్ను నలుపుచున్నాడు; నిర్నిమిత్తముగా ఆయన నాకు అనేక గాయములు చేయుచున్నాడు.",
    "18": "నన్ను ఊపిరి పీల్చుకొననియ్యడు; చేదుతో నన్ను నింపుచున్నాడు.",
    "19": "బలమును గూర్చి చెప్పవలెనంటే - ఆయన బలవంతుడు; న్యాయమును గూర్చి చెప్పవలెనంటే - ఆయనకు సాక్షిగా ఉండగలవాడెవడు?",
    "20": "నేను నీతిమంతుడనైనను నా నోరే నన్ను దోషిగా తీర్చును; నేను యథార్థవంతుడనైనను నేను మూర్ఖుడనని అది రుజువు చేయును.",
    "21": "నేను యథార్థవంతుడను; నేను నన్ను లక్ష్యపెట్టను; నా ప్రాణమును నేను అసహ్యించుకొనుచున్నాను.",
    "22": "అంతయు ఒక్కటే; కాబట్టి - ఆయన యథార్థవంతులను దుష్టులను నాశనము చేయునని నేననుచున్నాను.",
    "23": "కొరడా దెబ్బ హఠాత్తుగా చంపినయెడల నిరపరాధుల శ్రమను చూచి ఆయన నవ్వును.",
    "24": "లోకము దుష్టుల చేతికి అప్పగింపబడియున్నది; ఆయన దాని న్యాయాధిపతుల ముఖములకు ముసుగు వేయును; అలాగు చేయువాడు ఆయన గాక మరి ఎవడు?",
    "25": "నా దినములు తపాలావానికంటె వడిగలవి; అవి క్షేమము చూడకయే పారిపోవుచున్నవి.",
    "26": "రెల్లు పడవలవలె అవి దాటిపోవుచున్నవి; ఎర మీద పడు పక్షిరాజువలె అవి ఎగిరిపోవుచున్నవి.",
    "27": "నా విచారమును నేను మరచిపోయెదను, నా ముఖవికారమును మానివేసి సంతోషించెదనని నేననుకొనినయెడల",
    "28": "నా వేదనలన్నిటికీ భయపడుచున్నాను; నీవు నన్ను నిర్దోషిగా ఎంచవని నేనెరుగుదును.",
    "29": "నేను దోషినని తీర్పు పొందవలసియుండగా నేను వృధాగా ఏల ప్రయాసపడవలెను?",
    "30": "హిమజలముతో నేను కడుగబడినను, సబ్బుతో నా చేతులు కడుగబడినను,",
    "31": "నీవు నన్ను గోతిలో ముంచెదవు; అప్పుడు నా బట్టలు నన్ను అసహ్యించుకొనును.",
    "32": "నేను ఆయనకు ప్రత్యుత్తరమిచ్చుటకును, ఇద్దరము కూడి విచారణకు వచ్చుటకును ఆయన నావంటి నరుడు కాడు.",
    "33": "మన ఇద్దరి మీద చెయ్యి ఉంచగల మధ్యవర్తి మనకు లేడు.",
    "34": "ఆయన తన దండమును నా మీదనుండి తీసివేయవలెను; అప్పుడు ఆయన భయము నన్ను బెదరించదు.",
    "35": "అప్పుడు నేను భయపడకుండ మాటలాడుదును; అయితే నేను అట్టి స్థితిలో లేను."
}
