
{
    "1": "దావీదు కుమారుడైన సొలొమోను తన రాజ్యమందు స్థిరపడెను; అతని దేవుడైన యెహోవా అతనికి తోడైయుండి అతనిని అత్యధికముగా హెచ్చించెను.",
    "2": "సొలొమోను సహస్రాధిపతులను శతాధిపతులను న్యాయాధిపతులను ఇశ్రాయేలీయులందరిలోనున్న ప్రతి అధికారిని పితరుల ఇండ్ల పెద్దలను పిలిపించెను.",
    "3": "అప్పుడు సొలొమోనును సమాజమంతయు గిబియోనులోనున్న ఉన్నత స్థలమునకు వెళ్లిరి; ఏలయనగా యెహోవా సేవకుడైన మోషే అరణ్యములో చేసిన దేవుని సమాజపు గుడారము అక్కడ ఉండెను.",
    "4": "అయితే దేవుని మందసమునకు దావీదు యెరూషలేములో ఒక గుడారము వేయించి, కిర్యత్యారీము నుండి దానిని తీసికొని వచ్చి, తాను సిద్ధపరచిన స్థలమున ఉంచియుండెను.",
    "5": "హూరు మనుమడును ఊరీ కుమారుడునైన బెసలేలు చేసిన ఇత్తడి బలిపీఠము గిబియోనులో యెహోవా నివాసము యెదుట ఉండెను; సొలొమోనును సమాజమును దానిని వెతుకుచు వచ్చిరి.",
    "6": "సొలొమోను సమాజపు గుడారమునొద్ద యెహోవా సన్నిధిని ఉన్న ఇత్తడి బలిపీఠమునొద్దకు వెళ్లి దానిమీద వెయ్యి దహనబలులను అర్పించెను.",
    "7": "ఆ రాత్రి దేవుడు సొలొమోనుకు ప్రత్యక్షమై - నేను నీకు దేనినిచ్చుట నీకు ఇష్టమో దాని అడుగుమని సెలవియ్యగా",
    "8": "సొలొమోను దేవునితో ఇట్లనెను - నీవు నా తండ్రియైన దావీదు యెడల గొప్ప కృప చూపి, అతనికి మారుగా నన్ను రాజుగా చేసితివి.",
    "9": "దేవా యెహోవా, భూమిమీదనున్న రేణువులంత విస్తారమైన జనుల మీద నీవు నన్ను రాజుగా చేసితివి గనుక నా తండ్రియైన దావీదునకు నీవు చేసిన వాగ్దానమును ఇప్పుడు స్థిరపరచుము.",
    "10": "ఈ గొప్ప జనమునకు న్యాయము తీర్చుటకు ఎవనికి సాధ్యమగును? కాబట్టి నేను ఈ జనుల మధ్య రాకపోకలు చేయుటకు తగిన జ్ఞానమును తెలివిని నాకు దయచేయుము.",
    "11": "అందుకు దేవుడు సొలొమోనుతో ఇట్లనెను - ఐశ్వర్యమునైనను ధనమునైనను ఘనతనైనను నీ శత్రువుల ప్రాణమునైనను దీర్ఘాయువునైనను అడుగక,",
    "12": "నేను నిన్ను నియమించిన నా జనులకు న్యాయము తీర్చుటకు తగిన జ్ఞానమును తెలివిని నీవు అడిగితివి; ఇది నీ హృదయములో నున్నందున జ్ఞానమును తెలివిని నీకు ఇచ్చుచున్నాను; మరియు నీకు ముందున్న రాజులకైనను నీకు రాబోవు రాజులకైనను కలుగని ఐశ్వర్యమును ధనమును ఘనతను నీకు ఇచ్చుచున్నాను.",
    "13": "అప్పుడు సొలొమోను గిబియోనులోనున్న ఉన్నత స్థలమునుండి, సమాజపు గుడారము యెదుటనుండి యెరూషలేమునకు వచ్చి ఇశ్రాయేలును ఏలెను.",
    "14": "సొలొమోను రథములను రౌతులను సమకూర్చెను; అతనికి వెయ్యిన్ని నాలుగు వందల రథములును పన్నెండు వేలమంది రౌతులును ఉండిరి; వారిని రథముల పట్టణములలోను యెరూషలేములో రాజునొద్దను ఉంచెను.",
    "15": "రాజు యెరూషలేములో వెండి బంగారములను రాళ్లవలెను, దేవదారు మ్రానులను మైదానమందలి మేడి చెట్లవలెను విస్తారముగా సమకూర్చెను.",
    "16": "సొలొమోనునకు ఉన్న గుఱ్ఱములు ఐగుప్తులోనుండి తేబడెను; రాజు వర్తకులు ఒక్కొక్క గుంపునకు నిెర్ణయించిన వెల ఇచ్చి వాటిని గుంపులు గుంపులుగా కొనిరి.",
    "17": "వారు ఐగుప్తులోనుండి ఒక రథమును ఆరు వందల తులముల వెండికిని, ఒక గుఱ్ఱమును నూట ఏబది తులముల వెండికిని కొని తెచ్చిరి; ఆలాగుననే వారి ద్వారా హిత్తీయుల రాజులకందరికిని సిరియనుల రాజులకును అవి తేబడెను."
}
