
{
    "1": "రెహబాము షెకెమునకు వెళ్లెను; ఏలయనగా అతనిని రాజుగా చేయుటకు ఇశ్రాయేలీయులందరును షెకెమునకు వచ్చియుండిరి.",
    "2": "నెబాతు కుమారుడైన యరొబాము రాజైన సొలొమోనుకు భయపడి పారిపోయి ఐగుప్తులో ఉండగా ఈ సంగతి అతనికి వినబడెను గనుక యరొబాము ఐగుప్తునుండి తిరిగి వచ్చెను.",
    "3": "వారు వర్తమానము పంపి అతని పిలిపించిరి; యరొబామును ఇశ్రాయేలీయులందరును వచ్చి రెహబాముతో ఇట్లనిరి",
    "4": "నీ తండ్రి మా కాడిని బరువు చేసెను; నీ తండ్రి నియమించిన కఠినమైన దాస్యమును, అతడు మా మీద ఉంచిన బరువైన కాడిని నీవు ఇప్పుడు తేలిక చేయుము, మేము నీకు సేవ చేసెదము.",
    "5": "అందుకతడు - మూడు దినములైన తరువాత నా యొద్దకు రండని వారితో చెప్పగా జనులు వెళ్లిపోయిరి.",
    "6": "అప్పుడు రాజైన రెహబాము తన తండ్రియైన సొలొమోను బ్రతికియున్నప్పుడు అతని యెదుట నిలిచిన పెద్దలతో ఆలోచన చేసి - ఈ జనులకు ప్రత్యుత్తరమిచ్చుటకు మీరేమి ఆలోచన చెప్పుదురని అడిగెను.",
    "7": "అందుకు వారు - నీవు ఈ జనుల యెడల దయ చూపి వారిని సంతోషపెట్టి వారికి సానుకూలమైన మాటలు పలికినయెడల వారు ఎల్లప్పుడును నీకు దాసులైయుందురని అతనితో చెప్పిరి.",
    "8": "అయితే అతడు పెద్దలు చెప్పిన ఆలోచనను త్రోసివేసి, తన యొద్ద నిలిచిన తనతోకూడ పెరిగిన యౌవనస్థులతో ఆలోచన చేసి",
    "9": "నీ తండ్రి మా మీద ఉంచిన కాడిని తేలిక చేయుమని నాతో చెప్పిన ఈ జనులకు మనమేమి ప్రత్యుత్తరమిత్తుము? మీరేమి ఆలోచన చెప్పుదురని వారిని అడిగెను.",
    "10": "అందుకు అతనితోకూడ పెరిగిన యౌవనస్థులు అతనితో ఇట్లనిరి - నీ తండ్రి మా కాడిని బరువు చేసెను, నీవు దానిని మాకు తేలిక చేయుమని నీతో చెప్పిన ఈ జనులతో నీవు చెప్పవలసినదేమనగా - నా చిటికెన వ్రేలు నా తండ్రి నడుముకంటే లావుగా ఉండును.",
    "11": "నా తండ్రి మీ మీద బరువైన కాడిని ఉంచెను, నేను మీ కాడిని మరి బరువు చేసెదను; నా తండ్రి మిమ్మును కొరడాలతో దండించెను, నేను మిమ్మును తేళ్లతో దండించెదను అని వారితో చెప్పుము.",
    "12": "మూడవ దినమున నా యొద్దకు రండని రాజు చెప్పినట్లు యరొబామును జనులందరును మూడవ దినమున రెహబాము నొద్దకు వచ్చిరి.",
    "13": "రాజు పెద్దల ఆలోచనను త్రోసివేసి వారికి కఠినముగా ప్రత్యుత్తరమిచ్చెను.",
    "14": "యౌవనస్థుల ఆలోచన చొప్పున రాజైన రెహబాము వారితో - నా తండ్రి మీ కాడిని బరువు చేసెను, నేను దానిని మరి బరువు చేసెదను; నా తండ్రి మిమ్మును కొరడాలతో దండించెను, నేను మిమ్మును తేళ్లతో దండించెదననెను.",
    "15": "ఈలాగు రాజు జనుల మాట వినకపోయెను; షీలోనీయుడైన అహీయా ద్వారా నెబాతు కుమారుడైన యరొబాముతో యెహోవా చెప్పిన మాట నెరవేరునట్లు దేవునివలన ఇది జరిగెను.",
    "16": "రాజు తమ మాట వినకపోవుట ఇశ్రాయేలీయులందరు చూచినప్పుడు - దావీదులో మాకు పాలేమి? యెష్షయి కుమారునియందు మాకు స్వాస్థ్యము లేదు; ఇశ్రాయేలూ, మీ గుడారములకు వెళ్లుడి; దావీదూ, నీ యిల్లు నీవే చూచుకొనుము అని జనులు రాజునకు ప్రత్యుత్తరమిచ్చిరి. అప్పుడు ఇశ్రాయేలీయులందరును తమ గుడారములకు వెళ్లిపోయిరి.",
    "17": "అయితే యూదా పట్టణములలో నివసించిన ఇశ్రాయేలీయులను రెహబాము ఏలెను.",
    "18": "తరువాత రాజైన రెహబాము వెట్టి పనివారి మీదనున్న హదోరమును పంపగా ఇశ్రాయేలీయులు రాళ్లతో అతని కొట్టి చంపిరి; అప్పుడు రాజైన రెహబాము త్వరపడి తన రథమెక్కి యెరూషలేమునకు పారిపోయెను.",
    "19": "అట్లు ఇశ్రాయేలీయులు దావీదు ఇంటివారి మీద తిరుగుబాటు చేసిరి; నేటి వరకు ఆలాగుననే ఉన్నది."
}
