
{
    "1": "రెహబాము యెరూషలేమునకు వచ్చినప్పుడు, ఇశ్రాయేలు వారితో యుద్ధము చేసి రాజ్యమును తనకు తిరిగి రప్పించుకొనుటకై యూదా బెన్యామీను వంశస్థులందరిని, అనగా లక్షా ఎనభై వేలమంది యుద్ధశూరులను సమకూర్చెను.",
    "2": "అయితే దైవజనుడైన షెమయాకు యెహోవా వాక్యము ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను",
    "3": "యూదా రాజైన సొలొమోను కుమారుడగు రెహబాముతోను యూదా బెన్యామీను వంశస్థులందరితోను ఇట్లనుము",
    "4": "యెహోవా సెలవిచ్చునదేమనగా - ఈ కార్యము నా వలన కలిగెను గనుక మీరు ఎక్కిపోకూడదు, మీ సహోదరులతో యుద్ధము చేయకూడదు; మీలో ప్రతివాడు తన ఇంటికి తిరిగి వెళ్లవలెను. వారు యెహోవా మాట విని యరొబాము మీదికి వెళ్లకుండ తిరిగి వచ్చిరి.",
    "5": "రెహబాము యెరూషలేములో నివసించి యూదాలో ప్రాకారములు గల పట్టణములను కట్టించెను.",
    "6": "అతడు బేత్లెహేము ఏతాము తెకోవా",
    "7": "బేత్సూరు శోకో అదుల్లాము",
    "8": "గాతు మారేషా జీఫు",
    "9": "అదోరాయిము లాకీషు అజేకా",
    "10": "జొర్యా అయ్యాలోను హెబ్రోను అను యూదా బెన్యామీను దేశములలోనున్న ప్రాకారములు గల పట్టణములను కట్టించెను.",
    "11": "అతడు ఆ కోటలను బలపరచి, వాటిలో అధిపతులను ఉంచి, ఆహారమును నూనెను ద్రాక్షారసమును నిలువచేసెను.",
    "12": "మరియు ప్రతి పట్టణములోను డాళ్లను ఈటెలను ఉంచి వాటిని మిక్కిలి బలపరచెను. యూదా బెన్యామీను దేశములు అతని వశమున ఉండెను.",
    "13": "ఇశ్రాయేలు దేశమందంతటనున్న యాజకులును లేవీయులును తమ తమ సరిహద్దులనుండి వచ్చి అతనితో కలిసిరి.",
    "14": "యరొబామును అతని కుమారులును యెహోవాకు యాజకత్వము చేయకుండ లేవీయులను త్రోసివేసిరి గనుక లేవీయులు తమ పచ్చిక బయళ్లను తమ స్వాస్థ్యములను విడిచి యూదా దేశమునకును యెరూషలేమునకును వచ్చిరి.",
    "15": "యరొబాము ఉన్నత స్థలములకును, మేక విగ్రహములకును, తాను చేయించిన దూడలకును యాజకులను నియమించెను.",
    "16": "ఇశ్రాయేలు గోత్రములన్నిటిలో తమ దేవుడైన యెహోవాను వెదకుటకు తమ హృదయములను నిలుపుకొనినవారు తమ పితరుల దేవుడైన యెహోవాకు బలి అర్పించుటకు లేవీయుల వెంబడి యెరూషలేమునకు వచ్చిరి.",
    "17": "వారు యూదా రాజ్యమును బలపరచి మూడు సంవత్సరములు సొలొమోను కుమారుడైన రెహబామును స్థిరపరచిరి; ఏలయనగా మూడు సంవత్సరములు వారు దావీదు సొలొమోనుల మార్గములో నడిచిరి.",
    "18": "రెహబాము దావీదు కుమారుడైన యెరీమోతు కుమార్తెయగు మహలతును పెండ్లి చేసికొనెను; ఆమె తల్లి పేరు అబీహాయిలు, ఈమె యెష్షయి కుమారుడైన ఏలీయాబు కుమార్తె.",
    "19": "మహలతు అతనికి యూష్, షెమర్యా, జహమ్ అను కుమారులను కనెను.",
    "20": "ఆమె తరువాత అతడు అబ్షాలోము కుమార్తెయైన మయకాను పెండ్లి చేసికొనెను; ఆమె అతనికి అబీయాను, అత్తయిని, జీజాను, షెలోమీతును కనెను.",
    "21": "రెహబాము తన భార్యలందరికంటెను ఉపపత్నులందరికంటెను అబ్షాలోము కుమార్తెయైన మయకాను ఎక్కువగా ప్రేమించెను; అతడు పద్దెనిమిదిమంది భార్యలను అరువదిమంది ఉపపత్నులను పెండ్లి చేసికొని ఇరవై ఎనిమిదిమంది కుమారులను అరువదిమంది కుమార్తెలను కనెను.",
    "22": "రెహబాము మయకా కుమారుడైన అబీయాను రాజుగా చేయవలెనని కోరి, అతని సహోదరులలో అతనిని ముఖ్యునిగాను అధిపతిగాను నియమించెను.",
    "23": "అతడు వివేకముగా నడుచుకొని, తన కుమారులనందరిని యూదా బెన్యామీను దేశములన్నిటిలోను ప్రాకారములు గల పట్టణములన్నిటిలోను ఉంచి, వారికి ఆహారమును విస్తారముగా ఇచ్చి, వారికి అనేకమంది భార్యలను వెదకి తెచ్చెను."
}
