
{
    "1": "రెహబాము రాజ్యము స్థిరపడి అతడు బలపడినప్పుడు అతడును అతనితోకూడ ఇశ్రాయేలీయులందరును యెహోవా ధర్మశాస్త్రమును విడిచిపెట్టిరి.",
    "2": "వారు యెహోవాకు విరోధముగా పాపము చేసినందున రాజైన రెహబాము ఏలుబడిలో ఐదవ సంవత్సరమున ఐగుప్తు రాజైన షీషకు యెరూషలేము మీదికి వచ్చెను.",
    "3": "అతనికి వెయ్యిన్ని రెండువందల రథములును అరువది వేల రౌతులును ఉండిరి. అతనితోకూడ ఐగుప్తునుండి వచ్చిన లుబీయులు సుక్కీయులు కూషీయులు లెక్కకు మించియుండిరి.",
    "4": "అతడు యూదా దేశములోని ప్రాకారములు గల పట్టణములను పట్టుకొని యెరూషలేము వరకు వచ్చెను.",
    "5": "షీషకును బట్టి యూదా అధిపతులు యెరూషలేములో కూడియుండగా ప్రవక్తయైన షెమయా వారియొద్దకును రెహబాము నొద్దకును వచ్చి - యెహోవా సెలవిచ్చునదేమనగా - మీరు నన్ను విడిచిపెట్టితిరి గనుక నేను మిమ్మును షీషకు చేతికి అప్పగించియున్నానని చెప్పెను.",
    "6": "అప్పుడు ఇశ్రాయేలు అధిపతులును రాజును తమను తాము తగ్గించుకొని - యెహోవా న్యాయస్థుడు అనిరి.",
    "7": "వారు తమను తాము తగ్గించుకొనుట యెహోవా చూచెను గనుక యెహోవా వాక్యము షెమయాకు ప్రత్యక్షమై ఇట్లనెను - వారు తమను తాము తగ్గించుకొనిరి గనుక నేను వారిని నాశనము చేయక త్వరలో వారికి రక్షణ కలుగజేసెదను; షీషకు ద్వారా నా ఉగ్రత యెరూషలేము మీద కుమ్మరించబడదు.",
    "8": "అయినను నన్ను సేవించుటకును అన్య దేశముల రాజులను సేవించుటకును గల భేదము వారు తెలిసికొనునట్లు వారు అతనికి దాసులగుదురు.",
    "9": "ఐగుప్తు రాజైన షీషకు యెరూషలేము మీదికి వచ్చి యెహోవా మందిరపు బొక్కసములను రాజనగరు బొక్కసములను తీసికొనెను; అతడు సొలొమోను చేయించిన బంగారు డాళ్లను సహా సమస్తమును తీసికొనిపోయెను.",
    "10": "వాటికి మారుగా రాజైన రెహబాము ఇత్తడి డాళ్లను చేయించి రాజనగరు ద్వారమును కాపాడు రక్షకభటుల అధిపతుల చేతికి వాటిని అప్పగించెను.",
    "11": "రాజు యెహోవా మందిరములోనికి వెళ్లినప్పుడెల్ల రక్షకభటులు వచ్చి వాటిని మోసికొనిపోయి, తరువాత రక్షకభటుల గదిలో వాటిని తిరిగి ఉంచుచు వచ్చిరి.",
    "12": "అతడు తన్ను తాను తగ్గించుకొనినందున, అతనిని బొత్తిగా నాశనము చేయకుండ యెహోవా కోపము అతని మీదనుండి తొలగిపోయెను; యూదాలో మంచి క్రియలు కనబడెను.",
    "13": "రాజైన రెహబాము యెరూషలేములో బలపడి ఏలెను. రెహబాము ఏలనారంభించినప్పుడు నలభై ఒక్క ఏండ్లవాడు; యెహోవా తన నామమును ఉంచుకొనుటకు ఇశ్రాయేలు గోత్రములన్నిటిలోనుండి కోరుకొనిన పట్టణమైన యెరూషలేములో అతడు పదిహేడు సంవత్సరములు ఏలెను; అతని తల్లి పేరు నయమా, ఆమె అమ్మోనీయురాలు.",
    "14": "అతడు యెహోవాను వెదకుటకు తన హృదయమును స్థిరపరచుకొనక చెడుతనము చేసెను.",
    "15": "రెహబాము చేసిన కార్యములను గూర్చి మొదటినుండి చివరి వరకు ప్రవక్తయైన షెమయా గ్రంథమందును దీర్ఘదర్శియైన ఇద్దో వంశావళి గ్రంథమందును వ్రాయబడియున్నది. రెహబాముకును యరొబాముకును ఎల్లప్పుడు యుద్ధము జరుగుచుండెను.",
    "16": "రెహబాము తన పితరులతో నిద్రించి దావీదు పురములో పాతిపెట్టబడెను; అతని కుమారుడైన అబీయా అతనికి మారుగా రాజాయెను."
}
