
{
    "1": "రాజైన యరొబాము ఏలుబడిలో పద్దెనిమిదవ సంవత్సరమున అబీయా యూదాను ఏలనారంభించెను.",
    "2": "అతడు యెరూషలేములో మూడు సంవత్సరములు ఏలెను; అతని తల్లి పేరు మీకాయా, ఆమె గిబియా వాడైన ఊరియేలు కుమార్తె. అబీయాకును యరొబాముకును యుద్ధము కలిగెను.",
    "3": "అబీయా నాలుగు లక్షలమంది పరాక్రమశాలులైన యుద్ధవీరులతో యుద్ధమునకు సిద్ధపడెను; యరొబాము ఎనిమిది లక్షలమంది పరాక్రమశాలులైన యుద్ధవీరులతో అతనికి ఎదురుగా యుద్ధపంక్తి తీర్చెను.",
    "4": "అబీయా ఎఫ్రాయిము మన్నెమందలి సెమరాయిము కొండమీద నిలిచి ఇట్లనెను - యరొబామూ, ఇశ్రాయేలువారలారా, మీరందరు వినుడి.",
    "5": "ఇశ్రాయేలు దేవుడైన యెహోవా ఉప్పు నిబంధన చేత దావీదునకును అతని కుమారులకును ఇశ్రాయేలు రాజ్యమును నిత్యముగా ఇచ్చెనని మీరు తెలిసికొనవలదా?",
    "6": "అయినను దావీదు కుమారుడైన సొలొమోను సేవకుడగు నెబాతు కుమారుడైన యరొబాము లేచి తన యజమానుని మీద తిరుగుబాటు చేసెను.",
    "7": "సొలొమోను కుమారుడైన రెహబాము బాలుడును, మెత్తని గుండె గలవాడునై వారిని ఎదిరింపలేక పోయినప్పుడు, పనికిమాలినవారైన దుర్మార్గులు యరొబామునొద్ద కూడి అతనిని బలపరచుకొనిరి.",
    "8": "ఇప్పుడు దావీదు కుమారుల చేతిలోనున్న యెహోవా రాజ్యమును మీరు ఎదిరింప చూచుచున్నారు; మీరు గొప్ప సమూహముగా ఉన్నారు, యరొబాము మీకు దేవతలుగా చేసిన బంగారు దూడలు మీ యొద్ద ఉన్నవి.",
    "9": "అహరోను కుమారులైన యెహోవా యాజకులను లేవీయులను మీరు వెళ్లగొట్టి, అన్య దేశముల జనులవలె మీ కొరకు యాజకులను నియమించుకొనలేదా? ఎవరైనను ఒక కోడెదూడతోను ఏడు పొట్టేళ్లతోను ప్రతిష్ఠింపబడుటకు వచ్చినయెడల వాడు దేవుళ్లు కానివాటికి యాజకుడగుచున్నాడు.",
    "10": "మాకైతే యెహోవాయే దేవుడు, మేము ఆయనను విడిచిపెట్టలేదు; యెహోవాకు పరిచర్య చేయు యాజకులు అహరోను కుమారులే, లేవీయులు తమ పనిలో ఉన్నారు.",
    "11": "వారు ప్రతి ఉదయమునను ప్రతి సాయంకాలమునను యెహోవాకు దహనబలులను పరిమళ ధూపమును అర్పించుచుందురు; పవిత్రమైన బల్ల మీద సముఖపు రొట్టెలను ఉంచుదురు; ప్రతి సాయంకాలమున వెలిగించుటకు బంగారు దీపవృక్షమును దాని దీపములను సిద్ధపరచుదురు; మేము మా దేవుడైన యెహోవా విధులను గైకొనుచున్నాము, మీరు ఆయనను విడిచిపెట్టితిరి.",
    "12": "ఇదిగో దేవుడు మాకు తోడుగా ఉన్నాడు, ఆయనే మాకు అధిపతి; మీకు విరోధముగా ఆర్భాటము చేయుటకు బూరలు ఊదు యాజకులును ఉన్నారు. ఇశ్రాయేలీయులారా, మీ పితరుల దేవుడైన యెహోవాతో యుద్ధము చేయకుడి, మీరు జయము పొందరు.",
    "13": "అయితే యరొబాము వారి వెనుకటి భాగమునకు మాటుకాండ్రను పంపెను; కాబట్టి వారు యూదావారికి ముందర ఉండిరి, మాటుకాండ్రు వారి వెనుక ఉండిరి.",
    "14": "యూదావారు వెనుకకు తిరిగి చూడగా, ముందరను వెనుకను యుద్ధము జరుగుచుండెను; అప్పుడు వారు యెహోవాకు మొరపెట్టిరి, యాజకులు బూరలు ఊదిరి.",
    "15": "యూదావారు ఆర్భాటము చేసిరి; యూదావారు ఆర్భాటము చేయగా దేవుడు అబీయా యెదుటను యూదావారి యెదుటను యరొబామును ఇశ్రాయేలు వారినందరిని మొత్తెను.",
    "16": "ఇశ్రాయేలీయులు యూదావారి యెదుటనుండి పారిపోగా దేవుడు వారిని వీరి చేతికి అప్పగించెను.",
    "17": "అబీషాయును అతని జనులును వారిని గొప్ప దెబ్బతో కొట్టిరి; ఇశ్రాయేలీయులలో ఐదు లక్షలమంది పరాక్రమశాలులు హతులై కూలిరి.",
    "18": "ఆ కాలమున ఇశ్రాయేలీయులు అణచబడిరి; యూదావారు తమ పితరుల దేవుడైన యెహోవాను నమ్ముకొనినందున జయము పొందిరి.",
    "19": "అబీయా యరొబామును తరిమి అతని యొద్దనుండి పట్టణములను, అనగా బేతేలును దాని గ్రామములను, యెషానాను దాని గ్రామములను, ఎఫ్రోనును దాని గ్రామములను పట్టుకొనెను.",
    "20": "అబీయా దినములలో యరొబాము మరల బలము పొందలేకపోయెను; యెహోవా అతని మొత్తగా అతడు చనిపోయెను.",
    "21": "అబీయా బలవంతుడై పద్నాలుగురు భార్యలను పెండ్లి చేసికొని ఇరవై ఇద్దరు కుమారులను పదారుగురు కుమార్తెలను కనెను.",
    "22": "అబీయా చేసిన ఇతర కార్యములను గూర్చియు, అతని ప్రవర్తనను గూర్చియు, అతని మాటలను గూర్చియు ప్రవక్తయైన ఇద్దో రాసిన గ్రంథమందు వ్రాయబడియున్నది."
}
