
{
    "1": "అబీయా తన పితరులతో నిద్రించి దావీదు పురములో పాతిపెట్టబడెను; అతని కుమారుడైన ఆసా అతనికి మారుగా రాజాయెను. అతని దినములలో దేశము పది సంవత్సరములు నెమ్మదిగా ఉండెను.",
    "2": "ఆసా తన దేవుడైన యెహోవా దృష్టికి మంచిదియు యథార్థమైనదియు చేసెను.",
    "3": "అతడు అన్య దేవతల బలిపీఠములను ఉన్నత స్థలములను తీసివేసి, విగ్రహములను పగులగొట్టి దేవతాస్తంభములను నరికివేసెను.",
    "4": "తమ పితరుల దేవుడైన యెహోవాను వెదకునట్లును, ధర్మశాస్త్రమును విధులను గైకొనునట్లును యూదావారికి ఆజ్ఞాపించెను.",
    "5": "యూదా పట్టణములన్నిటిలోనుండి ఉన్నత స్థలములను సూర్య విగ్రహములను తీసివేసెను; అతని ఏలుబడిలో రాజ్యము నెమ్మదిగా ఉండెను.",
    "6": "ఆ సంవత్సరములలో అతనికి యుద్ధము లేకపోయెను; యెహోవా అతనికి విశ్రాంతినిచ్చెను గనుక దేశము నెమ్మదిగా ఉండెను; అందుచేత అతడు యూదాలో ప్రాకారములు గల పట్టణములను కట్టించెను.",
    "7": "అతడు యూదావారితో - దేశము ఇంకను మన యెదుట ఉన్నది గనుక మనము ఈ పట్టణములను కట్టించి, వాటికి ప్రాకారములను గోపురములను గుమ్మములను అడ్డగడియలను చేయింతము రండి; మన దేవుడైన యెహోవాను మనము వెదకితిమి, మనము ఆయనను వెదకినందున ఆయన మనకు నలుదిక్కుల విశ్రాంతినిచ్చియున్నాడని చెప్పెను. కాబట్టి వారు కట్టుట ఆరంభించి కృతార్థులైరి.",
    "8": "ఆసా యొద్ద యూదావారిలో మూడు లక్షలమందియు, బెన్యామీనీయులలో రెండు లక్షల ఎనభై వేలమందియు డాళ్లు ఈటెలును కేడెములును ధరించి విల్లు ఎక్కుపెట్టు సైన్యము ఉండెను; వీరందరు పరాక్రమశాలులు.",
    "9": "కూషీయుడైన జెరహు పది లక్షల సైన్యముతోను మూడు వందల రథములతోను వారి మీదికి బయలుదేరి మారేషా వరకు వచ్చెను.",
    "10": "ఆసా అతనిని ఎదుర్కొన బయలుదేరగా వారు మారేషా దగ్గరనున్న సెఫాతా లోయలో యుద్ధపంక్తి తీర్చిరి.",
    "11": "ఆసా తన దేవుడైన యెహోవాకు మొరపెట్టి - యెహోవా, విస్తారమైన సైన్యమున్నను బలము లేనివారైనను సహాయము చేయుటకు నీకంటే ఎవరును లేరు; మా దేవా యెహోవా, మాకు సహాయము చేయుము; నిన్నే నమ్ముకొనియున్నాము, నీ నామముననే ఈ గొప్ప సైన్యమును ఎదుర్కొనుటకు వచ్చితివిు; యెహోవా నీవే మా దేవుడవు, మనుష్యుని నీ పైని జయించనియ్యకుమని ప్రార్థించెను.",
    "12": "అప్పుడు యెహోవా ఆసా యెదుటను యూదావారి యెదుటను కూషీయులను మొత్తగా కూషీయులు పారిపోయిరి.",
    "13": "ఆసాను అతనితో కూడనున్న జనులును గెరారు వరకు వారిని తరిమిరి; కూషీయులు తిరిగి కోలుకొనలేనంతగా పడిపోయిరి; వారు యెహోవా భయము చేతను ఆయన సైన్యము చేతను నాశనమైరి; వారు కొల్లసొమ్మును బహుగా పట్టుకొనిరి.",
    "14": "మరియు గెరారు చుట్టునున్న పట్టణములన్నిటిని వారు కొట్టిరి; యెహోవా భయము వారి మీద ఉండెను; ఆ పట్టణములలో కొల్లసొమ్ము విస్తారముగా ఉండెను గనుక వాటినన్నిటిని దోచుకొనిరి.",
    "15": "మరియు వారు పశువుల పాకలను పడగొట్టి, విస్తారమైన గొర్రెలను ఒంటెలను తోలుకొని యెరూషలేమునకు తిరిగి వచ్చిరి."
}
