
{
    "1": "దేవుని ఆత్మ ఓదేదు కుమారుడైన అజర్యా మీదికి వచ్చెను.",
    "2": "అతడు ఆసాను ఎదుర్కొన వెళ్లి అతనితో ఇట్లనెను - ఆసా, యూదా బెన్యామీను వారలారా, మీరందరు నా మాట వినుడి; మీరు యెహోవా పక్షమున ఉన్నయెడల ఆయన మీ పక్షమున ఉండును; మీరు ఆయనను వెదకినయెడల ఆయన మీకు దొరుకును; మీరు ఆయనను విసర్జించినయెడల ఆయన మిమ్మును విసర్జించును.",
    "3": "చాలా కాలము ఇశ్రాయేలీయులు సత్య దేవుడు లేకయు, ఉపదేశించు యాజకుడు లేకయు, ధర్మశాస్త్రము లేకయు ఉండిరి.",
    "4": "అయితే వారు తమ శ్రమలో ఇశ్రాయేలు దేవుడైన యెహోవా వైపు తిరిగి ఆయనను వెదకినప్పుడు ఆయన వారికి దొరికెను.",
    "5": "ఆ దినములలో వెళ్లువారికి గాని వచ్చువారికి గాని క్షేమము లేకపోయెను; దేశముల నివాసులకందరికిని మహా అల్లర్లగుచుండెను.",
    "6": "దేవుడు నానావిధములైన శ్రమల చేత వారిని బాధపెట్టెను గనుక జనము జనము చేతను పట్టణము పట్టణము చేతను నాశనమగుచుండెను.",
    "7": "మీరైతే బలహీనులు కాక ధైర్యము వహించుడి; మీ క్రియలకు ప్రతిఫలము దొరుకును.",
    "8": "ఆసా ఈ మాటలను ప్రవక్తయైన ఓదేదు ప్రవచనమును వినినప్పుడు ధైర్యము తెచ్చుకొని, యూదా బెన్యామీను దేశములన్నిటిలోనుండియు ఎఫ్రాయిము మన్నెములో తాను పట్టుకొనిన పట్టణములలోనుండియు హేయమైన విగ్రహములను తీసివేసి, యెహోవా మంటపము యెదుటనున్న యెహోవా బలిపీఠమును బాగుచేసెను.",
    "9": "మరియు అతడు యూదావారిని బెన్యామీనువారిని, వారి మధ్య నివసించు ఎఫ్రాయిము మనష్షే షిమ్యోను వారిని సమకూర్చెను; అతని దేవుడైన యెహోవా అతనికి తోడుగా ఉండుట చూచి ఇశ్రాయేలీయులలో అనేకులు అతని పక్షమున చేరిరి.",
    "10": "ఆసా ఏలుబడిలో పదిహేనవ సంవత్సరము మూడవ నెలలో వారు యెరూషలేములో కూడిరి.",
    "11": "ఆ దినమున వారు తాము తెచ్చిన కొల్లసొమ్ములోనుండి ఏడు వందల ఎడ్లను ఏడు వేల గొర్రెలను యెహోవాకు బలిగా అర్పించిరి.",
    "12": "మరియు తమ పితరుల దేవుడైన యెహోవాను తమ పూర్ణహృదయముతోను తమ పూర్ణాత్మతోను వెదకుదుమని నిబంధన చేసికొనిరి.",
    "13": "పిన్నలేమి పెద్దలేమి స్త్రీలేమి పురుషులేమి ఇశ్రాయేలు దేవుడైన యెహోవాను వెదకని వారెవరైనను వారు మరణశిక్ష పొందుదురని నిర్ణయించిరి.",
    "14": "వారు బిగ్గరగా ఆర్భాటముతో బూరలను కొమ్ములను ఊదుచు యెహోవాకు ప్రమాణము చేసిరి.",
    "15": "తాము పూర్ణమనస్సుతో ప్రమాణము చేసితిమనియు, తమ పూర్ణహృదయముతో ఆయనను వెదకితిమనియు యూదావారందరు ఆ ప్రమాణమును గూర్చి సంతోషించిరి; యెహోవా వారికి దొరికెను గనుక యెహోవా వారికి నలుదిక్కుల విశ్రాంతినిచ్చెను.",
    "16": "మరియు రాజైన ఆసా తల్లియగు మయకా అసహ్యమైన ఒక విగ్రహమును చేయించి అషెరాదేవిని పూజించినందున, ఆమె పట్టపురానిగా ఉండకుండ ఆసా ఆమెను తొలగించెను; ఆసా ఆమె విగ్రహమును నరికివేసి ఛిన్నాభిన్నములుగా చేసి కిద్రోను వాగు దగ్గర కాల్చివేసెను.",
    "17": "అయితే ఇశ్రాయేలీయులలోనుండి ఉన్నత స్థలములు తీసివేయబడలేదు; అయినను ఆసా హృదయము తన దినములన్నియు యథార్థముగా ఉండెను.",
    "18": "తన తండ్రి ప్రతిష్ఠించిన వాటిని తాను ప్రతిష్ఠించిన వెండిని బంగారమును పాత్రలను అతడు దేవుని మందిరములోనికి తెచ్చెను.",
    "19": "ఆసా ఏలుబడిలో ముప్పది ఐదవ సంవత్సరము వరకు యుద్ధము లేకపోయెను."
}
