
{
    "1": "ఆసా ఏలుబడిలో ముప్పది ఆరవ సంవత్సరమున ఇశ్రాయేలు రాజైన బయెషా యూదా వారి మీదికి వచ్చి, యూదా రాజైన ఆసా యొద్దకు ఎవరిని రానీయకుండను పోనీయకుండను ఉండునట్లు రామాను కట్టించెను.",
    "2": "అప్పుడు ఆసా యెహోవా మందిరపు బొక్కసములలోనుండియు రాజనగరు బొక్కసములలోనుండియు వెండిని బంగారమును తీసి, దమస్కులో నివసించు సిరియా రాజైన బెన్హదదు నొద్దకు పంపి",
    "3": "నాకును నీకును, నా తండ్రికిని నీ తండ్రికిని సంధి ఉన్నది గదా; ఇదిగో నేను నీకు వెండిని బంగారమును పంపుచున్నాను; ఇశ్రాయేలు రాజైన బయెషా నా యొద్దనుండి వెళ్లిపోవునట్లు నీవు వచ్చి అతనితో చేసిన నిబంధనను రద్దు చేయుమని వర్తమానము చేసెను.",
    "4": "బెన్హదదు రాజైన ఆసా మాట విని, తన సైన్యాధిపతులను ఇశ్రాయేలు పట్టణముల మీదికి పంపి, ఈయోనును దానును ఆబెల్మయిమును నఫ్తాలి పట్టణముల కొట్లనన్నిటిని కొట్టెను.",
    "5": "బయెషా అది విని రామాను కట్టించుట మాని తన పని చాలించెను.",
    "6": "అప్పుడు రాజైన ఆసా యూదావారందరిని పిలిపించెను; వారు బయెషా కట్టించుచుండిన రామా రాళ్లను కర్రలను తీసికొనిపోయిరి; వాటితో అతడు గెబాను మిస్పాను కట్టించెను.",
    "7": "ఆ కాలమున దీర్ఘదర్శియైన హనానీ యూదా రాజైన ఆసా యొద్దకు వచ్చి అతనితో ఇట్లనెను - నీ దేవుడైన యెహోవాను నమ్ముకొనక సిరియా రాజును నమ్ముకొంటివి గనుక సిరియా రాజు సైన్యము నీ చేతిలోనుండి తప్పించుకొనిపోయెను.",
    "8": "కూషీయులును లుబీయులును అతి విస్తారమైన రథములును రౌతులును గల గొప్ప దండు కాదా? అయినను నీవు యెహోవాను నమ్ముకొనినందున ఆయన వారిని నీ చేతికి అప్పగించెను.",
    "9": "తన యెడల యథార్థ హృదయము గలవారిని బలపరచుటకై యెహోవా కన్నులు లోకమంతట సంచరించుచున్నవి; ఈ విషయములో నీవు బుద్ధిహీనముగా ప్రవర్తించితివి గనుక ఇప్పటినుండి నీకు యుద్ధములు కలుగుననెను.",
    "10": "అందుకు ఆసా దీర్ఘదర్శి మీద కోపగించి అతనిని బంధించి చెరసాలలో వేయించెను; అతడు ఈ విషయమై అతని మీద మిక్కిలి అలిగెను. ఆ సమయమున ఆసా జనులలో కొందరిని బాధపెట్టెను.",
    "11": "ఆసా చేసిన కార్యములను గూర్చి మొదటినుండి చివరి వరకు యూదా ఇశ్రాయేలు రాజుల గ్రంథమందు వ్రాయబడియున్నది.",
    "12": "ఆసా తన ఏలుబడిలో ముప్పది తొమ్మిదవ సంవత్సరమున తన పాదములలో జబ్బు పుట్టి మిక్కిలి బాధపడెను; తన వ్యాధిలో అతడు యెహోవాను ఆశ్రయింపక వైద్యులను ఆశ్రయించెను.",
    "13": "ఆసా తన ఏలుబడిలో నలభై ఒకటవ సంవత్సరమున మృతిబొంది తన పితరులతో నిద్రించెను.",
    "14": "దావీదు పురమందు తన కొరకు అతడు త్రవ్వించుకొనిన సమాధిలో వారు అతని పాతిపెట్టిరి; పరిమళవర్తకులు సిద్ధపరచిన నానావిధ పరిమళ గంధవస్తువులతో నిండిన పాడెమీద వారు అతని ఉంచి, అతని కొరకు బహు విస్తారమైన ధూపము వేసిరి."
}
