
{
    "1": "అతని కుమారుడైన యెహోషాపాతు అతనికి మారుగా రాజై ఇశ్రాయేలుకు విరోధముగా తనను తాను బలపరచుకొనెను.",
    "2": "అతడు యూదా ప్రాకారము గల పట్టణములన్నిటిలో సైన్యములను ఉంచి, యూదా దేశములోను తన తండ్రియైన ఆసా పట్టుకొనిన ఎఫ్రాయిము పట్టణములలోను దండులను ఉంచెను.",
    "3": "యెహోవా యెహోషాపాతునకు తోడైయుండెను; అతడు బయలు దేవతలను ఆశ్రయింపక తన పితరుడైన దావీదు యొక్క మొదటి మార్గములలో నడచెను.",
    "4": "ఇశ్రాయేలువారి క్రియల చొప్పున ప్రవర్తింపక, తన తండ్రి దేవునిని ఆశ్రయించి ఆయన ఆజ్ఞలను గైకొనెను.",
    "5": "కాబట్టి యెహోవా రాజ్యమును అతని చేతిలో స్థిరపరచెను; యూదావారందరు యెహోషాపాతునకు కానుకలు తెచ్చిరి; అతనికి ఐశ్వర్యమును ఘనతయు విస్తారముగా కలిగెను.",
    "6": "యెహోవా మార్గములయందు అతడు ధైర్యము వహించి, యూదాలోనుండి ఉన్నత స్థలములను దేవతాస్తంభములను తీసివేసెను.",
    "7": "మరియు తన ఏలుబడిలో మూడవ సంవత్సరమున అతడు యూదా పట్టణములలో ఉపదేశించుటకు బెన్హయిలు, ఓబద్యా, జెకర్యా, నెతనేలు, మీకాయా అను తన అధికారులను పంపెను.",
    "8": "వారితో కూడ షెమయా, నెతన్యా, జెబద్యా, అసాహేలు, షెమీరామోతు, యెహోనాతాను, అదోనీయా, టోబీయా, టోబదోనీయా అను లేవీయులను, వారితో కూడ ఎలీషామా, యెహోరాము అను యాజకులను పంపెను.",
    "9": "వీరు యెహోవా ధర్మశాస్త్ర గ్రంథమును తీసికొని యూదాలో ఉపదేశించిరి; వారు యూదా పట్టణములన్నిటిలో సంచరించుచు జనులకు బోధించిరి.",
    "10": "యూదా చుట్టునున్న దేశముల రాజ్యములన్నిటి మీద యెహోవా భయము ఉండెను గనుక వారు యెహోషాపాతుతో యుద్ధము చేయలేదు.",
    "11": "ఫిలిష్తీయులలో కొందరు యెహోషాపాతునకు కానుకలను వెండిని కప్పముగా తెచ్చిరి; అరబీయులును అతనికి మందలను, ఏడు వేల ఏడు వందల పొట్టేళ్లను, ఏడు వేల ఏడు వందల మేకపోతులను తెచ్చిరి.",
    "12": "యెహోషాపాతు అంతకంతకు వర్ధిల్లి అత్యంత గొప్పవాడాయెను; అతడు యూదాలో కోటలను సామాను నిలువచేయు పట్టణములను కట్టించెను.",
    "13": "యూదా పట్టణములలో అతనికి విస్తారమైన పనులుండెను; యెరూషలేములో పరాక్రమశాలులైన యుద్ధవీరులుండిరి.",
    "14": "వారి పితరుల ఇండ్ల చొప్పున వారి సంఖ్య యిది; యూదావారిలో సహస్రాధిపతులు ఎవరనగా - అధిపతియైన అద్నా; అతని యొద్ద మూడు లక్షలమంది పరాక్రమశాలులు ఉండిరి.",
    "15": "అతని తరువాత అధిపతియైన యెహోహానాను; అతని యొద్ద రెండు లక్షల ఎనభై వేలమంది ఉండిరి.",
    "16": "అతని తరువాత యెహోవాకు తనను తాను ఇష్టపూర్వకముగా అప్పగించుకొనిన జి క్రీ కుమారుడైన అమజ్యా; అతని యొద్ద రెండు లక్షలమంది పరాక్రమశాలులు ఉండిరి.",
    "17": "బెన్యామీనీయులలో పరాక్రమశాలియైన ఎల్యాదా; అతని యొద్ద విల్లును డాలును ధరించినవారు రెండు లక్షలమంది ఉండిరి.",
    "18": "అతని తరువాత యెహోజాబాదు; అతని యొద్ద యుద్ధసన్నద్ధులైనవారు లక్షా ఎనభై వేలమంది ఉండిరి.",
    "19": "వీరు రాజును సేవించినవారు గాక యూదా దేశమందంతట ప్రాకారము గల పట్టణములలో రాజు ఉంచినవారు వేరే ఉండిరి."
}
