
{
    "1": "యెహోషాపాతునకు ఐశ్వర్యమును ఘనతయు విస్తారముగా కలిగెను; అతడు అహాబుతో వియ్యమందెను.",
    "2": "కొన్ని సంవత్సరములైన తరువాత అతడు షోమ్రోనులోనున్న అహాబు నొద్దకు వెళ్ళెను. అహాబు అతని కొరకును అతనితోనున్న జనుల కొరకును గొర్రెలను ఎడ్లను విస్తారముగా వధించి, రామోత్గిలాదు మీదికి వెళ్లుటకు అతని ప్రేరేపించెను.",
    "3": "ఇశ్రాయేలు రాజైన అహాబు యూదా రాజైన యెహోషాపాతుతో - రామోత్గిలాదు మీదికి నీవు నాతో కూడ వచ్చెదవా అని అడుగగా అతడు - నేను నీవాడనే, నా జనులు నీ జనులే, యుద్ధమునందు మేము నీతో కూడ ఉందుమని అతనితో చెప్పెను.",
    "4": "మరియు యెహోషాపాతు - దయచేసి నేడు యెహోవా యొద్ద విచారణ చేయుమని ఇశ్రాయేలు రాజుతో చెప్పెను.",
    "5": "అప్పుడు ఇశ్రాయేలు రాజు నాలుగు వందలమంది ప్రవక్తలను సమకూర్చి - మేము రామోత్గిలాదు మీదికి యుద్ధమునకు వెళ్లుదుమా, మానుదుమా అని వారిని అడుగగా వారు - వెళ్లుము, దేవుడు దానిని రాజు చేతికి అప్పగించుననిరి.",
    "6": "యెహోషాపాతు - మనము విచారణ చేయుటకు వీరిలో గాక యెహోవా ప్రవక్త మరి ఎవరైన ఇక్కడ ఉన్నారా అని అడుగగా",
    "7": "ఇశ్రాయేలు రాజు - యెహోవా యొద్ద విచారణ చేయుటకు ఇమ్లా కుమారుడైన మీకాయా అను ఒకడున్నాడు గాని అతడు నన్ను గూర్చి మేలు గాక కీడే ఎల్లప్పుడు ప్రవచించును గనుక నేను అతని ద్వేషించుచున్నానని యెహోషాపాతుతో అనెను. అందుకు యెహోషాపాతు - రాజు ఆలాగు అనవద్దనెను.",
    "8": "అప్పుడు ఇశ్రాయేలు రాజు ఒక పరిచారకుని పిలిచి - ఇమ్లా కుమారుడైన మీకాయాను త్వరగా పిలుచుకొని రమ్మనెను.",
    "9": "ఇశ్రాయేలు రాజును యూదా రాజైన యెహోషాపాతును రాజవస్త్రములు ధరించుకొని, షోమ్రోను ద్వారము దగ్గరనున్న కళ్లమునందు సింహాసనముల మీద కూర్చునియుండిరి; ప్రవక్తలందరు వారి యెదుట ప్రవచించుచుండిరి.",
    "10": "కెనయానా కుమారుడైన సిద్కియా ఇనుప కొమ్ములను చేయించుకొని - వీటితో నీవు సిరియనులను పొడిచి నాశనము చేయుదువని యెహోవా సెలవిచ్చుచున్నాడనెను.",
    "11": "ప్రవక్తలందరును ఆలాగుననే ప్రవచించుచు - రామోత్గిలాదుకు వెళ్లుము, నీవు జయమొందుదువు, యెహోవా దానిని రాజు చేతికి అప్పగించుననిరి.",
    "12": "మీకాయాను పిలువ వెళ్లిన దూత అతనితో - ఇదిగో ప్రవక్తలందరు ఏకగ్రీవముగా రాజుకు మేలగునట్లు పలుకుచున్నారు; దయచేసి నీ మాట వారి మాటతో కలిసియుండునట్లు మేలైనదాని పలుకుమని చెప్పగా",
    "13": "మీకాయా - యెహోవా జీవముతోడు, నా దేవుడు నాతో చెప్పునదే నేను పలికెదననెను.",
    "14": "అతడు రాజునొద్దకు వచ్చినప్పుడు రాజు - మీకాయా, మేము రామోత్గిలాదు మీదికి యుద్ధమునకు వెళ్లుదుమా, మానుదుమా అని అడుగగా అతడు - వెళ్లుడి, మీరు జయమొందుదురు, వారు మీ చేతికి అప్పగింపబడుదురని చెప్పెను.",
    "15": "రాజు - యెహోవా నామమున నిజము తప్ప నీవు మరేమియు నాతో చెప్పకూడదని నేను ఎన్నిసార్లు నీ చేత ప్రమాణము చేయించవలెనని అతనితో అనగా",
    "16": "అతడు - ఇశ్రాయేలీయులందరు కాపరి లేని గొర్రెలవలె కొండల మీద చెదిరిపోవుట నేను చూచితిని; అప్పుడు యెహోవా - వీరికి యజమానుడు లేడు, ప్రతివాడును తన ఇంటికి సమాధానముగా వెళ్లవచ్చునని సెలవిచ్చెననెను.",
    "17": "ఇశ్రాయేలు రాజు యెహోషాపాతుతో - ఇతడు నన్ను గూర్చి కీడే గాని మేలు ప్రవచింపడని నేను నీతో చెప్పలేదా అనెను.",
    "18": "అందుకు మీకాయా ఇట్లనెను - కాబట్టి యెహోవా మాట వినుము; యెహోవా సింహాసనాసీనుడై యుండగా పరలోక సైన్యమంతయు ఆయనకు కుడి వైపునను ఎడమ వైపునను నిలిచియుండుట నేను చూచితిని.",
    "19": "అప్పుడు యెహోవా - ఇశ్రాయేలు రాజైన అహాబు రామోత్గిలాదు మీదికి వెళ్లి అక్కడ పడునట్లు ఎవడు అతనిని ప్రేరేపించునని అడుగగా ఒకడు ఈలాగునను ఒకడు ఆలాగునను చెప్పిరి.",
    "20": "అంతలో ఒక ఆత్మ బయలుదేరి యెహోవా సన్నిధిని నిలిచి - నేను అతనిని ప్రేరేపించెదనని చెప్పగా యెహోవా - దేనివలన అని అతని నడిగెను.",
    "21": "అందుకతడు - నేను బయలుదేరి అతని ప్రవక్తలందరి నోట అబద్ధమాడు ఆత్మగా ఉందునని చెప్పెను. అందుకాయన - నీవు అతనిని ప్రేరేపించి జయించుదువు; వెళ్లి ఆలాగు చేయుమని సెలవిచ్చెను.",
    "22": "కాబట్టి యెహోవా అబద్ధమాడు ఆత్మను ఈ నీ ప్రవక్తల నోట ఉంచెను; యెహోవా నీ మీద కీడు నిశ్చయించియున్నాడనెను.",
    "23": "అప్పుడు కెనయానా కుమారుడైన సిద్కియా దగ్గరకు వచ్చి మీకాయాను చెంప మీద కొట్టి - యెహోవా ఆత్మ నన్ను విడిచి నీతో మాటలాడుటకు ఏ మార్గమున పోయెనని అడుగగా",
    "24": "మీకాయా - నీవు దాగుకొనుటకు లోపలి గదిలో ప్రవేశించు దినమున అది నీకు తెలియుననెను.",
    "25": "అప్పుడు ఇశ్రాయేలు రాజు - మీకాయాను పట్టుకొని పట్టణపు అధికారియైన ఆమోను నొద్దకును రాజకుమారుడైన యోవాషు నొద్దకును తిరిగి తీసికొనిపోయి",
    "26": "నేను క్షేమముగా వచ్చువరకు ఇతనిని చెరసాలలో ఉంచి, క్లేశపు అన్నపానములు ఇతనికి ఇయ్యుడని రాజు ఆజ్ఞాపించెనని వారితో చెప్పుమనెను.",
    "27": "అందుకు మీకాయా - నీవు నిజముగా క్షేమముగా తిరిగి వచ్చినయెడల యెహోవా నా ద్వారా పలుకలేదనుకొనుము; మరియు - ప్రజలారా, మీరందరు దీనిని వినుడని చెప్పెను.",
    "28": "ఇశ్రాయేలు రాజును యూదా రాజైన యెహోషాపాతును రామోత్గిలాదు మీదికి వెళ్లిరి.",
    "29": "ఇశ్రాయేలు రాజు - నేను మారువేషము వేసికొని యుద్ధములోనికి వెళ్లెదను, నీవు నీ వస్త్రములు ధరించుకొనుమని యెహోషాపాతుతో చెప్పి, ఇశ్రాయేలు రాజు మారువేషము వేసికొని యుద్ధములోనికి వెళ్ళెను.",
    "30": "సిరియా రాజు తన రథములకు అధిపతులైన వారితో - మీరు ఇశ్రాయేలు రాజుతో తప్ప, చిన్నవానితోనైనను గొప్పవానితోనైనను యుద్ధము చేయకూడదని ఆజ్ఞాపించియుండెను.",
    "31": "రథముల అధిపతులు యెహోషాపాతును చూచి - ఇతడే ఇశ్రాయేలు రాజు అని అనుకొని అతనితో యుద్ధము చేయుటకు అతనిని చుట్టుకొనగా యెహోషాపాతు కేకలు వేసెను; యెహోవా అతనికి సహాయము చేసెను; దేవుడు వారిని అతని యొద్దనుండి వెళ్లగొట్టెను.",
    "32": "రథముల అధిపతులు అతడు ఇశ్రాయేలు రాజు కాడని తెలిసికొని అతని తరుముట మానిరి.",
    "33": "అయితే ఒకడు గురి చూడకయే విల్లు ఎక్కుపెట్టగా అది ఇశ్రాయేలు రాజుకు కవచపు కీలు సందులో తగిలెను; అతడు - నాకు గాయమైనది, నీ చెయ్యి వెనుకకు త్రిప్పి దండులోనుండి నన్ను అవతలకు తీసికొని పొమ్మని తన రథసారధితో చెప్పెను.",
    "34": "ఆ దినమున యుద్ధము మరీ బలమాయెను; ఇశ్రాయేలు రాజు సూర్యుడు అస్తమించు వరకు సిరియనులకు ఎదురుగా తన రథములో నిలిచియుండెను; ప్రొద్దు గ్రుంకునప్పుడు అతడు మరణమాయెను."
}
