
{
    "1": "యూదా రాజైన యెహోషాపాతు యెరూషలేములోని తన ఇంటికి క్షేమముగా తిరిగి వచ్చెను.",
    "2": "హనానీ కుమారుడును దీర్ఘదర్శియునగు యెహూ బయలుదేరి అతనిని ఎదుర్కొని రాజైన యెహోషాపాతుతో ఇట్లనెను - నీవు భక్తిహీనులకు సహాయము చేసి యెహోవాను ద్వేషించువారిని ప్రేమించుదువా? ఇందువలన యెహోవా కోపము నీ మీదికి వచ్చుచున్నది.",
    "3": "అయినను నీవు దేశములోనుండి దేవతాస్తంభములను తీసివేసి, దేవుని వెదకుటకు నీ హృదయమును సిద్ధపరచుకొనియున్నావు గనుక నీ యందు మంచి క్రియలు కనబడుచున్నవని చెప్పెను.",
    "4": "యెహోషాపాతు యెరూషలేములో నివసించెను. అతడు తిరిగి బెేర్షెబా మొదలుకొని ఎఫ్రాయిము మన్నెము వరకు జనుల మధ్యకు వెళ్లి, వారి పితరుల దేవుడైన యెహోవా వైపు వారిని మళ్లించెను.",
    "5": "అతడు దేశములో, యూదాలోని ప్రాకారములు గల పట్టణములన్నిటిలో, పట్టణమునకొకడు చొప్పున న్యాయాధిపతులను నియమించెను.",
    "6": "అతడు న్యాయాధిపతులతో ఇట్లనెను - మీరు మనుష్యుని బట్టి గాక యెహోవాను బట్టి తీర్పు తీర్చుచున్నారు గనుక మీరు చేయుదానిని గూర్చి జాగ్రత్తపడుడి; మీరు తీర్పు తీర్చునప్పుడు ఆయన మీకు తోడైయుండును.",
    "7": "కాబట్టి యెహోవా భయము మీమీద ఉండనియ్యుడి; మన దేవుడైన యెహోవా యొద్ద అన్యాయమైనను పక్షపాతమైనను లంచము పుచ్చుకొనుటయైనను లేదు గనుక జాగ్రత్తగా తీర్పు తీర్చుడి.",
    "8": "మరియు యెహోవాకు తీర్పు తీర్చుటకును వివాదములు పరిష్కరించుటకును లేవీయులలోను యాజకులలోను ఇశ్రాయేలు పితరుల ఇండ్ల పెద్దలలోను కొందరిని యెహోషాపాతు యెరూషలేములో నియమించెను. వారు యెరూషలేమునకు తిరిగి వచ్చిరి.",
    "9": "అతడు వారికి ఈలాగు ఆజ్ఞాపించెను - మీరు యెహోవా యందు భయభక్తులు కలిగి, నమ్మకముతోను యథార్థ హృదయముతోను ప్రవర్తింపవలెను.",
    "10": "మీ పట్టణములలో నివసించు మీ సహోదరుల యొద్దనుండి, హత్యను గూర్చి గాని, ధర్మశాస్త్రమును గూర్చి గాని, ఆజ్ఞను గూర్చి గాని, కట్టడలను గూర్చి గాని, విధులను గూర్చి గాని, ఏ వివాదమైనను మీ యొద్దకు వచ్చినప్పుడు, వారు యెహోవా యెడల అపరాధము చేయకుండునట్లును, మీ మీదికిని మీ సహోదరుల మీదికిని కోపము రాకుండునట్లును మీరు వారిని హెచ్చరింపవలెను; మీరు ఆలాగు చేసినయెడల అపరాధులు కాకపోదురు.",
    "11": "యెహోవాకు సంబంధించిన ప్రతి విషయములో ప్రధాన యాజకుడైన అమర్యా మీకు పైవాడుగా ఉండును; రాజుకు సంబంధించిన ప్రతి విషయములో యూదా వంశస్థులకు అధిపతియు ఇష్మాయేలు కుమారుడునైన జెబద్యా మీకు పైవాడుగా ఉండును; లేవీయులు మీ యెదుట పరిచారకులుగా ఉందురు. ధైర్యము వహించి దీనిని జరిపించుడి; యెహోవా మంచివారికి తోడైయుండును గాక."
}
