
{
    "1": "సొలొమోను యెహోవా నామమున ఒక మందిరమును, రాజ్యము కొరకు ఒక రాజనగరును కట్టించుటకు నిశ్చయించుకొనెను.",
    "2": "సొలొమోను బరువు మోయుటకు డెబ్బది వేలమందిని, కొండలో రాళ్లు కొట్టుటకు ఎనభై వేలమందిని, వీరి మీద పని చేయించుటకు మూడు వేల ఆరువందలమందిని నియమించెను.",
    "3": "మరియు సొలొమోను సోరు రాజైన హీరామునొద్దకు దూతలను పంపి - నా తండ్రియైన దావీదు నివసించుటకు ఇల్లు కట్టుకొనునట్లు నీవు అతనికి దేవదారు మ్రానులను పంపినట్లు నాకును పంపుము.",
    "4": "ఇదిగో నేను నా దేవుడైన యెహోవా నామమున ఒక మందిరమును కట్టించి, ఆయన సన్నిధిని పరిమళ ధూపము వేయుటకును, నిత్యము సముఖపు రొట్టెలు ఉంచుటకును, ఉదయ సాయంకాలములయందును విశ్రాంతి దినములయందును అమావాస్యలయందును మన దేవుడైన యెహోవా నియామక ఉత్సవములయందును దహనబలులను అర్పించుటకును ఆయనకు ప్రతిష్ఠించుచున్నాను; ఇది ఇశ్రాయేలీయులకు నిత్యవిధి.",
    "5": "నేను కట్టబోవు మందిరము గొప్పది; మన దేవుడు సమస్త దేవతలకంటే గొప్పవాడు.",
    "6": "ఆకాశమును మహాకాశమును ఆయనను పట్టజాలవు గదా; ఆయనకు మందిరమును కట్టించుటకు ఎవనికి శక్తి చాలును? ఆయన సన్నిధిని ధూపము వేయుటకే గాని ఆయనకు మందిరము కట్టించుటకు నేను ఏపాటివాడను?",
    "7": "కాబట్టి బంగారు వెండి ఇత్తడి ఇనుము పనులలోను, ధూమ్ర రక్త నీల వర్ణములు గల నూలు పనులలోను ప్రవీణత కలిగి, నా తండ్రియైన దావీదు సిద్ధపరచిన యూదాలోను యెరూషలేములోను నా యొద్ద నున్న నిపుణులతో కలిసి పని చేయుటకు, చెక్కడపు పనిలో నేర్పు గల ఒకనిని నా యొద్దకు పంపుము.",
    "8": "మరియు లెబానోనులో నీ సేవకులు మ్రానులను నరుకుటలో నేర్పు గలవారని నేను ఎరుగుదును గనుక లెబానోనునుండి దేవదారు మ్రానులను సరళపు మ్రానులను చందనపు మ్రానులను నాకు పంపుము; నా సేవకులు నీ సేవకులతో కలిసి పని చేయుదురు.",
    "9": "నేను కట్టబోవు మందిరము ఆశ్చర్యముగాను గొప్పదిగాను ఉండును గనుక నాకు మ్రానులను విస్తారముగా సిద్ధపరచవలెను.",
    "10": "మ్రానులను నరుకు నీ సేవకులకు నేను ఇరవై వేల కోలల దంచిన గోధుమలను, ఇరవై వేల కోలల యవలను, ఇరవై వేల బత్తుల ద్రాక్షారసమును, ఇరవై వేల బత్తుల నూనెను ఇచ్చెదనని చెప్పించెను.",
    "11": "అప్పుడు సోరు రాజైన హీరాము సొలొమోనుకు పత్రిక ద్వారా ప్రత్యుత్తరమిచ్చి - యెహోవా తన జనులను ప్రేమించుచున్నాడు గనుక నిన్ను వారి మీద రాజుగా నియమించెనని చెప్పెను.",
    "12": "మరియు హీరాము - ఆకాశమును భూమిని సృజించిన ఇశ్రాయేలు దేవుడైన యెహోవా స్తుతింపబడును గాక; ఆయన రాజైన దావీదునకు జ్ఞానమును వివేకమును తెలివియు గల బుద్ధిమంతుడగు కుమారుని దయచేసియున్నాడు; అతడు యెహోవాకు ఒక మందిరమును, రాజ్యము కొరకు ఒక రాజనగరును కట్టించును.",
    "13": "కాబట్టి నా తండ్రియైన హీరామునకు ఉండిన హూరాము అను బుద్ధిమంతుడగు ఒక నిపుణుని పంపుచున్నాను.",
    "14": "అతడు దాను కుమార్తెలలో ఒక స్త్రీకి కుమారుడు; అతని తండ్రి సోరు వాడు. అతడు బంగారు వెండి ఇత్తడి ఇనుము రాయి కర్ర పనులలోను, ధూమ్ర నీల రక్త వర్ణములు గల నూలుతోను సన్నపు నారతోను చేయు పనులలోను నేర్పు గలవాడు; మరియు అతడు సకలవిధములైన చెక్కడపు పనులను, తనకియ్యబడిన ఏ యోచననైనను చేయగలవాడు. అతడు నీ నిపుణులతోను నా ఏలినవాడును నీ తండ్రియునైన దావీదు నిపుణులతోను పని చేయును.",
    "15": "కాబట్టి నా ఏలినవాడు చెప్పిన గోధుమలను యవలను నూనెను ద్రాక్షారసమును తన సేవకులకు పంపవచ్చును.",
    "16": "నీకు కావలసినంత మట్టుకు మేము లెబానోనులో మ్రానులను నరికి, వాటిని తెప్పలుగా కట్టి సముద్రము మీద యొప్పేకు పంపెదము; నీవు వాటిని యెరూషలేమునకు ఎక్కించుకొనవచ్చునని చెప్పెను.",
    "17": "అప్పుడు సొలొమోను తన తండ్రియైన దావీదు లెక్కించినట్లు ఇశ్రాయేలు దేశమందున్న పరదేశులనందరిని లెక్కించగా, లక్షా ఎనభై మూడు వేల ఆరువందలమంది కనబడిరి.",
    "18": "వారిలో డెబ్బది వేలమందిని బరువు మోయువారిగాను, ఎనభై వేలమందిని కొండలో రాళ్లు కొట్టువారిగాను, మూడు వేల ఆరువందలమందిని జనుల చేత పని చేయించు అధికారులుగాను నియమించెను."
}
