
{
    "1": "ఇది జరిగిన తరువాత మోయాబీయులును అమ్మోనీయులును వారితో కూడ మెయూనీయులలో కొందరును యెహోషాపాతుతో యుద్ధము చేయుటకు వచ్చిరి.",
    "2": "కొందరు వచ్చి - సముద్రము అవతలనుండి సిరియా వైపునుండి గొప్ప సైన్యము నీ మీదికి వచ్చుచున్నది; ఇదిగో వారు హజజోన్తామారులో ఉన్నారు, అదే ఏన్గెదీ అని యెహోషాపాతునకు తెలియజేసిరి.",
    "3": "అప్పుడు యెహోషాపాతు భయపడి, యెహోవా యొద్ద విచారించుటకు మనస్సు నిలుపుకొని, యూదా అంతట ఉపవాస దినము చాటించెను.",
    "4": "యెహోవావలన సహాయము కోరుటకు యూదావారు కూడివచ్చిరి; యెహోవాను వెదకుటకు వారు యూదా పట్టణములన్నిటిలోనుండి వచ్చిరి.",
    "5": "యెహోషాపాతు యెహోవా మందిరములో క్రొత్త ఆవరణము యెదుట యూదా యెరూషలేముల సమాజము మధ్య నిలిచి ఇట్లనెను",
    "6": "మా పితరుల దేవా యెహోవా, నీవు ఆకాశమందు దేవుడవై యున్నావు గదా; అన్యజనుల రాజ్యములన్నిటిని ఏలువాడవు నీవే గదా; నీవు బాహుబలమును పరాక్రమమును గలవాడవు, నిన్ను ఎదిరించుట ఎవరి తరమును కాదు.",
    "7": "మా దేవా, నీ జనులైన ఇశ్రాయేలీయుల యెదుటనుండి ఈ దేశ నివాసులను వెళ్లగొట్టి, నీ స్నేహితుడైన అబ్రాహాము సంతానమునకు దీనిని శాశ్వతముగా ఇచ్చినవాడవు నీవే గదా.",
    "8": "వారు దీనిలో నివసించి - కీడైనను, యుద్ధమైనను, తీర్పు అయినను, తెగులైనను, కరవైనను మా మీదికి వచ్చినప్పుడు",
    "9": "మేము ఈ మందిరము యెదుటను నీ యెదుటను నిలిచి (నీ పేరు ఈ మందిరమునందున్నది గదా) మా శ్రమలో నీకు మొరపెట్టినయెడల నీవు విని మమ్మును రక్షించుదువని అనుకొని, నీ నామమున దీనిలో నీకు ఒక పరిశుద్ధ స్థలమును కట్టించిరి.",
    "10": "ఇప్పుడు చూడుము; ఇశ్రాయేలీయులు ఐగుప్తు దేశములోనుండి వచ్చినప్పుడు నీవు వారిని అమ్మోనీయుల మీదికిని మోయాబీయుల మీదికిని శేయీరు మన్నెపువారి మీదికిని పోనియ్యలేదు గనుక ఇశ్రాయేలీయులు వారిని నాశనము చేయక వారి యొద్దనుండి తొలగిపోయిరి.",
    "11": "అయితే నీవు మాకు స్వాస్థ్యముగా ఇచ్చిన నీ దేశములోనుండి మమ్మును వెళ్లగొట్టుటకు వారు వచ్చి మాకు ఎట్టి ప్రత్యుపకారము చేయుచున్నారో చూడుము.",
    "12": "మా దేవా, నీవు వారికి తీర్పు తీర్చవా? మా మీదికి వచ్చు ఈ గొప్ప సైన్యముతో యుద్ధము చేయుటకు మాకు శక్తి చాలదు; ఏమి చేయుటకును మాకు తోచదు; నీ వైపే మేము కన్నులు ఎత్తియున్నామని ప్రార్థించెను.",
    "13": "యూదావారందరును తమ పిల్లలతోను భార్యలతోను కుమారులతోను యెహోవా సన్నిధిని నిలిచియుండిరి.",
    "14": "అప్పుడు ఆ సమాజము మధ్యను మత్తన్యాకు పుట్టిన యెహీయేలు కుమారుడైన బెనాయాకు జననమైన జెకర్యా కుమారుడగు యహజీయేలు అను ఆసాపు వంశస్థుడగు లేవీయుని మీదికి యెహోవా ఆత్మ వచ్చెను.",
    "15": "అతడు ఇట్లనెను - యూదావారలారా, యెరూషలేము నివాసులారా, రాజైన యెహోషాపాతూ, మీరందరు ఆలకించుడి; యెహోవా మీకు సెలవిచ్చునదేమనగా - ఈ గొప్ప సైన్యమును చూచి మీరు భయపడకుడి, జడియకుడి; ఈ యుద్ధము మీరు కాదు దేవుడే జరుపును.",
    "16": "రేపు వారి మీదికి వెళ్లుడి; వారు జీజు ఎక్కుడు మార్గమున వచ్చుచున్నారు, మీరు యెరూవేలు అరణ్యము ముందరనున్న లోయ కొన దగ్గర వారిని కలుసుకొందురు.",
    "17": "ఈ యుద్ధములో మీరు పోట్లాడవలసిన నిమిత్తము లేదు; యూదావారలారా, యెరూషలేమువారలారా, మీరు యుద్ధపంక్తులు తీర్చి నిలువబడుడి; మీతోకూడనున్న యెహోవా దయచేయు రక్షణను మీరు చూచెదరు; భయపడకుడి, జడియకుడి, రేపు వారి మీదికి బయలుదేరుడి, యెహోవా మీకు తోడైయుండును.",
    "18": "అప్పుడు యెహోషాపాతు సాష్టాంగ నమస్కారము చేసెను; యూదావారును యెరూషలేము నివాసులందరును యెహోవా సన్నిధిని సాగిలపడి యెహోవాకు మ్రొక్కిరి.",
    "19": "కహాతీయుల వంశస్థులును కోరహీయుల వంశస్థులునైన లేవీయులు లేచి నిలువబడి, ఇశ్రాయేలు దేవుడైన యెహోవాను గొప్ప శబ్దముతో స్తుతించిరి.",
    "20": "మరునాడు వారు ఉదయముననే లేచి తెకోవా అరణ్యమునకు వెళ్లిరి; వారు వెళ్లుచుండగా యెహోషాపాతు నిలిచి - యూదావారలారా, యెరూషలేము నివాసులారా, నా మాట వినుడి; మీ దేవుడైన యెహోవాను నమ్ముకొనుడి, అప్పుడు మీరు స్థిరపరచబడుదురు; ఆయన ప్రవక్తలను నమ్ముకొనుడి, అప్పుడు మీరు కృతార్థులగుదురని చెప్పెను.",
    "21": "అతడు ప్రజలతో ఆలోచన చేసిన తరువాత యెహోవాకు గానము చేయువారిని, పరిశుద్ధాలంకారములను ధరించి సైన్యము ముందర నడుచుచు - యెహోవా కృప నిరంతరముండును, ఆయనను స్తుతించుడి అని స్తోత్రము చేయువారిని నియమించెను.",
    "22": "వారు పాడుటకును స్తుతించుటకును మొదలుపెట్టగా, యెహోవా యూదా మీదికి వచ్చిన అమ్మోనీయుల మీదను మోయాబీయుల మీదను శేయీరు మన్నెపువారి మీదను మాటుకాండ్రను పెట్టెను; వారు దెబ్బతినిరి.",
    "23": "అమ్మోనీయులును మోయాబీయులును శేయీరు మన్నెపు నివాసులను బొత్తిగా చంపి నిర్మూలము చేయుటకు వారి మీద లేచిరి; వారు శేయీరు నివాసులను కడముట్టించిన తరువాత తమలో ఒకనినొకడు చంపుకొనుటకు మొదలుపెట్టిరి.",
    "24": "యూదావారు అరణ్యమందలి కావలి స్తంభము దగ్గరకు వచ్చి ఆ సైన్యము తట్టు చూడగా, వారు నేలమీద శవములై పడియుండిరి; ఒక్కడును తప్పించుకొనలేదు.",
    "25": "యెహోషాపాతును అతని జనులును వారి కొల్లసొమ్మును దోచుకొనుటకు వచ్చి, శవముల మధ్య విస్తారమైన ధనమును వస్త్రములను విలువైన వస్తువులను కనుగొని, తాము మోయలేనంతగా దోచుకొనిరి; కొల్లసొమ్ము బహు విస్తారమైనందున దానిని కూర్చుకొనుటకు మూడు దినములు పట్టెను.",
    "26": "నాలుగవ దినమున వారు బెరాకా లోయలో కూడిరి; అక్కడ వారు యెహోవాకు కృతజ్ఞతాస్తుతులు చెల్లించినందున నేటి వరకు ఆ చోటికి బెరాకా లోయ అని పేరు.",
    "27": "యెహోవా వారి శత్రువుల మీద వారికి సంతోషము కలుగజేసెను గనుక యూదావారందరును యెరూషలేమువారందరును యెహోషాపాతును తమకు ముందర నడిపించుకొని యెరూషలేమునకు సంతోషముతో తిరిగి వచ్చిరి.",
    "28": "వారు స్వరమండలములతోను సితారాలతోను బూరలతోను యెరూషలేములోని యెహోవా మందిరమునకు వచ్చిరి.",
    "29": "ఇశ్రాయేలు శత్రువులతో యెహోవా యుద్ధము చేసెనని దేశముల రాజ్యములవారు వినినప్పుడు దేవుని భయము వారి మీద పడెను.",
    "30": "అందువలన యెహోషాపాతు రాజ్యము నెమ్మదిగా ఉండెను; అతని దేవుడు నలుదిక్కుల అతనికి విశ్రాంతి దయచేసెను.",
    "31": "యెహోషాపాతు యూదాను ఏలెను; అతడు ఏలనారంభించినప్పుడు ముప్పది ఐదు ఏండ్లవాడు; అతడు యెరూషలేములో ఇరవై ఐదు సంవత్సరములు ఏలెను; అతని తల్లి పేరు అజూబా, ఆమె షిల్హీ కుమార్తె.",
    "32": "అతడు తన తండ్రియైన ఆసా మార్గమందు నడిచి, దానినుండి తొలగక యెహోవా దృష్టికి యథార్థముగా ప్రవర్తించెను.",
    "33": "అయినను ఉన్నత స్థలములు తీసివేయబడలేదు; జనులు తమ పితరుల దేవుని వైపు తమ హృదయములను ఇంకను త్రిప్పలేదు.",
    "34": "యెహోషాపాతు చేసిన కార్యములలో మొదటివియు చివరివియు ఇశ్రాయేలు రాజుల గ్రంథమందు వ్రాయబడిన హనానీ కుమారుడైన యేహూ యొక్క గ్రంథమందు వ్రాయబడియున్నది.",
    "35": "తరువాత యూదా రాజైన యెహోషాపాతు ఇశ్రాయేలు రాజైన అహజ్యాతో స్నేహము చేసెను; అతడు బహు దుర్మార్గుడు.",
    "36": "తార్షీషునకు పోవు ఓడలను చేయించుటకై అతడు అతనితో స్నేహము చేసెను; వారు ఎషీయోను గెబెరులో ఓడలను చేయించిరి.",
    "37": "అప్పుడు మారేషా వాడైన దోదావాహు కుమారుడగు ఎలీయెజెరు - నీవు అహజ్యాతో స్నేహము చేసితివి గనుక యెహోవా నీ పనులను విరుగగొట్టునని యెహోషాపాతుకు విరోధముగా ప్రవచించెను; ఆ ఓడలు పగిలిపోయి తార్షీషునకు వెళ్లలేకపోయెను."
}
