
{
    "1": "యెహోషాపాతు తన పితరులతో నిద్రించి దావీదు పురములో తన పితరుల యొద్ద పాతిపెట్టబడెను; అతని కుమారుడైన యెహోరాము అతనికి మారుగా రాజాయెను.",
    "2": "యెహోషాపాతు కుమారులును యెహోరాము సహోదరులునైన అజర్యా, యెహీయేలు, జెకర్యా, అజర్యా, మిఖాయేలు, షెఫట్యా అనువారుండిరి; వీరందరు ఇశ్రాయేలు రాజైన యెహోషాపాతు కుమారులు.",
    "3": "వారి తండ్రి వారికి వెండిని బంగారమును, ప్రశస్తమైన బహుమానములను, యూదాలోని ప్రాకారములు గల పట్టణములను ఇచ్చెను గాని, యెహోరాము జ్యేష్ఠుడు గనుక రాజ్యమును అతనికిచ్చెను.",
    "4": "యెహోరాము తన తండ్రి రాజ్యమును పొంది బలపడినప్పుడు అతడు తన సహోదరులందరిని, ఇశ్రాయేలు అధిపతులలో కొందరిని కత్తివాత హతము చేసెను.",
    "5": "యెహోరాము ఏలనారంభించినప్పుడు ముప్పది రెండు ఏండ్లవాడు; అతడు యెరూషలేములో ఎనిమిది సంవత్సరములు ఏలెను.",
    "6": "అతడు ఇశ్రాయేలు రాజుల మార్గములో నడిచి అహాబు ఇంటివారు చేసినట్లు చేసెను; అహాబు కుమార్తె అతనికి భార్యయై యుండెను; అతడు యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "7": "అయినను యెహోవా దావీదుతో చేసిన నిబంధనను బట్టి, అతనికిని అతని కుమారులకును ఎల్లప్పుడును ఒక దీపమును ఉంచెదనని అతనికి చేసిన వాగ్దానమును బట్టి, దావీదు ఇంటిని నాశనము చేయుటకు ఆయనకు ఇష్టము లేకపోయెను.",
    "8": "అతని దినములలో ఎదోమీయులు యూదావారి చేతి క్రింద నుండకుండ తిరుగుబాటు చేసి తమ మీద ఒకని రాజుగా చేసికొనిరి.",
    "9": "కాబట్టి యెహోరాము తన అధిపతులతోను తన రథములన్నిటితోను దాటి వెళ్లి, రాత్రివేళ లేచి తనను చుట్టుకొనిన ఎదోమీయులను రథముల అధిపతులను హతము చేసెను.",
    "10": "అట్లు నేటి వరకు ఎదోము యూదా చేతి క్రింద నుండకుండ తిరుగుబాటు చేయుచున్నది. ఆ కాలమున లిబ్నా కూడ అతని చేతి క్రింద నుండకుండ తిరుగుబాటు చేసెను; ఏలయనగా అతడు తన పితరుల దేవుడైన యెహోవాను విసర్జించెను.",
    "11": "మరియు అతడు యూదా పర్వతములలో ఉన్నత స్థలములను కట్టించి, యెరూషలేము నివాసులు వ్యభిచరించునట్లును, యూదావారు దారి తొలగునట్లును చేసెను.",
    "12": "అప్పుడు ప్రవక్తయైన ఏలీయా యొద్దనుండి అతనికి ఒక రాత వచ్చెను; అందులో ఏమున్నదనగా - నీ పితరుడైన దావీదునకు దేవుడగు యెహోవా సెలవిచ్చునదేమనగా - నీవు నీ తండ్రియైన యెహోషాపాతు మార్గములలోనైనను యూదా రాజైన ఆసా మార్గములలోనైనను నడువక,",
    "13": "ఇశ్రాయేలు రాజుల మార్గములో నడిచి, అహాబు ఇంటివారు చేసినట్లు యూదావారును యెరూషలేము నివాసులును వ్యభిచరించునట్లు చేసి, నీకంటే యోగ్యులైన నీ తండ్రి యింటివారగు నీ సహోదరులను చంపితివి.",
    "14": "కాబట్టి యెహోవా నీ జనులను నీ పిల్లలను నీ భార్యలను నీ ఆస్తి అంతటిని గొప్ప దెబ్బతో కొట్టును.",
    "15": "మరియు నీ పేగులు బయటికి వచ్చునంతగా నీకు పేగుల జబ్బు పుట్టి, అనుదినము నీవు బహుగా రోగివగుదువని వ్రాయబడియుండెను.",
    "16": "మరియు యెహోవా ఫిలిష్తీయుల మనస్సును, కూషీయులకు సమీపముగానున్న అరబీయుల మనస్సును యెహోరాము మీద రేపెను.",
    "17": "వారు యూదా దేశము మీదికి వచ్చి చొరబడి, రాజనగరులో దొరికిన ఆస్తి అంతటిని, అతని కుమారులను అతని భార్యలను తీసికొనిపోయిరి; అతని కుమారులలో చిన్నవాడైన యెహోయాహాజు తప్ప అతనికి కుమారుడెవడును మిగిలియుండలేదు.",
    "18": "ఇదంతయు జరిగిన తరువాత యెహోవా అతని పేగులలో అసాధ్యమైన రోగము పుట్టించెను.",
    "19": "కొంతకాలమైన తరువాత, అనగా రెండు సంవత్సరములు గడచినప్పుడు, ఆ రోగమువలన అతని పేగులు బయటికి వచ్చెను; అతడు ఆ కఠినమైన రోగమువలన చనిపోయెను. అతని జనులు అతని పితరుల కొరకు దహనము చేసినట్లు అతని కొరకు దహనము చేయలేదు.",
    "20": "అతడు ఏలనారంభించినప్పుడు ముప్పది రెండు ఏండ్లవాడు; అతడు యెరూషలేములో ఎనిమిది సంవత్సరములు ఏలెను; ఎవరికిని ఇష్టము లేకయే అతడు వెళ్లిపోయెను. వారు దావీదు పురములో అతని పాతిపెట్టిరి గాని రాజుల సమాధులలో పెట్టలేదు."
}
