
{
    "1": "యెరూషలేము నివాసులు అతని చిన్న కుమారుడైన అహజ్యాను అతనికి మారుగా రాజుగా చేసిరి; దండుతో కూడ వచ్చిన అరబీయులు పెద్దవారినందరిని చంపియుండిరి. కాబట్టి యూదా రాజైన యెహోరాము కుమారుడగు అహజ్యా రాజాయెను.",
    "2": "అహజ్యా ఏలనారంభించినప్పుడు నలభై రెండు ఏండ్లవాడు; అతడు యెరూషలేములో ఒక సంవత్సరము ఏలెను. అతని తల్లి పేరు అతల్యా; ఆమె ఒమ్రీ కుమార్తె.",
    "3": "అతడును అహాబు ఇంటివారి మార్గములలో నడిచెను; దుర్మార్గముగా ప్రవర్తించుటకు అతని తల్లి అతనికి ఆలోచన చెప్పుచుండెను.",
    "4": "అహాబు ఇంటివారివలె అతడు యెహోవా దృష్టికి చెడుతనము చేసెను; అతని తండ్రి మరణమైన తరువాత వారు అతనికి నాశనకరమైన ఆలోచనకర్తలుగా ఉండిరి.",
    "5": "వారి ఆలోచన చొప్పున అతడు నడిచి, ఇశ్రాయేలు రాజైన అహాబు కుమారుడగు యెహోరాముతో కూడ సిరియా రాజైన హజాయేలుతో యుద్ధము చేయుటకు గిలాదులోని రామోతుకు వెళ్ళెను; సిరియనులు యోరామును గాయపరచిరి.",
    "6": "రామాలో సిరియా రాజైన హజాయేలుతో యుద్ధము చేసినప్పుడు తాను పొందిన గాయములను బాగుచేసికొనుటకు అతడు యెజ్రెయేలునకు తిరిగి వచ్చెను. అహాబు కుమారుడైన యెహోరాము రోగియై యున్నందున యూదా రాజైన యెహోరాము కుమారుడగు అజర్యా యెజ్రెయేలులో అతనిని చూడవెళ్ళెను.",
    "7": "అహజ్యా యోరాము నొద్దకు వెళ్లుటవలన దేవుని యొద్దనుండి అతనికి నాశనము కలిగెను; ఎట్లనగా అతడు వచ్చినప్పుడు అహాబు ఇంటివారిని నిర్మూలము చేయుటకు యెహోవా అభిషేకించిన నింషీ కుమారుడైన యెహూ మీదికి యోరాముతో కూడ బయలువెళ్ళెను.",
    "8": "యెహూ అహాబు ఇంటివారికి తీర్పు తీర్చుచుండగా, యూదా అధిపతులను, అహజ్యాకు పరిచర్య చేయుచున్న అహజ్యా సహోదరుల కుమారులను కనుగొని వారిని చంపెను.",
    "9": "అతడు అహజ్యాను వెదకగా అతడు షోమ్రోనులో దాగియుండెను; వారు అతని పట్టుకొని యెహోవా యొద్దకు తీసికొనివచ్చి చంపి పాతిపెట్టిరి; ఏలయనగా - ఇతడు పూర్ణహృదయముతో యెహోవాను వెదకిన యెహోషాపాతు కుమారుడని వారు చెప్పుకొనిరి. రాజ్యమును ఏలుటకు అహజ్యా ఇంటివారిలో ఎవరికిని శక్తి లేకపోయెను.",
    "10": "అహజ్యా తల్లియైన అతల్యా తన కుమారుడు చనిపోవుట చూచి లేచి యూదా ఇంటివారైన రాజవంశస్థులనందరిని నాశనము చేసెను.",
    "11": "అయితే రాజు కుమార్తెయైన యెహోషబ్యతు, చంపబడుచున్న రాజకుమారులలోనుండి అహజ్యా కుమారుడైన యోవాషును దొంగిలించి, అతనిని అతని దాదిని పడకగదిలో ఉంచెను. యెహోషబ్యతు రాజైన యెహోరాము కుమార్తెయు యాజకుడైన యెహోయాదా భార్యయునై యుండెను; ఆమె అహజ్యా సహోదరి గనుక అతల్యా ఆ పిల్లవానిని చంపకుండ దాచెను.",
    "12": "అతల్యా దేశమును ఏలుచుండగా వాడు వారితో కూడ దేవుని మందిరములో ఆరు సంవత్సరములు దాచబడియుండెను."
}
