
{
    "1": "ఏడవ సంవత్సరమున యెహోయాదా ధైర్యము తెచ్చుకొని, నూరుమందికి అధిపతులైన యెహోహానాను కుమారుడగు అజర్యాతోను, యెహోనాతాను కుమారుడగు ఇష్మాయేలుతోను, ఓబేదు కుమారుడగు అజర్యాతోను, అదాయా కుమారుడగు మశేయాతోను, జి క్రీ కుమారుడగు ఎలీషాపాతుతోను నిబంధన చేసికొనెను.",
    "2": "వారు యూదా యందంతట తిరిగి యూదా పట్టణములన్నిటిలోనుండి లేవీయులను ఇశ్రాయేలు పితరుల ఇండ్ల ప్రధానులను సమకూర్చి యెరూషలేమునకు వచ్చిరి.",
    "3": "సమాజమంతయు దేవుని మందిరములో రాజుతో నిబంధన చేసెను. యెహోయాదా వారితో ఇట్లనెను - యెహోవా దావీదు కుమారులను గూర్చి సెలవిచ్చినట్లు రాజకుమారుడు ఏలవలెను.",
    "4": "మీరు చేయవలసినది ఏమనగా - విశ్రాంతి దినమున లోపలికి వచ్చు యాజకులలోను లేవీయులలోను మీలో మూడవ వంతు ద్వారపాలకులుగా ఉండవలెను.",
    "5": "ఒక మూడవ వంతు రాజు నగరునొద్దను, ఒక మూడవ వంతు పునాది గుమ్మమునొద్దను ఉండవలెను; జనులందరు యెహోవా మందిరపు ఆవరణములలో ఉండవలెను.",
    "6": "యాజకులును లేవీయులలో పరిచర్య చేయువారును తప్ప మరి ఎవరూ యెహోవా మందిరములోనికి రాకూడదు; వారు ప్రతిష్ఠితులు గనుక వారు రావచ్చును; జనులందరు యెహోవా విధించిన విధిని గైకొనవలెను.",
    "7": "లేవీయులు ప్రతివాడు తన ఆయుధములను చేత పట్టుకొని రాజు చుట్టు ఉండవలెను; మందిరములోనికి వచ్చువాడు మరణశిక్ష పొందును; రాజు లోపలికి వచ్చునప్పుడును బయటికి వెళ్లునప్పుడును మీరు అతనితో కూడ ఉండవలెను.",
    "8": "యాజకుడైన యెహోయాదా ఆజ్ఞాపించినదంతయు లేవీయులును యూదావారందరును చేసిరి; యాజకుడైన యెహోయాదా తరగతులవారిని వెళ్లనియ్యలేదు గనుక వారు విశ్రాంతి దినమున లోపలికి వచ్చువారని, విశ్రాంతి దినమున బయటికి వెళ్లువారని తమ తమ మనుష్యులను తీసికొనిరి.",
    "9": "మరియు యాజకుడైన యెహోయాదా దేవుని మందిరములోనున్న రాజైన దావీదు ఈటెలను డాలులను కేడెములను నూరుమందికి అధిపతులైన వారికిచ్చెను.",
    "10": "జనులందరు ప్రతివాడు తన ఆయుధములను చేత పట్టుకొని, మందిరము యొక్క కుడి ప్రక్క మొదలుకొని ఎడమ ప్రక్క వరకు బలిపీఠమునొద్దను మందిరమునొద్దను రాజు చుట్టు నిలిచిరి.",
    "11": "అప్పుడు వారు రాజకుమారుని బయటికి తోడుకొనివచ్చి, కిరీటమును అతని తలమీద పెట్టి, సాక్ష్యపు గ్రంథమును అతని చేతికిచ్చి అతనిని రాజుగా చేసిరి; యెహోయాదాయు అతని కుమారులును అతనిని అభిషేకించి - రాజు చిరంజీవి యగును గాక అనిరి.",
    "12": "జనులు పరుగెత్తుచు రాజును స్తుతించుచు చేయుచున్న అల్లరి అతల్యా విని యెహోవా మందిరములోనికి జనుల యొద్దకు వచ్చెను.",
    "13": "ఆమె చూడగా, రాజు ప్రవేశ ద్వారమునొద్ద తన స్తంభము దగ్గర నిలిచియుండెను; అధిపతులును బూరలు ఊదువారును రాజునొద్ద ఉండిరి; దేశపు జనులందరు సంతోషించుచు బూరలు ఊదుచుండిరి; గాయకులు వాద్యములతో పాటలు పాడుచు జనులకు నేర్పుచుండిరి. అప్పుడు అతల్యా తన బట్టలు చింపుకొని - కుట్ర కుట్ర అని కేకలు వేసెను.",
    "14": "యాజకుడైన యెహోయాదా సైన్యముపైని నియమింపబడిన నూరుమందికి అధిపతులను బయటికి రప్పించి - ఈమెను పంక్తుల వెలుపలికి తీసికొనిపొండి; ఈమెను వెంబడించువానిని కత్తితో చంపుడి అని వారితో చెప్పెను; ఏలయనగా - యెహోవా మందిరములో ఆమెను చంపకూడదని యాజకుడు చెప్పియుండెను.",
    "15": "వారు ఆమెను పట్టుకొని, గుఱ్ఱములు రాజు నగరులోనికి ప్రవేశించు మార్గమున ఆమె వచ్చినప్పుడు అక్కడ ఆమెను చంపిరి.",
    "16": "మరియు తాము యెహోవా జనులైయుండునట్లు యెహోయాదా తనకును జనులందరికిని రాజునకును మధ్య నిబంధన చేయించెను.",
    "17": "అప్పుడు జనులందరు బయలు గుడికి వెళ్లి దానిని పడగొట్టి, దాని బలిపీఠములను విగ్రహములను తుత్తునియలుగా చేసి, బలిపీఠముల యెదుట బయలు యాజకుడైన మత్తానును చంపిరి.",
    "18": "యెహోవా మందిరములో దావీదు నియమించినట్లు మోషే ధర్మశాస్త్రమందు వ్రాయబడిన ప్రకారము యెహోవాకు దహనబలులను అర్పించుటకును, దావీదు నిర్ణయించినట్లు సంతోషముతోను పాటలతోను లేవీయులైన యాజకుల చేతికి యెహోయాదా యెహోవా మందిరపు సేవను అప్పగించెను.",
    "19": "మరియు ఏ అపవిత్రత గలవాడైనను లోపలికి రాకుండునట్లు అతడు యెహోవా మందిరపు ద్వారముల యొద్ద ద్వారపాలకులను ఉంచెను.",
    "20": "మరియు అతడు నూరుమందికి అధిపతులను, ఘనులను, జనుల అధికారులను, దేశపు జనులనందరిని తీసికొని రాగా, వారు యెహోవా మందిరమునుండి రాజును తోడుకొనివచ్చి, పైగుమ్మము ద్వారా రాజనగరులో ప్రవేశించి, రాజ్య సింహాసనము మీద రాజును కూర్చుండబెట్టిరి.",
    "21": "దేశపు జనులందరు సంతోషించిరి, పట్టణము నెమ్మదిగా ఉండెను; వారు అతల్యాను కత్తితో చంపిరి."
}
