
{
    "1": "యోవాషు ఏలనారంభించినప్పుడు ఏడేండ్లవాడు; అతడు యెరూషలేములో నలభై సంవత్సరములు ఏలెను; అతని తల్లి బెేర్షెబా నివాసురాలైన సిబ్యా.",
    "2": "యాజకుడైన యెహోయాదా దినములన్నియు యోవాషు యెహోవా దృష్టికి నీతిగా ప్రవర్తించెను.",
    "3": "యెహోయాదా అతనికి ఇద్దరు భార్యలను పెండ్లి చేసెను; అతడు కుమారులను కుమార్తెలను కనెను.",
    "4": "ఇవి జరిగిన తరువాత యెహోవా మందిరమును బాగుచేయవలెనని యోవాషుకు బుద్ధి పుట్టెను.",
    "5": "అతడు యాజకులను లేవీయులను సమకూర్చి - మీరు యూదా పట్టణములకు వెళ్లి, మీ దేవుని మందిరమును బాగుచేయుటకు ఇశ్రాయేలీయులందరి యొద్దనుండి ధనమును ఏటేట పోగుచేయుడి; ఈ సంగతి త్వరగా జరిపింపవలెనని వారితో చెప్పెను గాని లేవీయులు ఆలస్యము చేసిరి.",
    "6": "అప్పుడు రాజు ప్రధాన యాజకుడైన యెహోయాదాను పిలిపించి - సాక్ష్యపు గుడారము నిమిత్తము యెహోవా సేవకుడైన మోషే ఇశ్రాయేలు సమాజమునకు నిర్ణయించిన పన్నును యూదానుండియు యెరూషలేమునుండియు వసూలు చేయుటకు లేవీయులను నీవెందుకు అడుగలేదని అనెను.",
    "7": "ఆ దుర్మార్గురాలైన అతల్యా కుమారులు దేవుని మందిరమును పాడుచేసి, యెహోవా మందిరములోని ప్రతిష్ఠిత వస్తువులన్నిటిని బయలు దేవతలకు ఇచ్చివేసిరి.",
    "8": "కాబట్టి రాజు ఆజ్ఞ ఇయ్యగా వారు ఒక పెట్టెను చేయించి యెహోవా మందిరపు ద్వారము బయట ఉంచిరి.",
    "9": "దేవుని సేవకుడైన మోషే అరణ్యములో ఇశ్రాయేలీయులకు నిర్ణయించిన పన్నును యెహోవాకు తేవలెనని యూదాలోను యెరూషలేములోను చాటించిరి.",
    "10": "అధిపతులందరును జనులందరును సంతోషించి, ధనము తెచ్చి పెట్టె నిండు వరకు దానిలో వేసిరి.",
    "11": "లేవీయులు ఆ పెట్టెను రాజు ఉద్యోగస్థుల యొద్దకు తెచ్చినప్పుడెల్ల, అందులో ద్రవ్యము విస్తారముగా ఉన్నదని కనబడినప్పుడు, రాజు లేఖకుడును ప్రధాన యాజకుని అధికారియు వచ్చి, పెట్టెను కుమ్మరించి, అది ఉన్న స్థలమున మరల ఉంచుచు వచ్చిరి. వారు అనుదినము ఆలాగు చేయుచు విస్తారమైన ద్రవ్యమును పోగుచేసిరి.",
    "12": "రాజును యెహోయాదాయును యెహోవా మందిరపు సేవ చేయువారికి దానిని ఇచ్చిరి; వారు యెహోవా మందిరమును బాగుచేయుటకు కాసెవారిని వడ్రంగులను, యెహోవా మందిరమును బాగుచేయుటకు ఇనుము ఇత్తడి పనివారిని కూలికి కుదుర్చుకొనిరి.",
    "13": "పనివారు పని చేయుచుండగా వారి చేతిలో పని బాగుపడెను; వారు దేవుని మందిరమును దాని పూర్వ స్థితికి తెచ్చి దానిని బలపరచిరి.",
    "14": "వారు దాని ముగించినప్పుడు మిగిలిన ద్రవ్యమును రాజు యెదుటను యెహోయాదా యెదుటను తెచ్చి పెట్టగా, దానితో యెహోవా మందిరమునకు ఉపకరణములను, సేవోపకరణములను, బలి అర్పించుటకు ఉపకరణములను, గరిటెలను, వెండి బంగారు పాత్రలను చేయించిరి. యెహోయాదా బ్రతికిన దినములన్నియు వారు యెహోవా మందిరములో నిత్యము దహనబలులను అర్పించుచు వచ్చిరి.",
    "15": "యెహోయాదా వృద్ధుడై దినములు నిండినవాడై మృతిబొందెను; అతడు చనిపోయినప్పుడు నూట ముప్పది ఏండ్లవాడు.",
    "16": "అతడు ఇశ్రాయేలులో దేవునికిని ఆయన మందిరమునకును మంచి కార్యములను చేసెను గనుక దావీదు పురములో రాజులదగ్గర అతని పాతిపెట్టిరి.",
    "17": "యెహోయాదా చనిపోయిన తరువాత యూదా అధిపతులు వచ్చి రాజునకు నమస్కారము చేయగా రాజు వారి మాటకు సమ్మతించెను.",
    "18": "వారు తమ పితరుల దేవుడైన యెహోవా మందిరమును విడిచిపెట్టి, దేవతాస్తంభములను విగ్రహములను పూజించిరి; వారి అపరాధమును బట్టి యూదా వారి మీదికిని యెరూషలేము వారి మీదికిని కోపము వచ్చెను.",
    "19": "వారు యెహోవా వైపు తిరుగునట్లు ఆయన వారి యొద్దకు ప్రవక్తలను పంపెను; వీరు వారి మీద సాక్ష్యము పలికిరి గాని వారు వినకపోయిరి.",
    "20": "అప్పుడు దేవుని ఆత్మ యాజకుడైన యెహోయాదా కుమారుడగు జెకర్యా మీదికి రాగా, అతడు జనుల యెదుట నిలిచి - మీరు యెహోవా ఆజ్ఞలను ఎందుకు మీరితిరి? మీరు వర్ధిల్లరు; మీరు యెహోవాను విడిచిపెట్టితిరి గనుక ఆయన మిమ్మును విడిచిపెట్టెనని దేవుడు సెలవిచ్చుచున్నాడనెను.",
    "21": "అందుకు వారు అతని మీద కుట్ర చేసి, రాజు ఆజ్ఞ చొప్పున యెహోవా మందిరపు ఆవరణములో రాళ్లతో అతని కొట్టి చంపిరి.",
    "22": "ఆలాగున రాజైన యోవాషు అతని తండ్రియైన యెహోయాదా తనకు చేసిన ఉపకారమును తలచుకొనక అతని కుమారుని చంపెను. అతడు చనిపోవుచు - యెహోవా దీనిని చూచి విచారణ చేయును గాక అనెను.",
    "23": "సంవత్సరాంతమున సిరియనుల సైన్యము యోవాషు మీదికి వచ్చెను; వారు యూదా యెరూషలేములకు వచ్చి జనుల అధిపతులనందరిని నాశనము చేసి, వారి కొల్లసొమ్మంతయు దమస్కు రాజునకు పంపిరి.",
    "24": "సిరియనుల సైన్యము కొద్దిమందితో వచ్చినను, యూదావారు తమ పితరుల దేవుడైన యెహోవాను విడిచిపెట్టినందున యెహోవా వారి చేతికి బహు విస్తారమైన సైన్యమును అప్పగించెను. అట్లు వారు యోవాషుకు శిక్ష విధించిరి.",
    "25": "వారు అతనిని విడిచి వెళ్లినప్పుడు అతడు బహుగా గాయపడియుండెను. యాజకుడైన యెహోయాదా కుమారుల రక్తము నిమిత్తము అతని సేవకులు అతని మీద కుట్ర చేసి అతని మంచము మీదనే అతని చంపిరి, అతడు చనిపోయెను; వారు దావీదు పురములో అతని పాతిపెట్టిరి గాని రాజుల సమాధులలో అతని పాతిపెట్టలేదు.",
    "26": "అతని మీద కుట్ర చేసినవారు ఎవరనగా - అమ్మోనీయురాలైన షిమ్మాతు కుమారుడగు జాబాదు, మోయాబీయురాలైన షిమ్రీతు కుమారుడగు యెహోజాబాదు.",
    "27": "అతని కుమారులను గూర్చియు, అతని మీద మోపబడిన గొప్ప భారమును గూర్చియు, దేవుని మందిరమును బాగుచేయుటను గూర్చియు రాజుల గ్రంథపు వ్యాఖ్యానమందు వ్రాయబడియున్నది. అతని కుమారుడైన అమజ్యా అతనికి మారుగా రాజాయెను."
}
