
{
    "1": "అమజ్యా ఏలనారంభించినప్పుడు ఇరవై ఐదు ఏండ్లవాడు; అతడు యెరూషలేములో ఇరవై తొమ్మిది సంవత్సరములు ఏలెను. అతని తల్లి యెరూషలేము కాపురస్థురాలైన యెహోద్దీను.",
    "2": "అతడు యెహోవా దృష్టికి నీతిగా ప్రవర్తించెను గాని యథార్థ హృదయముతో ప్రవర్తించలేదు.",
    "3": "రాజ్యము అతని చేతిలో స్థిరపడిన తరువాత తన తండ్రియైన రాజును చంపిన తన సేవకులను అతడు చంపెను.",
    "4": "అయితే - పిల్లల ద్రోహమును బట్టి తండ్రులకు మరణశిక్ష విధింపకూడదు, తండ్రుల ద్రోహమును బట్టి పిల్లలకు మరణశిక్ష విధింపకూడదు; ఎవని పాపము నిమిత్తము వాడే మరణశిక్ష నొందవలెనని యెహోవా ఆజ్ఞాపించినట్లు ధర్మశాస్త్రమందు, అనగా మోషే గ్రంథమందు వ్రాయబడిన ప్రకారము అతడు వారి పిల్లలను చంపలేదు.",
    "5": "అమజ్యా యూదావారినందరిని సమకూర్చి, యూదా బెన్యామీనుల వంశములంతటిలో వారి పితరుల ఇండ్ల చొప్పున సహస్రాధిపతులను శతాధిపతులను నియమించెను. ఇరవై ఏండ్లు మొదలుకొని పైప్రాయము గలవారిని లెక్కించి, ఈటెను డాలును పట్టుకొనగల మూడు లక్షలమంది పరాక్రమశాలులను కనుగొనెను.",
    "6": "మరియు అతడు ఇశ్రాయేలు వారిలోనుండి లక్షమంది పరాక్రమశాలులను నూరు తలాంతుల వెండికి కూలికి పిలిపించెను.",
    "7": "అయితే దైవజనుడొకడు అతని యొద్దకు వచ్చి - రాజా, ఇశ్రాయేలు సైన్యము నీతో కూడ వెళ్లకూడదు; యెహోవా ఇశ్రాయేలు వారితో, అనగా ఎఫ్రాయిము వారందరితో లేడు.",
    "8": "నీవు వెళ్లి యుద్ధమునకు సిద్ధపడి బలము చూపినను, దేవుడు శత్రువుల యెదుట నిన్ను కూల్చును; సహాయము చేయుటకును కూల్చుటకును దేవునికి శక్తి ఉన్నదని చెప్పెను.",
    "9": "అమజ్యా - ఇశ్రాయేలు సైన్యమునకు నేను ఇచ్చిన నూరు తలాంతుల వెండి మాటేమి అని దైవజనుని అడుగగా, దైవజనుడు - అంతకంటే ఎక్కువగా యెహోవా నీకు ఇయ్యగలడని చెప్పెను.",
    "10": "అప్పుడు అమజ్యా ఎఫ్రాయిమునుండి తన యొద్దకు వచ్చిన సైన్యమును తమ చోట్లకు వెళ్లిపోవునట్లు వేరుపరచెను; కాబట్టి యూదావారి మీద వారి కోపము బహుగా రగులుకొనెను; వారు మిక్కిలి కోపము గలవారై తమ చోట్లకు వెళ్లిపోయిరి.",
    "11": "అమజ్యా ధైర్యము తెచ్చుకొని తన జనులను నడిపించుచు ఉప్పు లోయకు వెళ్లి, శేయీరు వారిలో పదివేలమందిని హతము చేసెను.",
    "12": "యూదావారు పదివేలమందిని సజీవులుగా పట్టుకొని, కొండ శిఖరమునకెక్కి అక్కడనుండి వారిని క్రిందికి త్రోసివేయగా వారందరు ముక్కలైపోయిరి.",
    "13": "అయితే అమజ్యా తనతో కూడ యుద్ధమునకు రాకుండ వెనుకకు పంపివేసిన ఆ సైన్యము వారు షోమ్రోను మొదలుకొని బేత్హోరోను వరకు యూదా పట్టణముల మీద పడి, మూడు వేలమందిని హతము చేసి విస్తారమైన కొల్లసొమ్మును పట్టుకొనిపోయిరి.",
    "14": "అమజ్యా ఎదోమీయులను హతము చేసి వచ్చిన తరువాత అతడు శేయీరు జనుల దేవతలను తెచ్చి, తనకు దేవతలుగా నిలువబెట్టుకొని, వాటి యెదుట సాగిలపడి వాటికి ధూపము వేసెను.",
    "15": "కాబట్టి యెహోవా కోపము అమజ్యా మీద రగులుకొనగా ఆయన ఒక ప్రవక్తను అతని యొద్దకు పంపెను; అతడు వచ్చి - నీ చేతిలోనుండి తన జనులను విడిపించుకొనలేని ఆ జనము యొక్క దేవతలను నీవు ఎందుకు ఆశ్రయించితివని అతని నడిగెను.",
    "16": "అతడు రాజుతో మాటలాడుచుండగా రాజు - నీవు రాజుకు ఆలోచనకర్తగా నియమింపబడితివా? ఊరకుండుము, నీకెందుకు దెబ్బలు? అని అతనితో అనెను. అప్పుడు ఆ ప్రవక్త - నీవు నా ఆలోచన వినక దీని చేసితివి గనుక దేవుడు నిన్ను నశింపజేయుటకు నిశ్చయించెనని నాకు తెలియునని చెప్పి ఊరకుండెను.",
    "17": "అప్పుడు యూదా రాజైన అమజ్యా ఆలోచన చేసి, ఇశ్రాయేలు రాజైన యెహూ మనుమడును యెహోయాహాజు కుమారుడునగు యోవాషు నొద్దకు దూతలను పంపి - మనము ఒకరినొకరము కలుసుకొందము రమ్మని వర్తమానము చేసెను.",
    "18": "అందుకు ఇశ్రాయేలు రాజైన యోవాషు యూదా రాజైన అమజ్యాకు ఈలాగు వర్తమానము పంపెను - లెబానోనులోనున్న ముండ్లచెట్టు లెబానోనులోనున్న దేవదారు వృక్షము నొద్దకు రాయబారము పంపి - నీ కుమార్తెను నా కుమారునికి భార్యగా ఇమ్మని అడుగగా, లెబానోనులోనున్న ఒక అడవి జంతువు దాటిపోవుచు ఆ ముండ్లచెట్టును త్రొక్కివేసెను.",
    "19": "నీవు ఎదోమీయులను హతము చేసితివని నీ మనస్సున గర్వించుచున్నావు; నీవు ఘనత వహించి ఇంటివద్ద ఉండుము; నీవును నీతోకూడ యూదావారును కూలునట్లు అపాయమును ఎందుకు కోరుకొనుచున్నావు?",
    "20": "అయితే అమజ్యా వినకపోయెను; వారు ఎదోము దేవతలను ఆశ్రయించిరి గనుక దేవుడు వారిని శత్రువుల చేతికి అప్పగించునట్లు ఇది దేవునివలన జరిగెను.",
    "21": "కాబట్టి ఇశ్రాయేలు రాజైన యోవాషు వచ్చెను; యూదాలోనున్న బేత్షెమెషులో అతడును యూదా రాజైన అమజ్యాయును ఒకరినొకరు కలుసుకొనిరి.",
    "22": "యూదావారు ఇశ్రాయేలువారి యెదుట ఓడిపోయి, అందరును తమ గుడారములకు పారిపోయిరి.",
    "23": "ఇశ్రాయేలు రాజైన యోవాషు, అహజ్యా మనుమడును యోవాషు కుమారుడునైన యూదా రాజు అమజ్యాను బేత్షెమెషులో పట్టుకొని యెరూషలేమునకు తెచ్చి, ఎఫ్రాయిము గుమ్మము మొదలుకొని మూల గుమ్మము వరకు యెరూషలేము ప్రాకారమును నాలుగు వందల మూరలు పడగొట్టెను.",
    "24": "మరియు దేవుని మందిరములో ఓబేదెదోము నొద్ద దొరికిన బంగారమంతటిని వెండి అంతటిని పాత్రలన్నిటిని, రాజనగరు బొక్కసములను, ప్రజలను తాకట్టుగాను తీసికొని షోమ్రోనునకు తిరిగి వెళ్ళెను.",
    "25": "ఇశ్రాయేలు రాజైన యెహోయాహాజు కుమారుడగు యోవాషు చనిపోయిన తరువాత యూదా రాజైన యోవాషు కుమారుడగు అమజ్యా పదిహేను సంవత్సరములు బ్రతికెను.",
    "26": "అమజ్యా చేసిన ఇతర కార్యములను గూర్చి మొదటినుండి చివరి వరకు యూదా ఇశ్రాయేలు రాజుల గ్రంథమందు వ్రాయబడియున్నది గదా.",
    "27": "అమజ్యా యెహోవాను అనుసరించుట మానిన కాలము మొదలుకొని యెరూషలేములో జనులు అతని మీద కుట్ర చేయగా అతడు లాకీషుకు పారిపోయెను; అయితే వారు లాకీషుకు మనుష్యులను పంపి అక్కడ అతనిని చంపిరి.",
    "28": "వారు గుఱ్ఱముల మీద అతనిని తెచ్చి యూదా పురమందు అతని పితరుల యొద్ద అతడు పాతిపెట్టబడెను."
}
