
{
    "1": "యూదా జనులందరు పదారు ఏండ్లవాడైన ఉజ్జియాను తీసికొని అతని తండ్రియైన అమజ్యాకు మారుగా రాజుగా చేసిరి.",
    "2": "రాజు తన పితరులతో నిద్రించిన తరువాత ఇతడు ఏలతును కట్టించి యూదాకు తిరిగి లోపరచుకొనెను.",
    "3": "ఉజ్జియా ఏలనారంభించినప్పుడు పదారు ఏండ్లవాడు; అతడు యెరూషలేములో ఏబది రెండు సంవత్సరములు ఏలెను; అతని తల్లి యెరూషలేము కాపురస్థురాలైన యెకొల్యా.",
    "4": "అతడు తన తండ్రియైన అమజ్యా చేసినదంతటి ప్రకారము యెహోవా దృష్టికి నీతిగా ప్రవర్తించెను.",
    "5": "దేవుని దర్శనమందు తెలివి కలిగిన జెకర్యా దినములలో అతడు దేవుని ఆశ్రయించెను; అతడు యెహోవాను ఆశ్రయించిన దినములన్నిటిలో దేవుడు అతనిని వర్ధిల్లజేసెను.",
    "6": "అతడు బయలుదేరి ఫిలిష్తీయులతో యుద్ధము చేసి, గాతు గోడను యబ్నె గోడను అష్డోదు గోడను పడగొట్టి, అష్డోదు పరిసరములలోను ఫిలిష్తీయుల మధ్యను పట్టణములను కట్టించెను.",
    "7": "దేవుడు ఫిలిష్తీయుల మీదను, గూర్బయలులో నివసించిన అరబీయుల మీదను, మెయూనీయుల మీదను అతనికి సహాయము చేసెను.",
    "8": "అమ్మోనీయులు ఉజ్జియాకు కప్పము చెల్లించిరి; అతడు మిక్కిలి బలవంతుడాయెను గనుక అతని కీర్తి ఐగుప్తు మార్గము వరకు వ్యాపించెను.",
    "9": "ఉజ్జియా యెరూషలేములో మూల గుమ్మమునొద్దను లోయ గుమ్మమునొద్దను గోడ మూలయొద్దను గోపురములను కట్టించి వాటిని బలపరచెను.",
    "10": "మరియు అతడు అరణ్యములో గోపురములను కట్టించి అనేక బావులను తవ్వించెను; ఏలయనగా మైదానమందును సమభూమియందును అతనికి విస్తారమైన పశువులు ఉండెను; అతడు వ్యవసాయమందు ఇష్టము గలవాడు గనుక పర్వతములలోను కర్మెలులోను అతనికి కాపువారును ద్రాక్షతోటల పనివారును ఉండిరి.",
    "11": "మరియు ఉజ్జియాకు యుద్ధము చేయు సైన్యము ఉండెను; రాజు యొక్క అధిపతులలో ఒకడైన హనన్యా చేతిక్రింద నుండిన లేఖికుడైన యెహీయేలును నాయకుడైన మయశేయాయును చేసిన లెక్క చొప్పున వారు పటాలములుగా కూడి యుద్ధమునకు వెళ్లువారు.",
    "12": "పరాక్రమశాలులైన పితరుల ఇండ్ల పెద్దల సంఖ్య రెండు వేల ఆరువందలు.",
    "13": "వారి చేతిక్రింద మూడు లక్షల ఏడు వేల ఐదువందలమంది సైనికులుండిరి; వారు మహా బలముతో యుద్ధము చేయువారు, శత్రువుల మీద రాజునకు సహాయము చేయువారు.",
    "14": "ఉజ్జియా సైన్యమంతటికిని డాళ్లను ఈటెలను శిరస్త్రాణములను కవచములను విండ్లను వడిసెల రాళ్లను సిద్ధపరచెను.",
    "15": "మరియు బాణములను గొప్ప రాళ్లను వేయుటకు నిపుణులైన పనివారు కల్పించిన యంత్రములను అతడు యెరూషలేములో చేయించి, గోపురముల మీదను బురుజుల మీదను ఉంచెను. అతడు స్థిరపడు వరకు అతనికి ఆశ్చర్యకరమైన సహాయము కలిగెను గనుక అతని కీర్తి బహు దూరము వ్యాపించెను.",
    "16": "అతడు బలపడినప్పుడు అతని మనస్సు గర్వించెను; అది అతనికి నాశనము తెచ్చెను; అతడు తన దేవుడైన యెహోవా మీద ద్రోహము చేసి, ధూపపీఠము మీద ధూపము వేయుటకు యెహోవా ఆలయములో ప్రవేశించెను.",
    "17": "అప్పుడు యాజకుడైన అజర్యాయును అతనితోకూడ యెహోవా యాజకులైన ఎనభైమంది ధైర్యశాలులును లోపలికి వెళ్లి",
    "18": "రాజైన ఉజ్జియాను ఎదిరించి అతనితో ఇట్లనిరి - ఉజ్జియా, యెహోవాకు ధూపము వేయుట నీ పని కాదు, అది అహరోను సంతానపువారై ప్రతిష్ఠింపబడిన యాజకుల పని; పరిశుద్ధ స్థలమునుండి బయటికి పొమ్ము; నీవు ద్రోహము చేసితివి; ఇది దేవుడైన యెహోవావలన నీకు ఘనతగా ఉండదు.",
    "19": "అప్పుడు ఉజ్జియా కోపగించెను; ధూపము వేయుటకు అతడు ధూపార్తిని చేత పట్టుకొనియుండెను; అతడు యాజకుల మీద కోపగించుచుండగా యెహోవా మందిరములో ధూపపీఠమునొద్ద యాజకుల యెదుట అతని నుదుట కుష్ఠు పుట్టెను.",
    "20": "ప్రధాన యాజకుడైన అజర్యాయును యాజకులందరును అతనిని తేరిచూడగా అతని నుదుట కుష్ఠు పుట్టియుండెను గనుక వారు అతనిని అక్కడనుండి త్వరగా వెళ్లగొట్టిరి; యెహోవా తనను మొత్తెనని తెలిసికొని అతడును బయటికి వెళ్లుటకు త్వరపడెను.",
    "21": "రాజైన ఉజ్జియా మరణమగు దినము వరకు కుష్ఠురోగియై యుండెను; అతడు కుష్ఠురోగి గనుక యెహోవా మందిరములోనికి రాకుండ వెలివేయబడి వేరొక యింట నివసించెను. రాజకుమారుడైన యోతాము రాజనగరు మీద ఉండి దేశపు జనులకు న్యాయము తీర్చుచుండెను.",
    "22": "ఉజ్జియా చేసిన కార్యములలో మొదటివియు చివరివియు ఆమోజు కుమారుడైన యెషయా అను ప్రవక్త వ్రాసెను.",
    "23": "ఉజ్జియా తన పితరులతో నిద్రించెను; అతడు కుష్ఠురోగి అని చెప్పి రాజుల స్మశానమునొద్దనున్న పొలములో అతని పితరుల యొద్ద అతని పాతిపెట్టిరి; అతని కుమారుడైన యోతాము అతనికి మారుగా రాజాయెను."
}
