
{
    "1": "హిజ్కియా ఇరవై ఐదు ఏండ్లవాడై ఏలనారంభించి యెరూషలేములో ఇరవై తొమ్మిది సంవత్సరములు ఏలెను; అతని తల్లి జెకర్యా కుమార్తె, ఆమె పేరు అబీ.",
    "2": "అతడు తన పితరుడైన దావీదు చేసినదంతటి ప్రకారము యెహోవా దృష్టికి నీతిగా ప్రవర్తించెను.",
    "3": "అతడు తన ఏలుబడిలో మొదటి సంవత్సరమున మొదటి నెలలో యెహోవా మందిరపు తలుపులు తీసి వాటిని బాగుచేసెను.",
    "4": "అతడు యాజకులను లేవీయులను పిలిపించి తూర్పు వీధిలో వారిని సమకూర్చి వారితో ఇట్లనెను",
    "5": "లేవీయులారా, నా మాట వినుడి; ఇప్పుడు మిమ్మును మీరు ప్రతిష్ఠించుకొని, మీ పితరుల దేవుడైన యెహోవా మందిరమును ప్రతిష్ఠించి, పరిశుద్ధ స్థలములోనుండి అపవిత్రమైనదానిని బయటికి తీసివేయుడి.",
    "6": "మా పితరులు ద్రోహము చేసి మన దేవుడైన యెహోవా దృష్టికి చెడుతనము జరిగించి ఆయనను విసర్జించి, యెహోవా నివాస స్థలమునుండి తమ ముఖములను త్రిప్పుకొని దానికి వీపు చూపిరి.",
    "7": "మరియు వారు మంటపపు తలుపులు మూసివేసి దీపములను ఆర్పివేసి, పరిశుద్ధ స్థలములో ఇశ్రాయేలు దేవునికి ధూపము వేయకయు దహనబలి అర్పింపకయు ఉండిరి.",
    "8": "కాబట్టి యెహోవా కోపము యూదా వారి మీదను యెరూషలేము వారి మీదను వచ్చెను; మీరు కన్నులారా చూచుచున్నట్లు ఆయన వారిని కల్లోలమునకును విస్మయమునకును హేళనకును అప్పగించెను.",
    "9": "అందువలన మా పితరులు కత్తివాత కూలిరి; మా కుమారులును మా కుమార్తెలును మా భార్యలును చెరపట్టబడిరి.",
    "10": "ఇశ్రాయేలు దేవుడైన యెహోవా కోపాగ్ని మన మీదనుండి మళ్లునట్లు ఆయనతో నిబంధన చేయవలెనని నా మనస్సులో ఉన్నది.",
    "11": "నా కుమారులారా, అశ్రద్ధగా ఉండకుడి; తనకు పరిచర్య చేయుటకును, తన సముఖమున నిలిచి సేవ చేయుటకును, ధూపము వేయుటకును యెహోవా మిమ్మును ఏర్పరచుకొనెను.",
    "12": "అప్పుడు కహాతీయులలో అమాశై కుమారుడైన మహతును, అజర్యా కుమారుడైన యోవేలును, మెరారీయులలో అబ్దీ కుమారుడైన కీషును, యెహల్లెలేలు కుమారుడైన అజర్యాయును, గెర్షోనీయులలో జిమ్మా కుమారుడైన యోవాహును, యోవాహు కుమారుడైన ఏదెనును,",
    "13": "ఎలీషాపాను సంతతివారిలో షిమ్రియును, యెయీయేలును, ఆసాపు సంతతివారిలో జెకర్యాయును, మత్తన్యాయును,",
    "14": "హేమాను సంతతివారిలో యెహీయేలును, షిమీయును, యెదూతూను సంతతివారిలో షెమయాయును, ఉజ్జీయేలును అను లేవీయులు లేచి",
    "15": "తమ సహోదరులను సమకూర్చుకొని, తమను తాము ప్రతిష్ఠించుకొని, యెహోవా వాక్యమును బట్టి రాజు ఆజ్ఞాపించినట్లు యెహోవా మందిరమును శుద్ధి చేయుటకు వచ్చిరి.",
    "16": "లోపలి భాగమును శుద్ధి చేయుటకు యాజకులు యెహోవా మందిరములోనికి వెళ్లి, యెహోవా మందిరములో కనబడిన అపవిత్ర వస్తువులన్నిటిని యెహోవా మందిరపు ఆవరణములోనికి తీసికొని రాగా లేవీయులు వాటిని ఎత్తికొని బయటనున్న కిద్రోను వాగు దగ్గరకు తీసికొనిపోయిరి.",
    "17": "మొదటి నెల మొదటి దినమున వారు ప్రతిష్ఠింప నారంభించిరి; ఎనిమిదవ దినమున వారు యెహోవా మంటపమునకు వచ్చిరి; ఎనిమిది దినములు వారు యెహోవా మందిరమును ప్రతిష్ఠించి, మొదటి నెల పదిహేడవ దినమున పని ముగించిరి.",
    "18": "అప్పుడు వారు లోపల రాజైన హిజ్కియా యొద్దకు వెళ్లి - మేము యెహోవా మందిరమంతటిని, దహనబలిపీఠమును దాని ఉపకరణములన్నిటిని, సముఖపు రొట్టెల బల్లను దాని ఉపకరణములన్నిటిని శుద్ధి చేసితివిు.",
    "19": "మరియు రాజైన ఆహాజు తన ఏలుబడిలో ద్రోహము చేసి పారవేసిన ఉపకరణములన్నిటిని మేము సిద్ధపరచి ప్రతిష్ఠించితివిు; ఇదిగో అవి యెహోవా బలిపీఠము యెదుట ఉన్నవని చెప్పిరి.",
    "20": "అప్పుడు రాజైన హిజ్కియా పెందలకడ లేచి పట్టణపు అధికారులను సమకూర్చుకొని యెహోవా మందిరమునకు వెళ్ళెను.",
    "21": "వారు రాజ్యము నిమిత్తమును పరిశుద్ధ స్థలము నిమిత్తమును యూదావారి నిమిత్తమును పాపపరిహార్థార్థ బలిగా ఏడు కోడెలను, ఏడు పొట్టేళ్లను, ఏడు గొర్రెపిల్లలను, ఏడు మేకపోతులను తీసికొనిరాగా, వాటిని యెహోవా బలిపీఠము మీద అర్పింపవలెనని అతడు అహరోను కుమారులైన యాజకులకు ఆజ్ఞాపించెను.",
    "22": "కాబట్టి వారు కోడెలను వధించగా యాజకులు రక్తమును పట్టుకొని బలిపీఠము మీద ప్రోక్షించిరి; వారు పొట్టేళ్లను వధించి ఆ రక్తమును బలిపీఠము మీద ప్రోక్షించిరి; వారు గొర్రెపిల్లలను వధించి ఆ రక్తమును బలిపీఠము మీద ప్రోక్షించిరి.",
    "23": "తరువాత వారు పాపపరిహార్థార్థ బలియగు మేకపోతులను రాజు యెదుటికిని సమాజము యెదుటికిని తీసికొనిరాగా వారు తమ చేతులను వాటిమీద ఉంచిరి.",
    "24": "యాజకులు వాటిని వధించి, ఇశ్రాయేలీయులందరి నిమిత్తము ప్రాయశ్చిత్తము కలుగుటకై వాటి రక్తముతో బలిపీఠము మీద పాపపరిహార్థార్థ బలి అర్పించిరి; ఏలయనగా ఇశ్రాయేలీయులందరి నిమిత్తము దహనబలిని పాపపరిహార్థార్థ బలిని అర్పింపవలెనని రాజు ఆజ్ఞాపించియుండెను.",
    "25": "మరియు దావీదును, రాజు దీర్ఘదర్శియగు గాదును, ప్రవక్తయగు నాతానును ఆజ్ఞాపించినట్లు అతడు తాళములతోను స్వరమండలములతోను సితారాలతోను లేవీయులను యెహోవా మందిరములో నిలువబెట్టెను; ఆ ఆజ్ఞ తన ప్రవక్తల ద్వారా యెహోవా యొద్దనుండి వచ్చెను.",
    "26": "కాబట్టి లేవీయులు దావీదు వాద్యములను పట్టుకొనియు, యాజకులు బూరలను పట్టుకొనియు నిలిచిరి.",
    "27": "అప్పుడు దహనబలిని బలిపీఠము మీద అర్పింపవలెనని హిజ్కియా ఆజ్ఞాపించెను. దహనబలి నర్పించుట ఆరంభమయినప్పుడు యెహోవాకు గీతము పాడుటయు, బూరలు ఊదుటయు, ఇశ్రాయేలు రాజైన దావీదు వాద్యములను వాయించుటయు ఆరంభమాయెను.",
    "28": "సమాజమంతయు నమస్కారము చేయుచుండగా పాటలు పాడువారు పాడుచుండిరి, బూరలు ఊదువారు ఊదుచుండిరి; దహనబలి సమాప్తమగు వరకు ఇదంతయు జరుగుచుండెను.",
    "29": "అర్పించుట ముగిసినప్పుడు రాజును అతనితోకూడనున్న వారందరును తల వంచి నమస్కారము చేసిరి.",
    "30": "దావీదును దీర్ఘదర్శియగు ఆసాపును రచించిన గీతములతో యెహోవాను స్తుతించుడని రాజైన హిజ్కియాయును అధిపతులును లేవీయులకు ఆజ్ఞాపింపగా వారు సంతోషముతో స్తుతించి తల వంచి నమస్కారము చేసిరి.",
    "31": "అప్పుడు హిజ్కియా - ఇప్పుడు మీరు యెహోవాకు మిమ్మును ప్రతిష్ఠించుకొనియున్నారు గనుక దగ్గరకు వచ్చి యెహోవా మందిరమునకు బలులను కృతజ్ఞతార్పణలను తెండని చెప్పగా, సమాజము బలులను కృతజ్ఞతార్పణలను తెచ్చిరి; మరియు మనఃపూర్వకముగా ఉన్నవారందరు దహనబలులను తెచ్చిరి.",
    "32": "సమాజము తెచ్చిన దహనబలి పశువుల లెక్క ఏదనగా - డెబ్బది కోడెలు, వంద పొట్టేళ్లు, రెండు వందల గొర్రెపిల్లలు; ఇవన్నియు యెహోవాకు దహనబలిగా అర్పించబడెను.",
    "33": "ప్రతిష్ఠితమైనవి ఆరు వందల ఎడ్లును మూడు వేల గొర్రెలును.",
    "34": "దహనబలి పశువులన్నిటిని వలుచుటకు యాజకులు చాలకపోయిరి గనుక పని ముగియు వరకును, యాజకులు తమ్మును తాము ప్రతిష్ఠించుకొను వరకును వారి సహోదరులైన లేవీయులు వారికి సహాయము చేసిరి; తమ్మును తాము ప్రతిష్ఠించుకొనుటలో యాజకులకంటె లేవీయులు ఎక్కువ యథార్థ హృదయులై యుండిరి.",
    "35": "మరియు దహనబలులు విస్తారముగా ఉండెను; సమాధానబలుల క్రొవ్వును, దహనబలికి సంబంధించిన పానార్పణములును ఉండెను. ఈలాగున యెహోవా మందిరపు సేవ చక్కపరచబడెను.",
    "36": "దేవుడు జనులను సిద్ధపరచినందున హిజ్కియాయును జనులందరును సంతోషించిరి; ఈ సంగతి త్వరగా జరిగెను."
}
