
{
    "1": "అప్పుడు సొలొమోను యెరూషలేములో తన తండ్రియైన దావీదునకు యెహోవా ప్రత్యక్షమైన మోరీయా పర్వతమందు దావీదు సిద్ధపరచిన స్థలమున, అనగా యెబూసీయుడైన ఒర్నాను కళ్లమునందు యెహోవా మందిరమును కట్టనారంభించెను.",
    "2": "అతడు ఏలనారంభించిన నాలుగవ సంవత్సరము రెండవ నెల రెండవ దినమున దానిని కట్టనారంభించెను.",
    "3": "దేవుని మందిరమును కట్టుటకు సొలొమోను వేసిన పునాది కొలత ఏదనగా - పూర్వపు కొలత చొప్పున పొడుగు అరువది మూరలు, వెడల్పు ఇరవై మూరలు.",
    "4": "ముందర ఉన్న మంటపము మందిరపు వెడల్పు చొప్పున ఇరవై మూరల పొడుగును నూట ఇరవై మూరల ఎత్తును గలదై యుండెను; లోపల దానికి మేలిమి బంగారు రేకు పొదిగించెను.",
    "5": "అతడు పెద్ద మందిరమునకు సరళపు పలకలు వేసి, మేలిమి బంగారు రేకు పొదిగించి, దానిమీద ఖర్జూర వృక్షములను గొలుసులను చెక్కించెను.",
    "6": "అలంకారము కొరకు మందిరమును రత్నములతో అలంకరించెను; ఆ బంగారు పర్వాయిము బంగారు.",
    "7": "అతడు మందిరమునకు, అనగా దూలములకును గడపలకును గోడలకును తలుపులకును బంగారు రేకు పొదిగించి, గోడల మీద కెరూబులను చెక్కించెను.",
    "8": "అతడు అతి పరిశుద్ధ స్థలమును కట్టించెను; దాని పొడుగు మందిరపు వెడల్పు చొప్పున ఇరవై మూరలు, వెడల్పు ఇరవై మూరలు; దానికి ఆరువందల తలాంతుల మేలిమి బంగారు రేకు పొదిగించెను.",
    "9": "మేకుల ఎత్తు ఏబది తులముల బంగారము; మరియు అతడు మేడ గదులకు బంగారు రేకు పొదిగించెను.",
    "10": "అతి పరిశుద్ధ స్థలములో అతడు రెండు కెరూబులను విచిత్ర పనిగా చేయించి వాటికి బంగారు రేకు పొదిగించెను.",
    "11": "కెరూబుల రెక్కల పొడుగు ఇరవై మూరలు; ఒక కెరూబు యొక్క ఒక రెక్క ఐదు మూరలై మందిరపు గోడకు తగిలియుండెను; దాని రెండవ రెక్క ఐదు మూరలై రెండవ కెరూబు రెక్కకు తగిలియుండెను.",
    "12": "రెండవ కెరూబు యొక్క ఒక రెక్క ఐదు మూరలై మందిరపు గోడకు తగిలియుండెను; దాని రెండవ రెక్క ఐదు మూరలై వేరొక కెరూబు రెక్కకు తగిలియుండెను.",
    "13": "ఆ కెరూబుల రెక్కలు ఇరవై మూరలు వ్యాపించియుండెను; అవి కాళ్లూని నిలిచియుండెను, వాటి ముఖములు మందిరము వైపు చూచుచుండెను.",
    "14": "మరియు అతడు నీల ధూమ్ర రక్త వర్ణములు గల సన్నపు నారతో అడ్డతెరను చేయించి దానిమీద కెరూబులను పనియించెను.",
    "15": "మందిరము యెదుట ముప్పది ఐదు మూరల నిలువు గల రెండు స్తంభములను చేయించెను; ఒక్కొక్కదాని పైన ఉన్న పీట ఐదు మూరలది.",
    "16": "అతడు గర్భాలయమందు గొలుసులను చేయించి స్తంభముల పైన ఉంచెను; మరియు నూరు దానిమ్మ పండ్లను చేయించి గొలుసులకు తగిలించెను.",
    "17": "ఆ స్తంభములను మందిరము యెదుట ఒకటి కుడి వైపునను ఒకటి ఎడమ వైపునను నిలువబెట్టి, కుడి వైపున దానికి యాకీను అనియు ఎడమ వైపున దానికి బోయజు అనియు పేర్లు పెట్టెను."
}
