
{
    "1": "తరువాత హిజ్కియా ఇశ్రాయేలు వారందరికిని యూదా వారందరికిని వర్తమానము పంపి, యెరూషలేములోని యెహోవా మందిరమునకు వచ్చి ఇశ్రాయేలు దేవుడైన యెహోవాకు పస్కా పండుగను ఆచరించునట్లు ఎఫ్రాయిము వారికిని మనష్షే వారికిని పత్రికలను వ్రాసెను.",
    "2": "మొదటి నెలలో పస్కా పండుగను ఆచరించుటకు రాజును అతని అధిపతులును యెరూషలేములోని సమాజమంతయు ఆలోచన చేసిరి.",
    "3": "ఆ కాలమున దానిని ఆచరించుటకు వారికి వీలు లేకపోయెను; ఏలయనగా యాజకులు తగినంతమంది తమ్మును తాము ప్రతిష్ఠించుకొనలేదు, జనులును యెరూషలేమునకు కూడిరాలేదు.",
    "4": "ఆ మాట రాజు దృష్టికిని సర్వసమాజము దృష్టికిని అనుకూలముగా ఉండెను.",
    "5": "కాబట్టి చాలా కాలమునుండి వ్రాయబడినట్లు వారు దానిని ఆచరింపలేదు గనుక, బెేర్షెబా మొదలుకొని దాను వరకు ఇశ్రాయేలీయులందరును వచ్చి యెరూషలేములో ఇశ్రాయేలు దేవుడైన యెహోవాకు పస్కా పండుగను ఆచరింపవలెనని వారు దేశమంతట చాటించిరి.",
    "6": "కాబట్టి అంచెలవారు రాజునొద్దనుండియు అతని అధిపతుల యొద్దనుండియు పత్రికలను తీసికొని రాజు ఆజ్ఞ చొప్పున ఇశ్రాయేలు యూదా దేశములంతట తిరిగి ఇట్లనిరి - ఇశ్రాయేలీయులారా, అబ్రాహాము ఇస్సాకు ఇశ్రాయేలుల దేవుడైన యెహోవా వైపు తిరుగుడి; అప్పుడు అష్షూరు రాజుల చేతిలోనుండి తప్పించుకొనిన మీలో శేషించినవారి వైపు ఆయన తిరుగును.",
    "7": "మీరు చూచుచున్నట్లు తమ పితరుల దేవుడైన యెహోవాకు ద్రోహము చేసి ఆయనకు విస్మయకారకులుగా అప్పగింపబడిన మీ పితరులవలెను మీ సహోదరులవలెను ఉండకుడి.",
    "8": "ఇప్పుడు మీరు మీ పితరులవలె మీ మెడను వంచక, యెహోవాకు లోబడి, ఆయన సదాకాలమునకు పరిశుద్ధపరచిన ఆయన పరిశుద్ధ స్థలమున ప్రవేశించి, మీ దేవుడైన యెహోవా కోపాగ్ని మీ మీదనుండి మళ్లునట్లు ఆయనను సేవించుడి.",
    "9": "మీరు యెహోవా వైపు తిరిగినయెడల, మీ సహోదరులును మీ పిల్లలును చెరపట్టినవారివలన కనికరము పొంది ఈ దేశమునకు తిరిగి వత్తురు; మీ దేవుడైన యెహోవా కృపాకటాక్షములు గలవాడు గనుక మీరు ఆయన వైపు తిరిగినయెడల ఆయన తన ముఖమును మీ నుండి త్రిప్పుకొనడు.",
    "10": "అంచెలవారు ఎఫ్రాయిము మనష్షే దేశములలో పట్టణము నుండి పట్టణమునకు జెబూలూను వరకు వెళ్లిరి గాని జనులు వారిని చూచి నవ్వి ఎగతాళి చేసిరి.",
    "11": "అయినను ఆషేరులోను మనష్షేలోను జెబూలూనులోను కొందరు తమను తాము తగ్గించుకొని యెరూషలేమునకు వచ్చిరి.",
    "12": "మరియు యూదావారు ఒక మనస్సు కలిగి, యెహోవా వాక్యమును బట్టి రాజును అధిపతులును చేసిన ఆజ్ఞను నెరవేర్చునట్లు దేవుని హస్తము వారికి తోడుగా ఉండెను.",
    "13": "రెండవ నెలలో పులియని రొట్టెల పండుగ ఆచరించుటకు బహు జనులు యెరూషలేములో కూడిరి; అది అతి గొప్ప సమాజము.",
    "14": "వారు లేచి యెరూషలేములోనున్న బలిపీఠములను ధూపపీఠములన్నిటిని తీసివేసి కిద్రోను వాగులో పారవేసిరి.",
    "15": "రెండవ నెల పద్నాలుగవ దినమున వారు పస్కా పశువును వధించిరి; యాజకులును లేవీయులును సిగ్గుపడి తమ్మును తాము ప్రతిష్ఠించుకొని యెహోవా మందిరములోనికి దహనబలులను తెచ్చిరి.",
    "16": "దైవజనుడైన మోషే ధర్మశాస్త్రము చొప్పున నిర్ణయింపబడిన తమ స్థలమందు వారు నిలిచిరి; యాజకులు లేవీయుల చేతినుండి రక్తమును తీసికొని ప్రోక్షించిరి.",
    "17": "సమాజములో అనేకులు తమ్మును తాము ప్రతిష్ఠించుకొనలేదు; కాబట్టి అపవిత్రులైన ప్రతివాని కొరకు పస్కా పశువులను వధించి యెహోవాకు ప్రతిష్ఠించుట లేవీయుల పని ఆయెను.",
    "18": "ఎఫ్రాయిము మనష్షే ఇస్సాఖారు జెబూలూను వారిలో అనేకులు, అనగా జనులలో చాలమంది తమ్మును తాము పవిత్రపరచుకొనకయే వ్రాయబడిన దానికి విరోధముగా పస్కాను తినిరి.",
    "19": "అయితే హిజ్కియా వారి కొరకు ప్రార్థన చేసి - పరిశుద్ధ స్థలము యొక్క శుద్ధికి తగినట్లు ఒకడు తనను తాను పవిత్రపరచుకొనకపోయినను,",
    "20": "దేవునిని, అనగా తన పితరుల దేవుడైన యెహోవాను వెదకుటకు తన హృదయమును సిద్ధపరచుకొనిన ప్రతివానిని దయగల యెహోవా క్షమించును గాక అనెను. యెహోవా హిజ్కియా ప్రార్థన అంగీకరించి జనులను స్వస్థపరచెను.",
    "21": "యెరూషలేములో ఉన్న ఇశ్రాయేలీయులు పులియని రొట్టెల పండుగను ఏడు దినములు మహదానందముతో ఆచరించిరి; లేవీయులును యాజకులును దినదినము యెహోవాకు బిగ్గరగా వాద్యములను వాయించుచు యెహోవాను స్తుతించిరి.",
    "22": "యెహోవా సేవలో నేర్పు గల లేవీయులందరితో హిజ్కియా ఆదరణగా మాటలాడెను; వారు సమాధానబలులను అర్పించుచు, తమ పితరుల దేవుడైన యెహోవాను ఒప్పుకొనుచు, ఏడు దినములు పండుగ ఆచరించి భోజనము చేసిరి.",
    "23": "తరువాత మరి ఏడు దినములు పండుగ ఆచరింపవలెనని సమాజమంతయు ఆలోచన చేసికొని, సంతోషముతో మరి ఏడు దినములు ఆచరించిరి.",
    "24": "యూదా రాజైన హిజ్కియా సమాజమునకు వెయ్యి కోడెలను ఏడు వేల గొర్రెలను ఇచ్చెను; అధిపతులు సమాజమునకు వెయ్యి కోడెలను పదివేల గొర్రెలను ఇచ్చిరి; యాజకులును అనేకులు తమ్మును తాము ప్రతిష్ఠించుకొనిరి.",
    "25": "యూదావారైన సర్వసమాజమును, యాజకులును, లేవీయులును, ఇశ్రాయేలులోనుండి వచ్చిన సర్వసమాజమును, ఇశ్రాయేలు దేశమునుండి వచ్చినవారైనను యూదాలో నివసించువారైనను పరదేశులందరును సంతోషించిరి.",
    "26": "యెరూషలేములో మహా సంతోషము కలిగెను; ఇశ్రాయేలు రాజైన దావీదు కుమారుడగు సొలొమోను దినములు మొదలుకొని యెరూషలేములో ఇట్టిది జరుగలేదు.",
    "27": "తరువాత లేవీయులైన యాజకులు లేచి ప్రజలను దీవించిరి; వారి స్వరము వినబడెను, వారి ప్రార్థన ఆయన పరిశుద్ధ నివాసమైన ఆకాశమునకు చేరెను."
}
