
{
    "1": "ఇదంతయు ముగిసిన తరువాత అక్కడ ఉన్న ఇశ్రాయేలీయులందరు యూదా పట్టణములకు బయలువెళ్లి, యూదా బెన్యామీను ఎఫ్రాయిము మనష్షే దేశములన్నిటిలోనున్న విగ్రహములను పగులగొట్టి, దేవతాస్తంభములను నరికివేసి, ఉన్నత స్థలములను బలిపీఠములను బొత్తిగా పాడుచేసిరి. తరువాత ఇశ్రాయేలీయులందరు తమ తమ పట్టణములలోని తమ తమ స్వాస్థ్యములకు తిరిగి వెళ్లిరి.",
    "2": "మరియు దహనబలులను సమాధానబలులను అర్పించుటకును, సేవ చేయుటకును, కృతజ్ఞతాస్తుతులు చెల్లించుటకును, యెహోవా పాళెము యొక్క ద్వారములలో స్తుతించుటకును, యాజకులకును లేవీయులకును వారి వారి వంతుల చొప్పున, అనగా యాజకులకును లేవీయులకును హిజ్కియా తరగతులను నిర్ణయించెను.",
    "3": "యెహోవా ధర్మశాస్త్రమందు వ్రాయబడినట్లు ఉదయ సాయంకాలముల దహనబలులకును, విశ్రాంతి దినములలోను అమావాస్యలలోను నియామక పండుగలలోను అర్పించు దహనబలులకును రాజు తన ఆస్తిలోనుండి భాగము నిచ్చెను.",
    "4": "మరియు యాజకులును లేవీయులును యెహోవా ధర్మశాస్త్రమును గైకొనుటలో ప్రోత్సాహము పొందునట్లు, వారికి రావలసిన భాగమును ఇయ్యవలెనని యెరూషలేములో నివసించు ప్రజలకు అతడు ఆజ్ఞాపించెను.",
    "5": "ఈ ఆజ్ఞ వెలువడగానే ఇశ్రాయేలీయులు ధాన్యము, ద్రాక్షారసము, నూనె, తేనె మొదలైన భూమి పంటలన్నిటిలో ప్రథమ ఫలములను సమృద్ధిగా తెచ్చిరి; సమస్తమైనవాటిలో పదియవ వంతును విస్తారముగా తెచ్చిరి.",
    "6": "మరియు యూదా పట్టణములలో నివసించు ఇశ్రాయేలీయులును యూదావారును ఎడ్ల యొక్కయు గొర్రెల యొక్కయు పదియవ వంతును, తమ దేవుడైన యెహోవాకు ప్రతిష్ఠితమైన ప్రతిష్ఠిత వస్తువుల పదియవ వంతును తెచ్చి కుప్పలు కుప్పలుగా పోసిరి.",
    "7": "మూడవ నెలలో వారు కుప్పలు వేయ నారంభించి ఏడవ నెలలో ముగించిరి.",
    "8": "హిజ్కియాయును అధిపతులును వచ్చి ఆ కుప్పలను చూచి యెహోవాను ఆయన జనులైన ఇశ్రాయేలీయులను దీవించిరి.",
    "9": "హిజ్కియా ఆ కుప్పలను గూర్చి యాజకులను లేవీయులను అడుగగా",
    "10": "సాదోకు వంశస్థుడును ప్రధాన యాజకుడునైన అజర్యా - జనులు యెహోవా మందిరమునకు కానుకలను తెచ్చుట ఆరంభించినది మొదలుకొని మేము తిని తృప్తి పొందితివిు, ఇంకను చాలా మిగిలియున్నది; యెహోవా తన జనులను ఆశీర్వదించెను గనుక ఈ గొప్ప రాశి మిగిలినదని రాజుతో చెప్పెను.",
    "11": "అప్పుడు హిజ్కియా యెహోవా మందిరములో గదులను సిద్ధపరచుమని ఆజ్ఞాపింపగా వారు వాటిని సిద్ధపరచి",
    "12": "ఆ కానుకలను పదియవ వంతును ప్రతిష్ఠిత వస్తువులను నమ్మకముగా లోపల ఉంచిరి. వాటి మీద లేవీయుడైన కొనన్యా అధిపతిగాను అతని సహోదరుడైన షిమీ అతనికి సహాయకుడుగాను ఉండిరి.",
    "13": "రాజైన హిజ్కియా యొక్కయు దేవుని మందిరపు అధిపతియైన అజర్యా యొక్కయు నిర్ణయము చొప్పున యెహీయేలు, అజజ్యా, నహతు, అశాహేలు, యెరీమోతు, యోజాబాదు, ఎలీయేలు, ఇస్మక్యా, మహతు, బెనాయా అనువారు కొనన్యా చేతికిందను అతని సహోదరుడైన షిమీ చేతికిందను విచారణకర్తలుగా ఉండిరి.",
    "14": "తూర్పు గుమ్మపు కావలివాడును లేవీయుడును ఇమ్నా కుమారుడునైన కోరే దేవునికి స్వేచ్ఛార్పణగా అర్పించువాటి మీదను, యెహోవాకు అర్పించు నైవేద్యముల మీదను, అతి పరిశుద్ధమైన వస్తువుల మీదను ఉంచబడెను.",
    "15": "అతని చేతికింద ఏదెను, మిన్యామీను, యేషూవ, షెమయా, అమర్యా, షెకన్యా అనువారు యాజకుల పట్టణములలో తమ సహోదరులకు వారి వారి తరగతుల చొప్పున పెద్దలకేమి చిన్నలకేమి పంచిపెట్టుటకు నమ్మకముగా పని చేయుచుండిరి.",
    "16": "వంశావళిలో దాఖలై మూడు సంవత్సరములు మొదలుకొని పైప్రాయము గల మగవారే గాక, తమ తమ తరగతుల చొప్పున తమ తమ వంతుల ప్రకారము తమ సేవలో అనుదినము చేయవలసినదానిని బట్టి యెహోవా మందిరములోనికి వచ్చు ప్రతివానికిని,",
    "17": "తమ పితరుల ఇండ్ల చొప్పున వంశావళిలో దాఖలైన యాజకులకును, ఇరవై ఏండ్లు మొదలుకొని పైప్రాయము కలిగి తమ తమ వంతుల చొప్పున తరగతులుగా ఉన్న లేవీయులకును,",
    "18": "వంశావళిలో దాఖలైన వారి పిల్లలకందరికిని భార్యలకును కుమారులకును కుమార్తెలకును, అనగా సమాజమంతటికిని వారు పంచిపెట్టిరి; ఏలయనగా వారు తమ నమ్మకమును బట్టి తమ్మును తాము పరిశుద్ధపరచుకొనిరి.",
    "19": "మరియు తమ పట్టణముల పొలములలో ఉన్న అహరోను సంతానపు యాజకులకు, ప్రతి పట్టణములో పేరు పేరున నిర్ణయింపబడిన మనుష్యులు, యాజకులలోని ప్రతి మగవానికిని లేవీయులలో వంశావళి దాఖలైన ప్రతివానికిని వంతులను ఇచ్చుటకు నియమింపబడిరి.",
    "20": "హిజ్కియా యూదా అంతటను ఈలాగు చేసి, తన దేవుడైన యెహోవా దృష్టికి మంచిదియు యథార్థమైనదియు సత్యమైనదియునైన కార్యమును జరిగించెను.",
    "21": "అతడు దేవుని మందిరపు సేవ విషయములోను, ధర్మశాస్త్రము విషయములోను, ఆజ్ఞల విషయములోను తన దేవుని వెదకుటకై తాను ఆరంభించిన ప్రతి పనిని తన పూర్ణహృదయముతో చేసి వర్ధిల్లెను."
}
