
{
    "1": "ఈ కార్యములును ఈ నమ్మకత్వమును జరిగిన తరువాత అష్షూరు రాజైన సన్హెరీబు వచ్చెను; అతడు యూదాలో ప్రవేశించి ప్రాకారములు గల పట్టణముల యెదుట దిగి, వాటిని లోపరచుకొనదలచెను.",
    "2": "సన్హెరీబు వచ్చెననియు, అతడు యెరూషలేము మీద యుద్ధము చేయదలచియున్నాడనియు హిజ్కియా చూచి",
    "3": "పట్టణము వెలుపల నున్న ఊటల నీళ్లను అరికట్టుటకు తన అధిపతులతోను పరాక్రమశాలులతోను ఆలోచన చేయగా వారు అతనికి సహాయము చేసిరి.",
    "4": "బహు జనులు కూడి - అష్షూరు రాజులు వచ్చి విస్తారమైన నీళ్లు ఎందుకు కనుగొనవలెనని చెప్పి ఆ ఊటలను, దేశమధ్యమున పారు నదిని అరికట్టిరి.",
    "5": "అతడు ధైర్యము తెచ్చుకొని, పడిపోయిన గోడ అంతయు కట్టించి, గోపురముల వరకు దానిని ఎత్తించి, వెలుపల మరియొక గోడ కట్టించి, దావీదు పురములోని మిల్లోను బలపరచి, విస్తారమైన బాణములను కేడెములను చేయించెను.",
    "6": "అతడు జనుల మీద సైన్యాధిపతులను నియమించి, పట్టణపు గవిని మైదానములో తన యొద్దకు వారిని సమకూర్చుకొని, వారిని ఆదరించి ఇట్లనెను",
    "7": "మీరు నిబ్బరము కలిగి ధైర్యముగా ఉండుడి; అష్షూరు రాజునకైనను, అతనితో కూడనున్న సైన్యమంతటికైనను భయపడకుడి, జడియకుడి; అతనితో ఉన్నవారికంటే మనతో ఉన్నవారు అధికులు.",
    "8": "అతనికి మాంససంబంధమైన బాహువే కలదు, మనకు సహాయము చేయుటకును మన యుద్ధములను జరిగించుటకును మన దేవుడైన యెహోవా మనకు తోడుగా ఉన్నాడని చెప్పెను; యూదా రాజైన హిజ్కియా చెప్పిన మాటలకు జనులు ధైర్యము తెచ్చుకొనిరి.",
    "9": "తరువాత అష్షూరు రాజైన సన్హెరీబు లాకీషు దగ్గర తన సమస్త సైన్యముతో ఉండగా, అతడు తన సేవకులను యెరూషలేమునకు, యూదా రాజైన హిజ్కియా యొద్దకును యెరూషలేములోనున్న యూదావారందరి యొద్దకును పంపి ఈలాగు చెప్పించెను -",
    "10": "అష్షూరు రాజైన సన్హెరీబు సెలవిచ్చునదేమనగా - మీరు దేనిని నమ్ముకొని ముట్టడివేయబడిన యెరూషలేములో నివసించుచున్నారు?",
    "11": "మన దేవుడైన యెహోవా అష్షూరు రాజు చేతిలోనుండి మనలను విడిపించునని చెప్పి, ఆకలిదప్పులచేత చచ్చునట్లు హిజ్కియా మిమ్మును బోధించుచున్నాడు కాదా?",
    "12": "ఈ హిజ్కియాయే గదా యెహోవా ఉన్నత స్థలములను బలిపీఠములను పడగొట్టి - మీరు ఒక్క బలిపీఠము యెదుటనే నమస్కరించి దానిమీదనే ధూపము వేయవలెనని యూదావారికిని యెరూషలేమువారికిని ఆజ్ఞాపించెను?",
    "13": "నేనును నా పితరులును దేశదేశముల జనులకందరికిని చేసినదానిని మీరు ఎరుగరా? ఆ దేశముల జనుల దేవతలు తమ దేశములను నా చేతిలోనుండి ఏమాత్రమైనను విడిపించగలిగెనా?",
    "14": "నా పితరులు బొత్తిగా నశింపజేసిన ఆ జనముల దేవతలలో తన జనులను నా చేతిలోనుండి విడిపంపగలిగిన దేవుడెవడైనను ఉన్నాడా? మీ దేవుడు మిమ్మును నా చేతిలోనుండి విడిపించునా?",
    "15": "కాబట్టి హిజ్కియా చేత మోసపోకుడి, ఈలాగున బోధింపబడకుడి, అతని నమ్మకుడి; ఏ జనము యొక్క దేవుడైనను ఏ రాజ్యము యొక్క దేవుడైనను తన జనులను నా చేతిలోనుండియు నా పితరుల చేతిలోనుండియు విడిపింపలేకపోయెను; మీ దేవుడు నా చేతిలోనుండి మిమ్మును విడిపించుట ఎంత అసాధ్యము అని చెప్పించెను.",
    "16": "అతని సేవకులు దేవుడైన యెహోవాకును ఆయన సేవకుడైన హిజ్కియాకును విరోధముగా ఇంకను మాటలాడిరి.",
    "17": "అన్యదేశముల దేవతలు తమ జనులను నా చేతిలోనుండి విడిపింపలేకపోయినట్లు హిజ్కియా దేవుడును తన జనులను నా చేతిలోనుండి విడిపింపడని ఇశ్రాయేలు దేవుడైన యెహోవాను నిందించుచు అతడు పత్రికలను వ్రాసెను.",
    "18": "మరియు వారు పట్టణమును పట్టుకొనవలెనని యెరూషలేము ప్రాకారము మీదనున్న జనులను భయపెట్టుటకును కలవరపరచుటకును యూదా భాషతో బిగ్గరగా కేకలు వేసిరి.",
    "19": "మనుష్యుల చేతిపనియైన భూజనుల దేవతలను గూర్చి మాటలాడినట్లు వారు యెరూషలేము దేవుని గూర్చి మాటలాడిరి.",
    "20": "అందునిమిత్తము రాజైన హిజ్కియాయును ఆమోజు కుమారుడైన ప్రవక్తయగు యెషయాయును ప్రార్థన చేయుచు ఆకాశము తట్టు మొరపెట్టిరి.",
    "21": "అప్పుడు యెహోవా ఒక దూతను పంపగా, అతడు అష్షూరు రాజు పాళెములోని పరాక్రమశాలులందరిని నాయకులను అధికారులను నాశనము చేసెను. కాబట్టి అతడు సిగ్గుపడి తన దేశమునకు తిరిగి వెళ్ళెను. అతడు తన దేవత గుడిలో ప్రవేశించినప్పుడు అతని కడుపున పుట్టినవారే అక్కడ కత్తితో అతని చంపిరి.",
    "22": "ఈలాగున యెహోవా హిజ్కియాను యెరూషలేము నివాసులను అష్షూరు రాజైన సన్హెరీబు చేతిలోనుండియు అందరి చేతిలోనుండియు రక్షించి, వారికి నలుదిక్కుల విశ్రాంతినిచ్చెను.",
    "23": "అనేకులు యెరూషలేమునకు యెహోవాకు కానుకలను, యూదా రాజైన హిజ్కియాకు అమూల్యమైన వస్తువులను తెచ్చిరి; అప్పటినుండి అతడు సమస్త జనముల దృష్టికి ఘనుడాయెను.",
    "24": "ఆ దినములలో హిజ్కియాకు మరణకరమైన రోగము కలుగగా అతడు యెహోవాకు ప్రార్థన చేసెను; ఆయన అతనితో మాటలాడి అతనికి ఒక సూచన దయచేసెను.",
    "25": "అయితే హిజ్కియా తనకు చేయబడిన మేలుకు తగినట్లు ప్రవర్తింపక గర్వించెను గనుక అతని మీదికిని యూదా యెరూషలేముల మీదికిని కోపము వచ్చెను.",
    "26": "అప్పుడు హిజ్కియాయును యెరూషలేము నివాసులును తాము గర్వించినందుకు పశ్చాత్తాపపడిరి గనుక హిజ్కియా దినములలో యెహోవా కోపము వారి మీదికి రాలేదు.",
    "27": "హిజ్కియాకు అతి విస్తారమైన ఐశ్వర్యమును ఘనతయు కలిగెను; అతడు వెండి బంగారములను రత్నములను సుగంధ ద్రవ్యములను డాళ్లను నానావిధములైన రమ్యవస్తువులను ఉంచుకొనుటకు బొక్కసములను,",
    "28": "ధాన్యము ద్రాక్షారసము నూనె అనువాటి పంటలను ఉంచుకొనుటకు కొట్లను, సకలవిధములైన పశువులకు శాలలను, గొర్రెల మందలకు దొడ్లను కట్టించెను.",
    "29": "మరియు దేవుడు అతనికి బహు ఆస్తి ఇచ్చెను గనుక అతడు పట్టణములను, విస్తారమైన గొర్రెలను పశువులను సంపాదించుకొనెను.",
    "30": "ఈ హిజ్కియాయే గీహోను పై నీటి ఊటను మూసివేసి, దావీదు పురమునకు పడమటి వైపున క్రిందికి ఆ నీటిని తెచ్చెను. హిజ్కియా తాను చేసిన ప్రతి పనిలో వర్ధిల్లెను.",
    "31": "అయితే దేశములో జరిగిన అద్భుతమును గూర్చి విచారించుటకు బబులోను అధిపతులు అతని యొద్దకు రాయబారులను పంపినప్పుడు, అతని హృదయములో నున్నదంతయు తెలిసికొనుటకు అతనిని పరీక్షించుటకై దేవుడు అతనిని విడిచిపెట్టెను.",
    "32": "హిజ్కియా చేసిన ఇతర కార్యములను గూర్చియు, అతని భక్తిని గూర్చియు ఆమోజు కుమారుడైన ప్రవక్తయగు యెషయా దర్శన గ్రంథమందును యూదా ఇశ్రాయేలు రాజుల గ్రంథమందును వ్రాయబడియున్నది.",
    "33": "హిజ్కియా తన పితరులతో నిద్రించెను; వారు దావీదు కుమారుల సమాధుల ఎగువ భాగమందు అతని పాతిపెట్టిరి; అతడు చనిపోయినప్పుడు యూదావారందరును యెరూషలేము నివాసులందరును అతనిని ఘనపరచిరి; అతని కుమారుడైన మనష్షే అతనికి మారుగా రాజాయెను."
}
