
{
    "1": "యోషీయా ఏలనారంభించినప్పుడు ఎనిమిది ఏండ్లవాడు; అతడు యెరూషలేములో ముప్పది ఒకటి సంవత్సరములు ఏలెను.",
    "2": "అతడు యెహోవా దృష్టికి నీతిగా ప్రవర్తించి, తన పితరుడైన దావీదు మార్గములలో నడిచి, కుడికైనను ఎడమకైనను తిరుగక యుండెను.",
    "3": "అతడు తన ఏలుబడిలో ఎనిమిదవ సంవత్సరమున, తాను ఇంకను బాలుడై యుండగానే తన పితరుడైన దావీదు దేవుని వెదక నారంభించెను; పన్నెండవ సంవత్సరమున అతడు యూదాను యెరూషలేమును ఉన్నత స్థలములు లేకుండను, దేవతాస్తంభములు లేకుండను, చెక్కిన విగ్రహములును పోత విగ్రహములును లేకుండను పవిత్రపరచ నారంభించెను.",
    "4": "వారు అతని యెదుట బయలు దేవతల బలిపీఠములను పడగొట్టిరి; వాటి పైన ఉన్న సూర్య విగ్రహములను అతడు నరికివేసెను; దేవతాస్తంభములను చెక్కిన విగ్రహములను పోత విగ్రహములను అతడు తుత్తునియలుగా కొట్టి పొడి చేసి, వాటిని బలి అర్పించినవారి సమాధుల మీద చల్లెను.",
    "5": "అతడు యాజకుల ఎముకలను వారి బలిపీఠముల మీద కాల్చి యూదాను యెరూషలేమును పవిత్రపరచెను.",
    "6": "మరియు మనష్షే ఎఫ్రాయిము షిమ్యోను పట్టణములలోను నఫ్తాలి వరకును, వాటి చుట్టునున్న పాడైన స్థలములలోను అతడు ఆలాగు చేసెను.",
    "7": "అతడు బలిపీఠములను పడగొట్టి, దేవతాస్తంభములను విగ్రహములను తుత్తునియలుగా కొట్టి, ఇశ్రాయేలు దేశమందంతట సూర్య విగ్రహములను నరికివేసి యెరూషలేమునకు తిరిగి వచ్చెను.",
    "8": "అతని ఏలుబడిలో పద్దెనిమిదవ సంవత్సరమున అతడు దేశమును మందిరమును పవిత్రపరచిన తరువాత, తన దేవుడైన యెహోవా మందిరమును బాగుచేయుటకు అజల్యా కుమారుడైన షాఫానును, నగరపు అధిపతియైన మయశేయాను, యెహోయాహాజు కుమారుడును రాజ్యవృత్తాంతముల లేఖకుడునైన యోవాహును పంపెను.",
    "9": "వారు ప్రధాన యాజకుడైన హిల్కీయా యొద్దకు వచ్చి, దేవుని మందిరములోనికి తేబడిన ద్రవ్యమును, అనగా లేవీయులైన ద్వారపాలకులు మనష్షే ఎఫ్రాయిము వారియొద్దనుండియు, ఇశ్రాయేలు శేషమంతటి యొద్దనుండియు వసూలు చేసినదానిని, యూదా బెన్యామీను వారందరియొద్దనుండియు యెరూషలేము నివాసుల యొద్దనుండియు వసూలు చేసినదానిని అప్పగించిరి.",
    "10": "యెహోవా మందిరపు పనివారిపైని విచారణకర్తల చేతికి దానిని అప్పగించిరి; యెహోవా మందిరములో పని చేయువారికి, అనగా మందిరమును బాగుచేయుటకును దృఢపరచుటకును",
    "11": "వడ్రంగులకును, ఇల్లు కట్టువారికిని, మ్రానులను చెక్కిన రాళ్లను కొనుటకును, యూదా రాజులు పాడుచేసిన ఇండ్లకు దూలములు వేయుటకును వారు దానిని ఇచ్చిరి.",
    "12": "ఆ మనుష్యులు నమ్మకముగా పని చేసిరి; వారి మీద విచారణకర్తలుగా లేవీయులైన మెరారీయులలో యహతు ఓబద్యాయును, కహాతీయులలో జెకర్యా మెషుల్లామును నిర్ణయింపబడిరి; మరియు వాద్యములు వాయించుటలో నేర్పు గల లేవీయులును,",
    "13": "బరువు మోయువారి మీదను, నానావిధములైన పనులు చేయువారి మీదను విచారణకర్తలుగా ఉండిరి; లేవీయులలో కొందరు శాస్త్రులుగాను నాయకులుగాను ద్వారపాలకులుగాను ఉండిరి.",
    "14": "వారు యెహోవా మందిరములోనికి తేబడిన ద్రవ్యమును బయటికి తీయుచుండగా యాజకుడైన హిల్కీయాకు మోషే ద్వారా ఇయ్యబడిన యెహోవా ధర్మశాస్త్ర గ్రంథము దొరికెను.",
    "15": "అప్పుడు హిల్కీయా - యెహోవా మందిరములో ధర్మశాస్త్ర గ్రంథము నాకు దొరికినదని శాస్త్రియైన షాఫానుతో చెప్పి ఆ గ్రంథమును షాఫానుకిచ్చెను.",
    "16": "షాఫాను ఆ గ్రంథమును రాజునొద్దకు తీసికొనివచ్చి రాజుకు వర్తమానము తెలియజేసి - నీ దాసులకు అప్పగించబడినదంతయు వారు చేయుచున్నారు.",
    "17": "వారు యెహోవా మందిరములో దొరికిన ద్రవ్యమును కుమ్మరించి విచారణకర్తల చేతికిని పనివారి చేతికిని అప్పగించిరని చెప్పెను.",
    "18": "మరియు శాస్త్రియైన షాఫాను - యాజకుడైన హిల్కీయా నాకొక గ్రంథమును ఇచ్చెనని రాజుతో చెప్పెను. షాఫాను రాజు సమక్షమున దానిని చదివెను.",
    "19": "రాజు ధర్మశాస్త్ర వాక్యములను వినినప్పుడు తన బట్టలు చింపుకొనెను.",
    "20": "రాజు హిల్కీయాకును, షాఫాను కుమారుడైన అహీకాముకును, మీకా కుమారుడైన అబ్దోనుకును, శాస్త్రియైన షాఫానుకును, రాజు సేవకుడైన అశాయాకును ఆజ్ఞాపించినదేమనగా",
    "21": "మీరు వెళ్లి దొరికిన ఈ గ్రంథపు మాటలను గూర్చి నా నిమిత్తమును ఇశ్రాయేలులోను యూదాలోను మిగిలినవారి నిమిత్తమును యెహోవా యొద్ద విచారణ చేయుడి; మన పితరులు యెహోవా వాక్యమును గైకొనలేదు గనుకను, ఈ గ్రంథములో వ్రాయబడినదంతటి ప్రకారము చేయలేదు గనుకను మన మీద కుమ్మరించబడిన యెహోవా కోపము గొప్పది.",
    "22": "కాబట్టి హిల్కీయాను రాజు నియమించిన వారును హస్కా మనుమడును తోకహతు కుమారుడునైన వస్త్రశాల అధిపతియగు షల్లూము భార్యయైన హుల్దా అను ప్రవక్తరి యొద్దకు వెళ్లిరి; ఆమె యెరూషలేములో రెండవ భాగమందు కాపురముండెను; వారు ఆమెతో ఆ ప్రకారము మాటలాడగా",
    "23": "ఆమె వారితో ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా - నన్ను మీ యొద్దకు పంపినవానితో మీరు ఈ మాట చెప్పుడి.",
    "24": "యెహోవా సెలవిచ్చునదేమనగా - యూదా రాజు యెదుట చదివిన గ్రంథములో వ్రాయబడిన శాపములన్నిటి చొప్పున ఈ స్థలము మీదికిని దీని నివాసుల మీదికిని నేను కీడు రప్పించుచున్నాను.",
    "25": "వారు నన్ను విడిచి, తమ చేతి పనులన్నిటివలన నాకు కోపము పుట్టించునట్లు ఇతర దేవతలకు ధూపము వేసిరి గనుక నా కోపము ఈ స్థలము మీద కుమ్మరించబడును, అది ఆరిపోదు.",
    "26": "యెహోవా యొద్ద విచారణ చేయుటకు మిమ్మును పంపిన యూదా రాజుతో మీరు ఈలాగు చెప్పవలెను - నీవు వినిన మాటలను గూర్చి ఇశ్రాయేలు దేవుడైన యెహోవా సెలవిచ్చునదేమనగా",
    "27": "ఈ స్థలమును గూర్చియు దీని నివాసులను గూర్చియు దేవుడు చెప్పిన మాటలు నీవు వినినప్పుడు నీ హృదయము మెత్తబడి, దేవుని సన్నిధిని నిన్ను నీవు తగ్గించుకొని, నా సన్నిధిని నిన్ను నీవు తగ్గించుకొని, నీ బట్టలు చింపుకొని నా యెదుట ఏడ్చితివి గనుక నేను నీ మొర ఆలకించితిని; ఇదే యెహోవా వాక్కు.",
    "28": "కాబట్టి నేను నిన్ను నీ పితరుల యొద్దకు చేర్చెదను; నీవు సమాధానముగా నీ సమాధిలోనికి చేర్చబడుదువు; నేను ఈ స్థలము మీదికిని దీని నివాసుల మీదికిని రప్పించు కీడంతయు నీవు కన్నులారా చూడవు. వారు ఆ వర్తమానమును రాజునొద్దకు తెచ్చిరి.",
    "29": "అప్పుడు రాజు యూదా పెద్దలనందరిని యెరూషలేము పెద్దలనందరిని పిలిపించెను.",
    "30": "రాజును యూదావారందరును యెరూషలేము నివాసులును యాజకులును లేవీయులును జనులందరును పిన్నలేమి పెద్దలేమి యెహోవా మందిరమునకు ఎక్కి వచ్చిరి; యెహోవా మందిరమందు దొరికిన నిబంధన గ్రంథపు మాటలన్నిటిని అతడు వారికి వినిపించెను.",
    "31": "రాజు తన స్థలమందు నిలిచి - యెహోవాను వెంబడించుచు, ఆయన ఆజ్ఞలను శాసనములను కట్టడలను పూర్ణహృదయముతోను పూర్ణాత్మతోను గైకొనుచు, ఈ గ్రంథమందు వ్రాయబడిన నిబంధన మాటలను నెరవేర్చెదమని యెహోవా సన్నిధిని నిబంధన చేసెను.",
    "32": "యెరూషలేములోను బెన్యామీనులోను ఉన్నవారందరిని దానికి ఒప్పించెను; యెరూషలేము నివాసులు తమ పితరుల దేవుడైన దేవుని నిబంధన చొప్పున చేసిరి.",
    "33": "యోషీయా ఇశ్రాయేలీయుల దేశములన్నిటిలోనుండి హేయమైన వాటినన్నిటిని తీసివేసి, ఇశ్రాయేలులో ఉన్నవారందరు తమ దేవుడైన యెహోవాను సేవించునట్లు చేసెను. అతడు బ్రతికిన దినములన్నియు వారు తమ పితరుల దేవుడైన యెహోవాను అనుసరించుట మానలేదు."
}
