
{
    "1": "యోషీయా యెరూషలేములో యెహోవాకు పస్కా పండుగ ఆచరించెను; వారు మొదటి నెల పద్నాలుగవ దినమున పస్కా పశువును వధించిరి.",
    "2": "అతడు యాజకులను వారి వారి పనుల మీద ఉంచి, యెహోవా మందిరపు సేవ చేయుటకు వారిని ధైర్యపరచెను.",
    "3": "ఇశ్రాయేలీయులకందరికి బోధించువారును యెహోవాకు ప్రతిష్ఠితులునైన లేవీయులతో అతడు ఇట్లనెను - పరిశుద్ధ మందసమును ఇశ్రాయేలు రాజైన దావీదు కుమారుడగు సొలొమోను కట్టించిన మందిరములో ఉంచుడి; ఇకమీదట అది మీ భుజముల మీద మోతగా ఉండదు; ఇప్పుడు మీరు మీ దేవుడైన యెహోవాను ఆయన జనులైన ఇశ్రాయేలీయులను సేవించుడి.",
    "4": "ఇశ్రాయేలు రాజైన దావీదు వ్రాసినదాని ప్రకారమును అతని కుమారుడైన సొలొమోను వ్రాసినదాని ప్రకారమును మీ పితరుల ఇండ్ల చొప్పున మీ తరగతుల కొలది మిమ్మును మీరు సిద్ధపరచుకొనుడి.",
    "5": "మీ సహోదరులైన జనుల పితరుల ఇండ్ల విభాగము చొప్పున లేవీయుల పితరుల ఇండ్ల భాగము ఉండునట్లు మీరు పరిశుద్ధ స్థలములో నిలువబడుడి.",
    "6": "మీరు పస్కా పశువును వధించి మిమ్మును మీరు ప్రతిష్ఠించుకొని, యెహోవా మోషే ద్వారా ఇచ్చిన వాక్యము చొప్పున చేయుటకు మీ సహోదరులను సిద్ధపరచుడి.",
    "7": "యోషీయా అక్కడ ఉన్న జనులందరి కొరకు పస్కా బలులుగా గొర్రెపిల్లలను మేకపిల్లలను ముప్పది వేలను, మూడు వేల ఎడ్లను తన ఆస్తిలోనుండి ఇచ్చెను; ఇవన్నియు రాజు ఆస్తిలోనుండి ఇయ్యబడెను.",
    "8": "అతని అధిపతులును జనులకును యాజకులకును లేవీయులకును మనఃపూర్వకముగా ఇచ్చిరి; దేవుని మందిరపు అధికారులైన హిల్కీయా జెకర్యా యెహీయేలు అనువారు పస్కా బలుల కొరకు యాజకులకు రెండు వేల ఆరువందల గొర్రెపిల్లలను మూడువందల ఎడ్లను ఇచ్చిరి.",
    "9": "లేవీయుల అధిపతులైన కొనన్యా, అతని సహోదరులైన షెమయా నెతనేలు, హషబ్యా యెహీయేలు యోజాబాదు అనువారు పస్కా బలుల కొరకు లేవీయులకు ఐదు వేల గొర్రెపిల్లలను ఐదువందల ఎడ్లను ఇచ్చిరి.",
    "10": "ఆరాధన సిద్ధమైనప్పుడు రాజు ఆజ్ఞ చొప్పున యాజకులు తమ స్థలములలోను లేవీయులు తమ తరగతులలోను నిలిచిరి.",
    "11": "వారు పస్కా పశువును వధించిరి; యాజకులు వారి చేతినుండి రక్తము తీసికొని ప్రోక్షించిరి, లేవీయులు చర్మము వలిచిరి.",
    "12": "మోషే గ్రంథమందు వ్రాయబడినట్లు యెహోవాకు అర్పించుటకై పితరుల ఇండ్ల విభాగములను బట్టి జనులకు ఇచ్చుటకై వారు దహనబలి పశువులను వేరుచేసిరి; ఎడ్ల విషయములోను వారు ఆలాగుననే చేసిరి.",
    "13": "వారు విధి చొప్పున పస్కా పశువును అగ్నితో కాల్చిరి; ప్రతిష్ఠితమైనవాటిని పొరొకలలోను బొచ్చెలలోను పాత్రలలోను వండి జనులందరికి త్వరగా పంచిపెట్టిరి.",
    "14": "తరువాత వారు తమ కొరకును యాజకుల కొరకును సిద్ధము చేసిరి; ఏలయనగా అహరోను సంతానపువారైన యాజకులు రాత్రి వరకు దహనబలులను క్రొవ్వును అర్పించుటలో పని కలిగియుండిరి గనుక లేవీయులు తమ కొరకును అహరోను సంతానపువారైన యాజకుల కొరకును సిద్ధము చేసిరి.",
    "15": "ఆసాపు సంతతివారైన గాయకులు దావీదు ఆసాపు హేమాను రాజు దీర్ఘదర్శియగు యెదూతూను అనువారు నిర్ణయించినట్లు తమ స్థలమునందు ఉండిరి; ద్వారపాలకులు ప్రతి ద్వారమునొద్ద ఉండిరి; వారు తమ సేవను విడిచి వెళ్లనక్కరలేదు, ఏలయనగా వారి సహోదరులైన లేవీయులు వారి కొరకు సిద్ధము చేసిరి.",
    "16": "రాజైన యోషీయా ఆజ్ఞ చొప్పున పస్కాను ఆచరించుటకును యెహోవా బలిపీఠము మీద దహనబలులను అర్పించుటకును ఆ దినమున యెహోవా సేవ అంతయు చక్కపరచబడెను.",
    "17": "అక్కడ ఉన్న ఇశ్రాయేలీయులు ఆ సమయమున పస్కాను, ఏడు దినములు పులియని రొట్టెల పండుగను ఆచరించిరి.",
    "18": "ప్రవక్తయైన సమూయేలు దినములు మొదలుకొని ఇశ్రాయేలులో అట్టి పస్కా పండుగ ఆచరింపబడలేదు; యోషీయాను యాజకులును లేవీయులును అక్కడ ఉన్న యూదావారును ఇశ్రాయేలువారును యెరూషలేము నివాసులును ఆచరించినట్లు ఇశ్రాయేలు రాజులలో ఎవరూ పస్కాను ఆచరింపలేదు.",
    "19": "యోషీయా ఏలుబడిలో పద్దెనిమిదవ సంవత్సరమున ఈ పస్కా పండుగ ఆచరింపబడెను.",
    "20": "ఇదంతయు జరిగిన తరువాత, యోషీయా మందిరమును సిద్ధపరచిన తరువాత, ఐగుప్తు రాజైన నెకో యూఫ్రటీసు నదియొద్దనున్న కర్కెమీషు మీద యుద్ధము చేయుటకు రాగా యోషీయా అతనిని ఎదుర్కొనుటకు వెళ్ళెను.",
    "21": "అయితే అతడు ఇతని యొద్దకు దూతలను పంపి - యూదా రాజా, నాకును నీకును ఏమి పని? నేడు నీ మీదికి కాదు గాని, నాతో యుద్ధము చేయువారి మీదికి నేను వచ్చుచున్నాను; త్వరగా వెళ్లుమని దేవుడు నాకు ఆజ్ఞాపించెను; దేవుడు నాకు తోడుగా ఉన్నాడు, ఆయన నిన్ను నాశనము చేయకుండునట్లు ఆయన జోలికి రావద్దని చెప్పెను.",
    "22": "అయినను యోషీయా వెనుకకు తిరుగక అతనితో యుద్ధము చేయుటకు మారువేషము వేసికొని, దేవుని నోటినుండి వచ్చిన నెకో మాటలను వినక మెగిద్దో లోయలో యుద్ధము చేయుటకు వెళ్ళెను.",
    "23": "విలుకాండ్రు రాజైన యోషీయాను కొట్టగా రాజు - నేను బహుగా గాయపడితిని, నన్ను ఇక్కడనుండి తీసికొనిపొండని తన సేవకులతో చెప్పెను.",
    "24": "కాబట్టి అతని సేవకులు ఆ రథములోనుండి అతనిని తీసి, అతనికున్న వేరొక రథము మీద ఎక్కించి యెరూషలేమునకు తీసికొనివచ్చిరి; అతడు చనిపోయి తన పితరుల సమాధులలో పాతిపెట్టబడెను. యూదావారందరును యెరూషలేమువారందరును యోషీయాను గూర్చి దుఃఖించిరి.",
    "25": "యిర్మీయా యోషీయాను గూర్చి విలాపవాక్యములు పలికెను; గాయకులందరును గాయకురాండ్రందరును నేటి వరకు తమ విలాపములలో యోషీయాను గూర్చి పాడుదురు; అది ఇశ్రాయేలులో ఒక ఆచారమాయెను; అవి విలాపవాక్యములలో వ్రాయబడియున్నవి.",
    "26": "యోషీయా మిగిలిన కార్యములను గూర్చియు, యెహోవా ధర్మశాస్త్రమందు వ్రాయబడినదానిని బట్టి అతడు చేసిన సత్క్రియలను గూర్చియు,",
    "27": "అతని కార్యములను గూర్చియు మొదటినుండి చివరి వరకు ఇశ్రాయేలు యూదా రాజుల గ్రంథమందు వ్రాయబడియున్నది."
}
