
{
    "1": "దేశపు జనులు యోషీయా కుమారుడైన యెహోయాహాజును తీసికొని యెరూషలేములో అతని తండ్రికి మారుగా రాజును చేసిరి.",
    "2": "యెహోయాహాజు ఏలనారంభించినప్పుడు ఇరవై మూడు ఏండ్లవాడు; అతడు యెరూషలేములో మూడు నెలలు ఏలెను.",
    "3": "ఐగుప్తు రాజు యెరూషలేములో అతని తొలగించి, దేశము మీద నూరు తలాంతుల వెండిని ఒక తలాంతు బంగారమును పన్నుగా నిర్ణయించెను.",
    "4": "మరియు ఐగుప్తు రాజు అతని సహోదరుడైన ఎల్యాకీమును యూదా మీదను యెరూషలేము మీదను రాజుగా చేసి, అతని పేరును యెహోయాకీముగా మార్చెను; నెకో అతని సహోదరుడైన యెహోయాహాజును తీసికొని ఐగుప్తునకు వెళ్ళెను.",
    "5": "యెహోయాకీము ఏలనారంభించినప్పుడు ఇరవై ఐదు ఏండ్లవాడు; అతడు యెరూషలేములో పదకొండు సంవత్సరములు ఏలెను; అతడు తన దేవుడైన యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "6": "బబులోను రాజైన నెబుకద్నెజరు అతని మీదికి వచ్చి, బబులోనునకు అతని తీసికొనిపోవుటకు రెండు ఇత్తడి సంకెళ్లతో అతని బంధించెను.",
    "7": "నెబుకద్నెజరు యెహోవా మందిరపు ఉపకరణములలో కొన్నిటిని బబులోనునకు తీసికొనిపోయి బబులోనులోని తన గుడిలో ఉంచెను.",
    "8": "యెహోయాకీము మిగిలిన కార్యములను గూర్చియు, అతడు చేసిన హేయక్రియలను గూర్చియు, అతని యందు కనబడినదానిని గూర్చియు ఇశ్రాయేలు యూదా రాజుల గ్రంథమందు వ్రాయబడియున్నది; అతని కుమారుడైన యెహోయాకీను అతనికి మారుగా రాజాయెను.",
    "9": "యెహోయాకీను ఏలనారంభించినప్పుడు ఎనిమిది ఏండ్లవాడు; అతడు యెరూషలేములో మూడు నెలల పది దినములు ఏలెను; అతడు యెహోవా దృష్టికి చెడుతనము చేసెను.",
    "10": "సంవత్సరాంతమున రాజైన నెబుకద్నెజరు వర్తమానము పంపి, అతనిని యెహోవా మందిరములోని ఇంపైన ఉపకరణములతో కూడ బబులోనునకు రప్పించి, అతని పినతండ్రియైన సిద్కియాను యూదా మీదను యెరూషలేము మీదను రాజుగా చేసెను.",
    "11": "సిద్కియా ఏలనారంభించినప్పుడు ఇరవై ఒక సంవత్సరములవాడు; అతడు యెరూషలేములో పదకొండు సంవత్సరములు ఏలెను.",
    "12": "అతడు తన దేవుడైన యెహోవా దృష్టికి చెడుతనము చేసెను; యెహోవా నోటిమాటలను పలికిన ప్రవక్తయైన యిర్మీయా యెదుట అతడు తన్ను తాను తగ్గించుకొనలేదు.",
    "13": "దేవుని తోడని తన చేత ప్రమాణము చేయించుకొనిన రాజైన నెబుకద్నెజరు మీద అతడు తిరుగుబాటు చేసెను; అతడు తన మెడను వంచి తన హృదయమును కఠినపరచుకొని, ఇశ్రాయేలు దేవుడైన యెహోవా వైపు తిరుగకపోయెను.",
    "14": "మరియు యాజకుల అధిపతులందరును జనులును అన్యజనుల హేయక్రియలన్నిటిని అనుసరించి బహుగా ద్రోహము చేసిరి; యెరూషలేములో యెహోవా పరిశుద్ధపరచిన ఆయన మందిరమును వారు అపవిత్రపరచిరి.",
    "15": "వారి పితరుల దేవుడైన యెహోవా తన జనుల యందును తన నివాసస్థలమునందును కటాక్షము కలిగి, తన దూతల ద్వారా వారి యొద్దకు వర్తమానము పంపుచు వచ్చెను; ఆయన పెందలకడ లేచి పంపుచు వచ్చెను.",
    "16": "అయితే వారు దేవుని దూతలను ఎగతాళి చేయుచు, ఆయన వాక్యములను తృణీకరించుచు, ఆయన ప్రవక్తలను నిందించుచు రాగా, నివారింపశక్యము కానంతగా యెహోవా కోపము ఆయన జనుల మీదికి వచ్చెను.",
    "17": "కాబట్టి ఆయన కల్దీయుల రాజును వారి మీదికి రప్పించెను; అతడు వారి పరిశుద్ధాలయమందు వారి యౌవనస్థులను కత్తితో చంపెను; యౌవనునైనను కన్యకనైనను ముసలివానినైనను వృద్ధునినైనను అతడు కరుణింపలేదు; దేవుడు వారినందరిని అతని చేతికి అప్పగించెను.",
    "18": "దేవుని మందిరపు ఉపకరణములన్నిటిని, పెద్దవి గాని చిన్నవి గాని, యెహోవా మందిరపు బొక్కసములను, రాజు యొక్కయు అతని అధిపతుల యొక్కయు బొక్కసములను, అన్నిటిని అతడు బబులోనునకు తీసికొనిపోయెను.",
    "19": "వారు దేవుని మందిరమును కాల్చివేసి, యెరూషలేము ప్రాకారమును పడగొట్టి, దాని నగరులన్నిటిని అగ్నితో కాల్చి, దానిలోని ఇంపైన ఉపకరణములన్నిటిని నాశనము చేసిరి.",
    "20": "కత్తివాత తప్పించుకొనినవారిని అతడు బబులోనునకు చెరపట్టుకొని పోయెను; పారసీక రాజుల రాజ్యాల పరిపాలన వచ్చువరకు వారు అతనికిని అతని కుమారులకును దాసులైరి.",
    "21": "దేశము తన విశ్రాంతి దినములను అనుభవించునని యెహోవా యిర్మీయా ద్వారా పలికిన మాట నెరవేరునట్లు, అది పాడైయున్న దినములన్నియు డెబ్బది ఏండ్లు నిండువరకు అది విశ్రమించెను.",
    "22": "పారసీక దేశపు రాజైన కోరెషు ఏలుబడిలో మొదటి సంవత్సరమున యిర్మీయా ద్వారా యెహోవా పలికిన మాట నెరవేరునట్లు యెహోవా పారసీక రాజైన కోరెషు మనస్సును ప్రేరేపించెను గనుక అతడు తన రాజ్యమందంతట చాటింపు చేసి వ్రాతపూర్వకముగా ఇట్లు ప్రకటించెను -",
    "23": "పారసీక రాజైన కోరెషు ఆజ్ఞాపించునదేమనగా - ఆకాశమందలి దేవుడైన యెహోవా లోకమందున్న సకల జనములను నా వశము చేసి, యూదా దేశమందున్న యెరూషలేములో తనకు మందిరమును కట్టించుమని నాకు ఆజ్ఞాపించియున్నాడు. కావున మీలో ఎవరు ఆయన జనులైయున్నారో వారు బయలుదేరవచ్చును; వారి దేవుడైన యెహోవా వారికి తోడైయుండును గాక."
}
