
{
    "1": "మరియు అతడు ఇత్తడితో ఒక బలిపీఠమును చేసెను; దాని పొడుగు ఇరవై మూరలు, వెడల్పు ఇరవై మూరలు, ఎత్తు పది మూరలు.",
    "2": "అతడు పోత పని గల ఒక సముద్రమును, అనగా ఒక గంగాళమును చేసెను; అది ఒక అంచు నుండి మరియొక అంచు వరకు పది మూరలు, అది గుండ్రనిది, దాని నిలువు ఐదు మూరలు, దాని చుట్టు కొలత ముప్పది మూరలు.",
    "3": "దాని అంచు క్రింద దాని చుట్టు ఎడ్ల రూపములుండెను; పది మూరల వరకు అవి ఆ సముద్రమును చుట్టియుండెను; ఆ ఎడ్లు రెండు వరుసలుగా ఉండెను, అది పోతపోసినప్పుడే అవి పోయబడెను.",
    "4": "అది పన్నెండు ఎడ్ల మీద ఉండెను; మూడు ఉత్తరమున, మూడు పడమట, మూడు దక్షిణమున, మూడు తూర్పున చూచుచుండెను; సముద్రము వాటి మీద ఉండెను, వాటి వెనుకటి భాగములన్నియు లోపలికి ఉండెను.",
    "5": "దాని మందము బెత్తెడు; దాని అంచు గిన్నె అంచువలె తామర పువ్వు ఆకారముగా ఉండెను; అది మూడు వేల బత్తులు పట్టునది.",
    "6": "మరియు అతడు కడుగుకొనుటకు పది గంగాళములను చేసి, దహనబలికి సిద్ధపరచినవాటిని వాటిలో కడుగునట్లు ఐదింటిని కుడి వైపునను ఐదింటిని ఎడమ వైపునను ఉంచెను; ఆ సముద్రము యాజకులు కడుగుకొనుటకే.",
    "7": "మరియు అతడు వాటి విధిననుసరించి పది బంగారు దీపవృక్షములను చేసి మందిరములో ఐదింటిని కుడి వైపునను ఐదింటిని ఎడమ వైపునను ఉంచెను.",
    "8": "పది బల్లలను చేసి మందిరములో ఐదింటిని కుడి వైపునను ఐదింటిని ఎడమ వైపునను ఉంచెను; మరియు నూరు బంగారు గిన్నెలను చేసెను.",
    "9": "మరియు అతడు యాజకుల ఆవరణమును, మహా ఆవరణమును, ఆవరణమునకు తలుపులను చేసి వాటి తలుపులకు ఇత్తడి రేకు పొదిగించెను.",
    "10": "ఆ సముద్రమును కుడి వైపున, అనగా తూర్పున దక్షిణపు దిక్కున ఉంచెను.",
    "11": "హూరాము కుండలను, చేటలను, గిన్నెలను చేసెను. అట్లు హూరాము దేవుని మందిరము కొరకు రాజైన సొలొమోనుకు చేయవలసిన పనిని ముగించెను.",
    "12": "రెండు స్తంభములు, స్తంభముల పైన ఉన్న రెండు పీటల గుండ్రని అంచులు, స్తంభముల పైన ఉన్న రెండు పీటల గుండ్రని అంచులను కప్పు రెండు వలలు,",
    "13": "స్తంభముల పైన ఉన్న పీటల రెండు గుండ్రని అంచులను కప్పుటకు, ఒక్కొక్క వలకు రెండు వరుసల చొప్పున ఆ రెండు వలలకు నాలుగు వందల దానిమ్మ పండ్లు,",
    "14": "పీటలు, పీటల మీద గంగాళములు,",
    "15": "ఒక సముద్రము, దాని క్రింద పన్నెండు ఎడ్లు,",
    "16": "కుండలు, చేటలు, ముండ్లకొంకులు, వాటి సామానులన్నియు హూరాము అబీ సొలొమోను రాజు కొరకు యెహోవా మందిరమునకు తళతళలాడు ఇత్తడితో చేసెను.",
    "17": "యొర్దాను మైదానమందు సుక్కోతుకును జెరేదాకును మధ్య జిగట మంటిలో రాజు వాటిని పోతపోయించెను.",
    "18": "సొలొమోను ఈ ఉపకరణములన్నిటిని బహు విస్తారముగా చేయించెను; ఇత్తడి బరువు ఎంతో తెలియలేదు.",
    "19": "సొలొమోను దేవుని మందిరములోని సామానులన్నిటిని, అనగా బంగారు బలిపీఠమును, సముఖపు రొట్టెలు ఉంచు బల్లలను,",
    "20": "గర్భాలయము ముందర విధి చొప్పున వెలుగుటకై మేలిమి బంగారుతో దీపవృక్షములను వాటి దీపములను,",
    "21": "వాటి పువ్వులను, దీపములను, కత్తెరలను చేసెను; అది మేలిమి బంగారు.",
    "22": "మరియు కత్తెరలను, గిన్నెలను, ధూపార్తులను, అగ్ని చిప్పలను మేలిమి బంగారుతో చేసెను; మందిర ద్వారమును, అనగా అతి పరిశుద్ధ స్థలము యొక్క లోపలి తలుపులను, మందిరమునైన ఆలయము యొక్క తలుపులను బంగారుతో చేసెను."
}
