
{
    "1": "అట్లు యెహోవా మందిరము కొరకు సొలొమోను చేసిన పని అంతయు ముగిసెను. సొలొమోను తన తండ్రియైన దావీదు ప్రతిష్ఠించిన వెండిని బంగారమును ఉపకరణములను తెచ్చి దేవుని మందిరపు ధనాగారములలో ఉంచెను.",
    "2": "సీయోను అను దావీదు పురమునుండి యెహోవా నిబంధన మందసమును తీసికొనివచ్చుటకై సొలొమోను ఇశ్రాయేలు పెద్దలను, గోత్రముల ప్రధానులను, ఇశ్రాయేలీయుల పితరుల కుటుంబముల పెద్దలను యెరూషలేమునందు కూర్చుకొనెను.",
    "3": "ఏడవ నెలలో పండుగ సమయమున ఇశ్రాయేలీయులందరును రాజునొద్దకు కూడి వచ్చిరి.",
    "4": "ఇశ్రాయేలు పెద్దలందరు వచ్చినప్పుడు లేవీయులు మందసమును ఎత్తుకొనిరి.",
    "5": "వారు మందసమును, ప్రత్యక్షపు గుడారమును, గుడారములోనున్న పరిశుద్ధ ఉపకరణములన్నిటిని తీసికొనివచ్చిరి; యాజకులును లేవీయులును వాటిని తీసికొనివచ్చిరి.",
    "6": "రాజైన సొలొమోనును, అతని యొద్దకు కూడి వచ్చిన ఇశ్రాయేలు సర్వసమాజమును మందసము యెదుట నిలిచి, లెక్కకును మితికిని మించిన గొర్రెలను ఎడ్లను బలిగా అర్పించిరి.",
    "7": "యాజకులు యెహోవా నిబంధన మందసమును దాని స్థలమునకు, అనగా మందిరపు గర్భాలయమైన అతి పరిశుద్ధ స్థలములోనికి కెరూబుల రెక్కల క్రిందికి తెచ్చిరి.",
    "8": "కెరూబులు మందసము ఉన్న స్థలము మీద రెండు రెక్కలు విప్పి, మందసమును దాని మోతకర్రలను పైన కమ్మెను.",
    "9": "ఆ మోతకర్రలు పొడుగైనందున వాటి కొనలు గర్భాలయము యెదుట మందసము నుండి కనబడెను గాని బయట కనబడలేదు; నేటి వరకు అవి అక్కడనే ఉన్నవి.",
    "10": "ఇశ్రాయేలీయులు ఐగుప్తులోనుండి వచ్చినప్పుడు యెహోవా వారితో నిబంధన చేసిన హోరేబులో మోషే ఆ మందసములో ఉంచిన రెండు పలకలు తప్ప దానిలో మరేమియు లేదు.",
    "11": "అక్కడ ఉన్న యాజకులందరు తమ తరగతులని చూడక తమ్మును తాము ప్రతిష్ఠించుకొనిరి.",
    "12": "పాటలు పాడు లేవీయులందరును, అనగా ఆసాపు హేమాను యెదూతూను అనువారును, వారి కుమారులును వారి బంధువులును సన్నపు నార బట్టలు ధరించుకొని, తాళములను స్వరమండలములను సితారాలను వాయించుచు బలిపీఠమునకు తూర్పున నిలిచిరి; వారితో కూడ నూట ఇరవైమంది యాజకులు బూరలు ఊదుచుండిరి.",
    "13": "బూరలు ఊదువారును పాటలు పాడువారును ఏకస్వరముతో యెహోవాకు కృతజ్ఞతాస్తుతులు చెల్లించుచు, బూరలతోను తాళములతోను వాద్యములతోను - ఆయన దయాలుడు, ఆయన కృప నిరంతరముండును అని యెహోవాను స్తుతించుచుండగా, మేఘము యెహోవా మందిరమును నింపెను.",
    "14": "యెహోవా తేజస్సు దేవుని మందిరమును నింపినందున మేఘము చేత యాజకులు సేవ చేయుటకు నిలువలేకపోయిరి."
}
