
{
    "1": "అప్పుడు సొలొమోను ఇట్లనెను - గాఢాంధకారమందు నివసించెదనని యెహోవా సెలవిచ్చెను.",
    "2": "నిశ్చయముగా నేను నీకు నివాస మందిరమును, నీవు ఎల్లప్పుడును నివసించుటకు ఒక స్థలమును కట్టించియున్నాను.",
    "3": "అప్పుడు రాజు ఇశ్రాయేలు సమాజమంతయు నిలిచియుండగా తన ముఖము త్రిప్పుకొని ఇశ్రాయేలు సమాజమంతటిని దీవించెను.",
    "4": "అతడు ఇట్లనెను - ఇశ్రాయేలు దేవుడైన యెహోవా స్తుతింపబడును గాక; ఆయన నా తండ్రియైన దావీదుతో తన నోట పలికినదానిని తన చేతులతో నెరవేర్చెను; ఆయన సెలవిచ్చినదేమనగా -",
    "5": "నా ప్రజలను ఐగుప్తు దేశములోనుండి నేను రప్పించిన దినము మొదలుకొని, నా నామము నివసించుటకు ఒక మందిరమును కట్టించుమని ఇశ్రాయేలు గోత్రములలో ఏ నగరును నేను కోరుకొనలేదు; నా ప్రజలైన ఇశ్రాయేలీయుల మీద ఉండుటకు ఏ మనుష్యుని నేను కోరుకొనలేదు.",
    "6": "అయితే నా నామము అక్కడ ఉండునట్లు యెరూషలేమును, నా ప్రజలైన ఇశ్రాయేలీయుల మీద ఉండుటకు దావీదును కోరుకొంటిని.",
    "7": "ఇశ్రాయేలు దేవుడైన యెహోవా నామమున ఒక మందిరమును కట్టించవలెనని నా తండ్రియైన దావీదు తన హృదయములో నిశ్చయించుకొనగా",
    "8": "యెహోవా నా తండ్రియైన దావీదుతో ఇట్లనెను - నా నామమున ఒక మందిరమును కట్టించవలెనని నీవు నీ హృదయములో నిశ్చయించుకొనుట మంచిది.",
    "9": "అయినను నీవు ఆ మందిరమును కట్టకూడదు; నీ గర్భములోనుండి రాబోవు నీ కుమారుడు నా నామమున ఆ మందిరమును కట్టును.",
    "10": "యెహోవా తాను పలికిన మాటను నెరవేర్చెను; యెహోవా సెలవిచ్చినట్లు నేను నా తండ్రియైన దావీదునకు మారుగా లేచి ఇశ్రాయేలు సింహాసనము మీద కూర్చుండి, ఇశ్రాయేలు దేవుడైన యెహోవా నామమున ఈ మందిరమును కట్టించితిని.",
    "11": "యెహోవా ఇశ్రాయేలీయులతో చేసిన నిబంధన గల మందసమును అందులో ఉంచితిని.",
    "12": "అప్పుడు సొలొమోను ఇశ్రాయేలు సమాజమంతటి యెదుట యెహోవా బలిపీఠము యెదుట నిలిచి తన చేతులను చాపెను.",
    "13": "సొలొమోను ఐదు మూరల పొడుగును ఐదు మూరల వెడల్పును మూడు మూరల ఎత్తును గల ఒక ఇత్తడి వేదికను చేయించి ఆవరణము మధ్యలో ఉంచియుండెను; అతడు దానిమీద నిలిచి, సమాజమంతటి యెదుట మోకాళ్లూని ఆకాశము వైపు తన చేతులు చాపి",
    "14": "ఇట్లనెను - ఇశ్రాయేలు దేవా యెహోవా, ఆకాశమందు గాని భూమియందు గాని నీవంటి దేవుడు లేడు; నీ పూర్ణహృదయముతో నీ సన్నిధిని నడుచుకొను నీ దాసుల యెడల నిబంధనను కృపను నీవు కాపాడువాడవు.",
    "15": "నీ దాసుడైన నా తండ్రియైన దావీదుతో నీవు చేసిన వాగ్దానమును నీవు కాపాడితివి; నీ నోట పలికినదానిని నేడు ఉన్నట్లు నీ చేతితో నెరవేర్చితివి.",
    "16": "ఇశ్రాయేలు దేవా యెహోవా, నీవు నా తండ్రియైన దావీదుతో - నీవు నా సన్నిధిని నడిచినట్లు నీ కుమారులును తమ మార్గమును కాపాడుకొని నా ధర్మశాస్త్రమును అనుసరించి నడిచినయెడల, ఇశ్రాయేలు సింహాసనము మీద ఆసీనుడగువాడు నా యెదుట నీకుండక మానడని సెలవిచ్చిన మాటను నీ దాసుడైన నా తండ్రియగు దావీదు పక్షమున నెరవేర్చుము.",
    "17": "ఇశ్రాయేలు దేవా యెహోవా, నీ దాసుడైన దావీదుతో నీవు పలికిన మాటను దయచేసి స్థిరపరచుము.",
    "18": "అయితే దేవుడు నిజముగా మనుష్యులతో కూడ భూమిమీద నివసించునా? ఇదిగో ఆకాశములును మహాకాశములును నిన్ను పట్టజాలవే; నేను కట్టిన ఈ మందిరము నిన్ను పట్టునా?",
    "19": "అయినను నా దేవా యెహోవా, నీ దాసుడు చేయు ప్రార్థనను విజ్ఞాపనను ఆలకించి, నీ దాసుడు నీ యెదుట చేయు మొరను ప్రార్థనను అంగీకరించుము.",
    "20": "నా నామము అక్కడ ఉండునని నీవు సెలవిచ్చిన స్థలము వైపు, అనగా ఈ మందిరము వైపు నీ కన్నులు రేయింబగళ్లు తెరువబడియుండునట్లును, నీ దాసుడు ఈ స్థలము తట్టు తిరిగి చేయు ప్రార్థనను నీవు ఆలకించునట్లును అనుగ్రహించుము.",
    "21": "నీ దాసుడును నీ ప్రజలైన ఇశ్రాయేలీయులును ఈ స్థలము తట్టు తిరిగి చేయు విజ్ఞాపనను ఆలకించుము; నీ నివాసస్థలమైన ఆకాశములోనుండి ఆలకించుము, ఆలకించి క్షమించుము.",
    "22": "ఒకడు తన పొరుగువాని యెడల పాపము చేసినప్పుడు వాని చేత ప్రమాణము చేయించవలెనని వాని మీద ఒట్టు పెట్టగా, వాడు వచ్చి ఈ మందిరములో నీ బలిపీఠము యెదుట ప్రమాణము చేసినయెడల",
    "23": "నీవు ఆకాశమున ఆలకించి, నీ దాసులకు తీర్పు తీర్చి, దుష్టుని ప్రవర్తనను అతని తల మీదికి రప్పించి అతడు దోషి అనియు, నీతిమంతుని నీతి చొప్పున అతనికిచ్చి అతడు నీతిమంతుడనియు నిర్ణయించుము.",
    "24": "నీ ప్రజలైన ఇశ్రాయేలీయులు నీ యెడల పాపము చేసినందున శత్రువుల యెదుట ఓడిపోయి, నీ తట్టు తిరిగి నీ నామమును ఒప్పుకొని ఈ మందిరములో నిన్ను ప్రార్థించి బతిమాలుకొనినయెడల,",
    "25": "నీవు ఆకాశమున ఆలకించి, నీ ప్రజలైన ఇశ్రాయేలీయుల పాపమును క్షమించి, నీవు వారికిని వారి పితరులకును ఇచ్చిన దేశమునకు వారిని తిరిగి రప్పించుము.",
    "26": "వారు నీ యెడల పాపము చేసినందున ఆకాశము మూయబడి వాన కురవనప్పుడు, వారు ఈ స్థలము తట్టు తిరిగి ప్రార్థించి నీ నామమును ఒప్పుకొని, నీవు వారిని శ్రమపెట్టినందున వారు తమ పాపములనుండి మళ్లినయెడల,",
    "27": "నీవు ఆకాశమున ఆలకించి, నీ దాసుల పాపమును నీ ప్రజలైన ఇశ్రాయేలీయుల పాపమును క్షమించి, వారు నడువవలసిన మంచి మార్గమును వారికి బోధించి, నీ ప్రజలకు స్వాస్థ్యముగా నీవు ఇచ్చిన నీ దేశము మీద వర్షము కురిపించుము.",
    "28": "దేశములో కరవైనను తెగులైనను ఎండదెబ్బయైనను కాటుకయైనను మిడతలైనను గొంగళిపురుగులైనను వచ్చినప్పుడు, వారి శత్రువులు వారి దేశపు పురములలో వారిని ముట్టడించినప్పుడు, ఏ బాధయైనను ఏ రోగమైనను కలిగినప్పుడు,",
    "29": "ఏ మనుష్యుడైనను ఇశ్రాయేలు నీ ప్రజలందరిలో ఎవరైనను తమ బాధను దుఃఖమును ఎరిగి, ఈ మందిరము వైపు తమ చేతులు చాపి చేయు ప్రతి ప్రార్థనను ప్రతి విజ్ఞాపనను",
    "30": "నీ నివాసస్థలమైన ఆకాశమున నీవు ఆలకించి క్షమించి చేయుము; మనుష్యుల హృదయములను నీవు మాత్రమే ఎరుగుదువు గనుక వారి హృదయమును నీవు ఎరుగుదువు గనుక ప్రతివానికి వాని ప్రవర్తన అంతటి చొప్పున ప్రతిఫలమిమ్ము.",
    "31": "అప్పుడు మా పితరులకు నీవు ఇచ్చిన దేశములో వారు బ్రతుకు దినములన్నియు నీ యందు భయభక్తులు కలిగి నీ మార్గములలో నడుచుకొందురు.",
    "32": "మరియు నీ ప్రజలైన ఇశ్రాయేలీయుల సంబంధులు కాని అన్యులు నీ గొప్ప నామమును గూర్చియు, నీ బాహుబలమును గూర్చియు, నీవు చాచిన చేతిని గూర్చియు విని, దూరదేశమునుండి వచ్చి ఈ మందిరము తట్టు తిరిగి ప్రార్థన చేసినయెడల,",
    "33": "నీ నివాసస్థలమైన ఆకాశమున నీవు ఆలకించి, భూజనులందరు నీ ప్రజలైన ఇశ్రాయేలీయులవలె నీ నామమును ఎరిగి నీయందు భయభక్తులు కలిగియుండునట్లును, నేను కట్టిన ఈ మందిరమునకు నీ పేరు పెట్టబడెనని వారు తెలిసికొనునట్లును, ఆ అన్యుడు నీకు మొరపెట్టుదానినంతటిని దయచేయుము.",
    "34": "నీవు పంపు మార్గమున నీ ప్రజలు తమ శత్రువులతో యుద్ధము చేయుటకు బయలుదేరి, నీవు కోరుకొనిన ఈ పట్టణము తట్టును నేను నీ నామమున కట్టిన ఈ మందిరము తట్టును నీకు ప్రార్థించినయెడల",
    "35": "ఆకాశమున నీవు వారి ప్రార్థనను విజ్ఞాపనను ఆలకించి వారి కార్యమును నిర్వహించుము.",
    "36": "పాపము చేయని మనుష్యుడు లేడు గనుక వారు నీ యెడల పాపము చేసినప్పుడు నీవు వారి మీద కోపపడి శత్రువులకు వారిని అప్పగించినయెడల, వారు దూరమైనను సమీపమైనను శత్రువుల దేశమునకు వారిని చెరపట్టి తీసికొనిపోయిన తరువాత,",
    "37": "వారు చెరపట్టబడిన దేశములో తమ మనస్సును త్రిప్పుకొని - మేము పాపము చేసితిమి, దోషులమైతిమి, దుర్మార్గులమైతిమని పశ్చాత్తాపపడి, తమ్మును చెరపట్టినవారి దేశములో నిన్ను వేడుకొని,",
    "38": "తమ్మును చెరపట్టిన తమ శత్రువుల దేశములో తమ పూర్ణహృదయముతోను తమ పూర్ణాత్మతోను నీ యొద్దకు తిరిగి వచ్చి, నీవు వారి పితరులకు ఇచ్చిన వారి దేశము తట్టును, నీవు కోరుకొనిన ఈ పట్టణము తట్టును, నేను నీ నామమున కట్టిన ఈ మందిరము తట్టును నిన్ను ప్రార్థించినయెడల,",
    "39": "నీ నివాసస్థలమైన ఆకాశమున నీవు వారి ప్రార్థనను విజ్ఞాపనను ఆలకించి వారి కార్యమును నిర్వహించి, నీ యెడల పాపము చేసిన నీ ప్రజలను క్షమించుము.",
    "40": "నా దేవా, ఈ స్థలమున చేయబడు ప్రార్థన మీద నీ కన్నులు తెరచి నీ చెవులు ఒగ్గుము.",
    "41": "కాబట్టి దేవా యెహోవా, లెమ్ము; నీవును నీ బలమును సూచించు మందసమును నీ విశ్రాంతి స్థలమున ప్రవేశించుడి. దేవా యెహోవా, నీ యాజకులు రక్షణ ధరించుకొందురు గాక, నీ భక్తులు మేలు నందు సంతోషించుదురు గాక.",
    "42": "దేవా యెహోవా, నీవు అభిషేకించినవానిని త్రోసివేయకుము; నీ దాసుడైన దావీదునకు నీవు చూపిన కృపను జ్ఞాపకము చేసికొనుము."
}
