
{
    "1": "సొలొమోను ప్రార్థన చేయుట చాలించినప్పుడు ఆకాశమునుండి అగ్ని దిగి దహనబలిని బలులను కాల్చివేసెను; యెహోవా తేజస్సు మందిరమును నింపెను.",
    "2": "యెహోవా తేజస్సు యెహోవా మందిరమును నింపినందున యాజకులు యెహోవా మందిరములో ప్రవేశింపలేకపోయిరి.",
    "3": "అగ్నియు యెహోవా తేజస్సును మందిరము మీద దిగుట ఇశ్రాయేలీయులందరు చూచి, రాళ్లు పరిచిన నేలమీద సాష్టాంగపడి నమస్కారము చేసి - ఆయన దయాలుడు, ఆయన కృప నిరంతరముండును అని యెహోవాను స్తుతించిరి.",
    "4": "అప్పుడు రాజును జనులందరును యెహోవా సన్నిధిని బలులు అర్పించిరి.",
    "5": "రాజైన సొలొమోను ఇరవై రెండు వేల ఎడ్లను, లక్షా ఇరవై వేల గొర్రెలను బలిగా అర్పించెను. ఈలాగున రాజును జనులందరును దేవుని మందిరమును ప్రతిష్ఠించిరి.",
    "6": "యాజకులు తమ సేవాధర్మము చొప్పున నిలిచిరి; లేవీయులును యెహోవా కృప నిరంతరముండునని ఆయనను స్తుతించుచు, రాజైన దావీదు చేయించిన యెహోవా వాద్యములను పట్టుకొని నిలిచిరి. యాజకులు వారి యెదుట బూరలు ఊదుచుండగా ఇశ్రాయేలీయులందరు నిలిచియుండిరి.",
    "7": "యెహోవా మందిరము యెదుటనున్న ఆవరణము మధ్యభాగమును సొలొమోను ప్రతిష్ఠించెను; సొలొమోను చేయించిన ఇత్తడి బలిపీఠము దహనబలిని నైవేద్యమును క్రొవ్వును అర్పించుటకు చాలనందున, అతడు అక్కడ దహనబలులను సమాధానబలుల క్రొవ్వును అర్పించెను.",
    "8": "ఆ సమయమున సొలొమోనును అతనితోకూడ ఇశ్రాయేలీయులందరును, అనగా హమాతునకు పోవు మార్గము మొదలుకొని ఐగుప్తు నది వరకున్న గొప్ప సమూహము ఏడు దినములు పండుగ ఆచరించిరి.",
    "9": "ఎనిమిదవ దినమున వారు వ్రత దినము ఆచరించిరి; ఏడు దినములు బలిపీఠమును ప్రతిష్ఠించి, ఏడు దినములు పండుగ ఆచరించిరి.",
    "10": "ఏడవ నెల ఇరవై మూడవ దినమున అతడు జనులను తమ గుడారములకు పంపివేసెను; యెహోవా దావీదునకును సొలొమోనుకును తన జనులైన ఇశ్రాయేలీయులకును చేసిన మేలంతటిని బట్టి వారు సంతోషించుచు ఆనందహృదయులై వెళ్లిరి.",
    "11": "అట్లు సొలొమోను యెహోవా మందిరమును రాజనగరును కట్టుట ముగించెను. యెహోవా మందిరములోను తన యింటిలోను సొలొమోను చేయదలచినదంతయు జయకరముగా ముగిసెను.",
    "12": "అప్పుడు రాత్రివేళ యెహోవా సొలొమోనుకు ప్రత్యక్షమై ఈలాగు సెలవిచ్చెను - నేను నీ ప్రార్థనను విని, ఈ స్థలమును నాకు బలి అర్పించు మందిరముగా కోరుకొంటిని.",
    "13": "వాన కురవకుండ నేను ఆకాశమును మూసివేసినప్పుడైనను, దేశమును నాశనము చేయుటకు మిడతలకు సెలవిచ్చినప్పుడైనను, నా జనుల మీదికి తెగులు పంపినప్పుడైనను,",
    "14": "నా పేరు పెట్టబడిన నా జనులు తమ్మును తాము తగ్గించుకొని ప్రార్థన చేసి నన్ను వెదకి తమ చెడుమార్గములను విడిచినయెడల, ఆకాశమునుండి నేను వారి ప్రార్థనను విని, వారి పాపమును క్షమించి, వారి దేశమును స్వస్థపరచుదును.",
    "15": "ఈ స్థలమునందు చేయబడు ప్రార్థన మీద నా కన్నులు తెరవబడియుండును, నా చెవులు ఆలకించును.",
    "16": "నా నామము నిరంతరము ఇక్కడ ఉండునట్లు నేను ఈ మందిరమును కోరుకొని పరిశుద్ధపరచితిని; నా కన్నులును నా హృదయమును ఎల్లప్పుడును ఇక్కడ ఉండును.",
    "17": "నీ తండ్రియైన దావీదు నడిచినట్లు నీవును నా సన్నిధిని నడుచుచు, నేను నీకు ఆజ్ఞాపించినదంతటి చొప్పున చేసి నా కట్టడలను నా విధులను గైకొనినయెడల",
    "18": "ఇశ్రాయేలును ఏలువాడు నీకుండక మానడని నేను నీ తండ్రియైన దావీదుతో నిబంధన చేసినట్లు నీ రాజ్య సింహాసనమును స్థిరపరచెదను.",
    "19": "అయితే మీరు మల్లీ, నేను మీ యెదుట ఉంచిన నా కట్టడలను నా ఆజ్ఞలను విడిచిపెట్టి, వెళ్లి ఇతర దేవతలను సేవించి వాటికి నమస్కరించినయెడల",
    "20": "నేను వారికిచ్చిన నా దేశములోనుండి వారిని పెరికివేసెదను; నా నామమునకు నేను పరిశుద్ధపరచిన ఈ మందిరమును నా సముఖమునుండి పారవేసి, సమస్త జనములలో దీనిని సామెతగాను హేళనగాను చేసెదను.",
    "21": "ఇంత ఉన్నతమైన ఈ మందిరము మార్గమున వెళ్లు ప్రతివాడును ఆశ్చర్యపడి - యెహోవా ఈ దేశమునకును ఈ మందిరమునకును ఎందుకు ఇట్లు చేసెనని అడుగును.",
    "22": "అందుకు జనులు - వారు తమ్మును ఐగుప్తు దేశములోనుండి రప్పించిన తమ పితరుల దేవుడైన యెహోవాను విసర్జించి, ఇతర దేవతలను హత్తుకొని వాటికి నమస్కరించి వాటిని పూజించినందున ఆయన ఈ కీడంతయు వారి మీదికి రప్పించెనని చెప్పుదురు."
}
