
{
    "1": "సొలొమోను యెహోవా మందిరమును తన నగరును ఇరవై ఏండ్లలో కట్టించెను.",
    "2": "తరువాత హీరాము తనకు తిరిగి ఇచ్చిన పట్టణములను సొలొమోను కట్టించి, అక్కడ ఇశ్రాయేలీయులను కాపురముంచెను.",
    "3": "మరియు సొలొమోను హమాతు సోబాకు వెళ్లి దానిని జయించెను.",
    "4": "అతడు అరణ్యములో తద్మోరును, హమాతులో సకలమైన నిలువ పట్టణములను కట్టించెను.",
    "5": "అతడు ఎగువ బేత్హోరోనును దిగువ బేత్హోరోనును, ప్రాకారములును గవునులను అడ్డగడియలును గల కోటలుగా కట్టించెను.",
    "6": "బయలాతును, తనకు కలిగిన ధాన్యపు పట్టణములన్నిటిని, రథముల పట్టణములను, రౌతుల పట్టణములను, యెరూషలేములోను లెబానోనులోను తాను ఏలు దేశమందంతటను కట్టించుటకు తాను కోరిన వాటన్నిటిని సొలొమోను కట్టించెను.",
    "7": "ఇశ్రాయేలీయులు కాని హిత్తీయులు అమోరీయులు పెరిజ్జీయులు హివ్వీయులు యెబూసీయులు అనువారిలో మిగిలిన వారందరిని,",
    "8": "ఇశ్రాయేలీయులు నాశనము చేయలేకపోయిన వారి తరువాత దేశములో మిగిలిన వారి సంతానమును సొలొమోను నేటి వరకు వెట్టి పనులు చేయు దాసులుగా ఉంచుకొనెను.",
    "9": "అయితే ఇశ్రాయేలీయులలో ఎవరిని సొలొమోను తన పనికి దాసులుగా చేయలేదు; వారు యుద్ధశూరులును, తనకు సేవకులును, రథములకును రౌతులకును అధిపతులునై యుండిరి.",
    "10": "రాజైన సొలొమోను పనివారిని ఏలుటకు రెండు వందల ఏబదిమంది అధికారులు నియమింపబడిరి.",
    "11": "యెహోవా మందసము ప్రవేశించిన స్థలములు పరిశుద్ధములు గనుక ఇశ్రాయేలు రాజైన దావీదు ఇంటిలో నా భార్య నివసింపకూడదని చెప్పి, సొలొమోను ఫరో కుమార్తెను దావీదు పురమునుండి ఆమె కొరకు తాను కట్టించిన ఇంటికి తీసికొనివచ్చెను.",
    "12": "అప్పుడు సొలొమోను తాను మంటపము యెదుట కట్టించిన యెహోవా బలిపీఠము మీద యెహోవాకు దహనబలులను అర్పించెను.",
    "13": "మోషే ఆజ్ఞాపించినట్లు ప్రతి దినమున కట్టగడబడిన విధి చొప్పున, విశ్రాంతి దినములయందును, అమావాస్యలయందును, సంవత్సరమునకు మూడు మారులు జరుగు నియామక కాలములయందును, అనగా పులియని రొట్టెల పండుగయందును, వారముల పండుగయందును, పర్ణశాలల పండుగయందును అతడు అర్పించుచు వచ్చెను.",
    "14": "మరియు అతడు తన తండ్రియైన దావీదు నిర్ణయించినట్లు యాజకుల తరగతులను వారి సేవకును, లేవీయులు చేయవలసిన స్తుతికిని, ప్రతి దినమున జరుగవలసినట్లు యాజకుల యెదుట చేయవలసిన పరిచర్యకును వారి వారి తరగతుల చొప్పున, ద్వారపాలకులను వారి వారి తరగతుల చొప్పున ఆయా ద్వారముల యొద్ద ఉండుటకును నియమించెను; దైవజనుడైన దావీదు ఆలాగు ఆజ్ఞాపించియుండెను.",
    "15": "ఏ కార్యమందైనను, ధనముంచిన బొక్కసముల విషయమందైనను, రాజు యాజకులకును లేవీయులకును ఇచ్చిన ఆజ్ఞను వారు మీరలేదు.",
    "16": "యెహోవా మందిరమునకు పునాది వేయబడిన దినము మొదలుకొని అది ముగియు వరకు సొలొమోను పని అంతయు జయకరముగా జరిగెను; యెహోవా మందిరము సంపూర్ణముగా కట్టబడెను.",
    "17": "అప్పుడు సొలొమోను ఎదోము దేశమందు సముద్ర తీరముననున్న ఎషీయోను గెబెరునకును ఏలతునకును వెళ్ళెను.",
    "18": "హూరాము తన సేవకుల ద్వారా ఓడలను, సముద్రమును ఎరిగిన సేవకులను అతనికి పంపెను; వారు సొలొమోను సేవకులతో కూడ ఓఫీరునకు వెళ్లి అక్కడనుండి నాలుగు వందల ఏబది తలాంతుల బంగారమును తీసికొని రాజైన సొలొమోను నొద్దకు తెచ్చిరి."
}
