
{
    "1": "షేబ దేశపు రాణి సొలొమోను కీర్తిని విని, గూఢార్థము గల మాటల చేత అతనిని శోధించుటకు మిక్కిలి గొప్ప పరివారముతోను, సుగంధ ద్రవ్యములను, విస్తారమైన బంగారమును, రత్నములను మోయు ఒంటెలతోను యెరూషలేమునకు వచ్చెను. ఆమె సొలొమోను నొద్దకు వచ్చి తన మనస్సులోనున్నదంతయు అతనితో మాట్లాడెను.",
    "2": "సొలొమోను ఆమె ప్రశ్నలన్నిటికీ ప్రత్యుత్తరమిచ్చెను; సొలొమోను ఆమెకు తెలియజెప్పలేని మరుగైనదేదియు లేకపోయెను.",
    "3": "షేబ రాణి సొలొమోను యొక్క జ్ఞానమును, అతడు కట్టించిన మందిరమును,",
    "4": "అతని బల్ల మీది భోజన పదార్థములను, అతని సేవకులు కూర్చుండు పద్ధతిని, అతని ఉపచారులు సేవ చేయు పద్ధతిని, వారి వస్త్రములను, అతని పానదాయకులను, వారి వస్త్రములను, యెహోవా మందిరమందు అతడు అర్పించు దహనబలులను చూచినప్పుడు ఆమె విస్మయమొందెను.",
    "5": "ఆమె రాజుతో ఇట్లనెను - నీ కార్యములను గూర్చియు నీ జ్ఞానమును గూర్చియు నా దేశమందు నేను విన్న మాట నిజమే.",
    "6": "నేను వచ్చి కన్నులారా చూచువరకు ఆ మాటలను నమ్మకయుంటిని; అయితే నీ జ్ఞానము యొక్క గొప్పతనములో సగమైనను నాతో చెప్పబడలేదు; నేను విన్న కీర్తికంటె నీవు అధికుడవు.",
    "7": "నీ జనులు ధన్యులు; ఎల్లప్పుడు నీ యెదుట నిలిచి నీ జ్ఞానవచనములను విను ఈ నీ సేవకులు ధన్యులు.",
    "8": "నీ దేవుడైన యెహోవా నీ యందు ఆనందించి, తన కొరకు రాజుగా ఉండుటకు తన సింహాసనము మీద నిన్ను ఉంచెను గనుక ఆయన స్తుతింపబడును గాక; నీ దేవుడు ఇశ్రాయేలీయులను ప్రేమించి వారిని నిత్యము స్థిరపరచునట్లు, నీతి న్యాయములను జరిగించుటకు నిన్ను వారి మీద రాజుగా నియమించెను.",
    "9": "మరియు ఆమె నూట ఇరవై తలాంతుల బంగారమును, విస్తారమైన సుగంధ ద్రవ్యములను, రత్నములను రాజునకు ఇచ్చెను; షేబ రాణి రాజైన సొలొమోనునకు ఇచ్చినంత విస్తారముగా సుగంధ ద్రవ్యములు మరెన్నడును రాలేదు.",
    "10": "ఓఫీరునుండి బంగారము తెచ్చిన హూరాము సేవకులును సొలొమోను సేవకులును చందనపు మ్రానులను రత్నములను తెచ్చిరి.",
    "11": "రాజు ఆ చందనపు మ్రానులతో యెహోవా మందిరమునకును రాజనగరునకును సోపానములను, గాయకులకు సితారాలను స్వరమండలములను చేయించెను; అట్టివి అంతకుముందు యూదా దేశమందు కనబడలేదు.",
    "12": "రాజైన సొలొమోను షేబ రాణికిచ్చినది గాక ఆమె కోరిన ప్రతిదానిని ఆమెకిచ్చెను. తరువాత ఆమెయు ఆమె సేవకులును తమ దేశమునకు తిరిగి వెళ్లిరి.",
    "13": "ఏటేట సొలొమోనునకు వచ్చు బంగారము వెయ్యిన్ని ఆరు వందల అరువది ఆరు తలాంతులెత్తు.",
    "14": "ఇది గాక వర్తకులవలనను, వ్యాపారులవలనను, అరేబియా రాజులందరివలనను, దేశాధికారులవలనను సొలొమోనుకు బంగారము వెండి వచ్చుచుండెను.",
    "15": "రాజైన సొలొమోను సాగగొట్టిన బంగారముతో రెండు వందల డాళ్లను చేయించెను; ఒక్కొక్క డాలునకు ఆరు వందల తులముల బంగారము సరిపోయెను.",
    "16": "మరియు సాగగొట్టిన బంగారముతో మూడు వందల చిన్న డాళ్లను చేయించెను; ఒక్కొక్క డాలునకు మూడు వందల తులముల బంగారము సరిపోయెను; రాజు వాటిని లెబానోను అరణ్య భవనములో ఉంచెను.",
    "17": "మరియు రాజు ఏనుగు దంతముతో ఒక పెద్ద సింహాసనము చేయించి దానికి మేలిమి బంగారు పొదిగించెను.",
    "18": "ఆ సింహాసనమునకు ఆరు మెట్లును బంగారు పాదపీఠమును ఉండెను; అవి సింహాసనముతో ఏకాండమై యుండెను; ఆసనమునకు ఇరుప్రక్కల ఊతకర్రలు ఉండెను; ఊతకర్రల యొద్ద రెండు సింహములు నిలిచియుండెను.",
    "19": "ఆరు మెట్ల మీద ఇటు అటు పన్నెండు సింహములు నిలిచియుండెను; ఏ రాజ్యమందును ఆలాగు చేయబడలేదు.",
    "20": "రాజైన సొలొమోను పానపాత్రలన్నియు బంగారువి, లెబానోను అరణ్య భవనములోని పాత్రలన్నియు మేలిమి బంగారువి; సొలొమోను దినములలో వెండి ఎందుకూ పనికిరానిదిగా ఎంచబడెను.",
    "21": "రాజు ఓడలు హూరాము సేవకులతో కూడ తార్షీషునకు పోవుచుండెను; ఈ తార్షీషు ఓడలు మూడు సంవత్సరములకొకసారి బంగారమును వెండిని ఏనుగు దంతములను కోతులను నెమళ్లను తీసికొని వచ్చుచుండెను.",
    "22": "రాజైన సొలొమోను ఐశ్వర్యమందును జ్ఞానమందును భూలోకపు రాజులందరికంటె అధికుడుగా ఉండెను.",
    "23": "దేవుడు సొలొమోను హృదయములో ఉంచిన జ్ఞానమును వినుటకై భూలోకపు రాజులందరు అతని ముఖదర్శనము కోరిరి.",
    "24": "వారందరును ఏటేట తమ కానుకలను, అనగా వెండి వస్తువులను బంగారు వస్తువులను వస్త్రములను ఆయుధములను సుగంధ ద్రవ్యములను గుఱ్ఱములను కంచరగాడిదలను తెచ్చుచుండిరి.",
    "25": "సొలొమోనునకు నాలుగు వేల గొర్రెల శాలలును గుఱ్ఱములును పన్నెండు వేలమంది రౌతులును ఉండిరి; వారిని రథముల పట్టణములలోను యెరూషలేములో రాజునొద్దను ఉంచెను.",
    "26": "అతడు నది మొదలుకొని ఫిలిష్తీయుల దేశము వరకును ఐగుప్తు సరిహద్దు వరకును గల రాజులందరిని ఏలెను.",
    "27": "రాజు యెరూషలేములో వెండిని రాళ్లంత విస్తారముగాను, దేవదారు మ్రానులను మైదానమందలి మేడి చెట్లంత విస్తారముగాను సమకూర్చెను.",
    "28": "సొలొమోను గుఱ్ఱములు ఐగుప్తునుండియు సకల దేశములనుండియు తేబడెను.",
    "29": "సొలొమోను చేసిన కార్యములలో మొదటివియు చివరివియు ప్రవక్తయైన నాతాను రాసిన గ్రంథమందును, షీలోనీయుడైన అహీయా ప్రవచనమందును, నెబాతు కుమారుడైన యరొబామును గూర్చి దీర్ఘదర్శియైన ఇద్దో దర్శనమందును వ్రాయబడియున్నవి గదా.",
    "30": "సొలొమోను యెరూషలేములో ఇశ్రాయేలీయులందరిని ఏలిన కాలము నలభై సంవత్సరములు.",
    "31": "సొలొమోను తన పితరులతో నిద్రించి తన తండ్రియైన దావీదు పురములో పాతిపెట్టబడెను; అతని కుమారుడైన రెహబాము అతనికి మారుగా రాజాయెను."
}
