
{
    "1": "యెహోవా - నీవు లేచి నీ దేశమునుండియు నీ బంధువులయొద్దనుండియు నీ తండ్రి యింటినుండియు బయలుదేరి నేను నీకు చూపించు దేశమునకు వెళ్లుము.",
    "2": "నిన్ను గొప్ప జనముగా చేసి నిన్ను ఆశీర్వదించి నీ నామమును గొప్ప చేయుదును, నీవు ఆశీర్వాదముగా నుందువు.",
    "3": "నిన్ను ఆశీర్వదించువారిని ఆశీర్వదించెదను; నిన్ను దూషించువాని శపించెదను; భూమియందలి వంశములన్నియు నీయందు ఆశీర్వదించబడునని అబ్రాముతో చెప్పగా",
    "4": "యెహోవా అతనితో చెప్పినప్రకారము అబ్రాము వెళ్లెను. లోతు అతనితో కూడ వెళ్లెను. అబ్రాము హారానునుండి బయలుదేరినప్పుడు డెబ్బది యైదేండ్లవాడు.",
    "5": "అబ్రాము తన భార్యయైన శారయిని తన సహోదరుని కుమారుడైన లోతును, హారానులో తాము ఆర్జించిన యావదాస్తిని, తాము సంపాదించిన సమస్తమైన వారిని తీసికొని కనాను దేశమునకు వెళ్లుటకు బయలుదేరి కనాను దేశమునకు వచ్చిరి.",
    "6": "అబ్రాము షెకెమునందలి యొక స్థలము దాపుననున్న మోరేయొక సింధూరవృక్షము వరకు ఆ దేశములో సంచరించెను. అప్పుడు కనానీయులు ఆ దేశములో నివసించిరి.",
    "7": "యెహోవా అబ్రామునకు కనబడి - నీ సంతానమునకు ఈ దేశమును ఇచ్చెదనని చెప్పగా అతడు తనకు కనబడిన యెహోవాకు ఒక బలిపీఠమును కట్టెను.",
    "8": "అక్కడనుండి అతడు బయలుదేరి బేతేలుకు తూర్పుననున్న కొండకు చేరి పడమటనున్న బేతేలుకును తూర్పుననున్న హాయికిని మధ్య గుడారము వేసికొని, అక్కడ యెహోవాకు బలిపీఠము కట్టి యెహోవా నామమున ప్రార్థన చేసెను.",
    "9": "అబ్రాము ఇంకా ప్రయాణము చేయుచు దక్షిణ దిక్కుకు వెళ్లెను.",
    "10": "ఆ దేశములో కరవు వచ్చెను. ఆ దేశములో కరవు భారముగా నున్నందున అబ్రాము ఐగుప్తులో నివసించుటకు అక్కడికి వెళ్లెను.",
    "11": "అతడు ఐగుప్తును సమీపించినప్పుడు తన భార్యయైన శారయితో - ఇదిగో నీవు చక్కనిదానవని నేనెరుగుదును.",
    "12": "ఐగుప్తీయులు నిన్ను చూచి - ఈమె అతని భార్య అని చెప్పి నన్ను చంపి నిన్ను బ్రతుకనిచ్చెదరు.",
    "13": "కాబట్టి నీవలన నాకు మేలు కలుగునట్లును, నిన్నుబట్టి నేను బ్రతుకునట్లును, నీవు నా సహోదరివని దయచేసి చెప్పుమనెను.",
    "14": "అబ్రాము ఐగుప్తులో చేరినప్పుడు ఐగుప్తీయులు ఆ స్త్రీ మిక్కిలి సౌందర్యవతియై యుండుట చూచిరి.",
    "15": "ఫరోయొక్క అధిపతులు ఆమెను చూచి ఫరో యెదుట ఆమెను పొగడిరి గనుక ఆ స్త్రీ ఫరో నగరునకు తేబడెను.",
    "16": "అతడు ఆమెను బట్టి అబ్రామునకు మేలు చేసెను; అందువలన అతనికి గొర్రెలు ఎద్దులు మగ గాడిదలు దాసులు పనికత్తెలు ఆడు గాడిదలు ఒంటెలు ఇయ్యబడెను.",
    "17": "అయితే యెహోవా అబ్రాము భార్యయైన శారయిని బట్టి ఫరోను అతని ఇంటివారిని మహా వేధలతో వేధించెను.",
    "18": "అప్పుడు ఫరో అబ్రామును పిలిపించి - నీవు నాకు చేసినది ఏమిటి? ఈమె నీ భార్య అని నాకెందుకు తెలుపలేదు?",
    "19": "ఈమె నా సహోదరి అని ఏల చెప్పితివి? నేనామెను నా భార్యగా చేసికొందునేమో. ఇదిగో నీ భార్య; ఈమెను తీసికొని పొమ్మని చెప్పెను.",
    "20": "మరియు ఫరో అతని విషయమై తన జనులకు ఆజ్ఞాపించెను గనుక వారు అతనిని అతని భార్యను అతనికి కలిగిన సమస్తమును పంపివేసిరి."
}
