
{
    "1": "అబ్రాము తనకు కలిగిన సమస్తమును, తన భార్యను, తనతోకూడనున్న లోతును వెంటబెట్టుకొని ఐగుప్తులోనుండి నెగెబునకు వెళ్లెను.",
    "2": "అబ్రాము వెండి బంగారము పశువులు కలిగి బహు ధనవంతుడై యుండెను.",
    "3": "అతడు ప్రయాణము చేయుచు దక్షిణ దిక్కునుండి బేతేలు వరకు, అనగా బేతేలుకును హాయికిని మధ్య మొదట తన గుడారము ఉండిన స్థలము వరకు,",
    "4": "తాను మొదట బలిపీఠమును కట్టిన చోటు వరకు వెళ్లెను; అక్కడ అబ్రాము యెహోవా నామమున ప్రార్థన చేసెను.",
    "5": "అబ్రాముతోకూడ వెళ్లిన లోతుకును గొర్రెలు ఎద్దులు గుడారములు ఉండెను.",
    "6": "వారు కలిసి నివసించుటకు ఆ ప్రదేశము వారికి చాలకపోయెను; ఎందుకనగా వారి ఆస్తి వారు కలిసి నివసించలేనంత విస్తారమై యుండెను.",
    "7": "కాబట్టి అబ్రాము పశువుల కాపరులకును లోతు పశువుల కాపరులకును కలహము పుట్టెను. అప్పుడు కనానీయులు పెరిజ్జీయులు ఆ దేశములో కాపురముండిరి.",
    "8": "అబ్రాము - మనము బంధువులము గనుక నాకును నీకును, నా పశువుల కాపరులకును నీ పశువుల కాపరులకును కలహము ఉండకూడదు.",
    "9": "ఈ దేశమంతయు నీ యెదుట ఉన్నది గదా, దయచేసి నన్ను విడిచి వేరుగా నుండుము. నీవు ఎడమతట్టుకు వెళ్లినయెడల నేను కుడితట్టుకు వెళ్లుదును; నీవు కుడితట్టుకు వెళ్లినయెడల నేను ఎడమతట్టుకు వెళ్లుదునని లోతుతో చెప్పగా",
    "10": "లోతు తన కన్నులెత్తి యొర్దాను ప్రాంతమంతటిని చూచెను. యెహోవా సొదొమ గొమొర్రాలను నాశనము చేయకమునుపు సోయరుకు వచ్చువరకు అది యెహోవా తోటవలెను ఐగుప్తు దేశమువలెను నీరు పారుచున్న దేశమైయుండెను.",
    "11": "కాబట్టి లోతు తనకు యొర్దాను ప్రాంతమంతటిని ఏర్పరచుకొని తూర్పుగా ప్రయాణము చేసెను. అట్లు వారు ఒకరికొకరు వేరైపోయిరి.",
    "12": "అబ్రాము కనానులో నివసించెను. లోతు ఆ మైదానమందలి పట్టణముల ప్రదేశములలో కాపురముండి సొదొమ దగ్గర తన గుడారము వేసికొనెను.",
    "13": "సొదొమ మనుష్యులు దుష్టులును, యెహోవా దృష్టికి బహు పాపులునై యుండిరి.",
    "14": "లోతు అబ్రామును విడిచిపోయిన తరువాత యెహోవా - ఇటు కన్నులెత్తి నీవున్న చోటనుండి ఉత్తరపు తట్టు దక్షిణపు తట్టు తూర్పు తట్టు పడమర తట్టు చూడుము;",
    "15": "ఎందుకనగా నీవు చూచుచున్న ఈ దేశమంతటిని నీకును నీ సంతానమునకును శాశ్వతముగా ఇచ్చెదను.",
    "16": "మరియు నీ సంతానమును భూమిమీదనున్న రేణువులవలె విస్తరింపజేసెదను; ఎట్లనగా ఒకడు భూమిమీదనున్న రేణువులను లెక్కింపగలిగినయెడల నీ సంతానమునుకూడ లెక్కింపవచ్చును.",
    "17": "నీవు లేచి ఈ దేశము యొక్క పొడుగున వెడల్పున సంచరించుము; అది నీకిచ్చెదనని అబ్రాముతో చెప్పెను.",
    "18": "అప్పుడు అబ్రాము తన గుడారము తీసి హెబ్రోనులోనున్న మమ్రేయొక సింధూరవనమునకు వచ్చి అక్కడ నివసించి, అక్కడ యెహోవాకు బలిపీఠమును కట్టెను."
}
