
{
    "1": "ఇవి జరిగిన తరువాత యెహోవా వాక్యము దర్శనమందు అబ్రాముకు వచ్చి - అబ్రామా భయపడకుము; నేను నీకు కేడెము, నీ బహుమానము అత్యధికమగునని చెప్పెను.",
    "2": "అందుకు అబ్రాము - ప్రభువైన యెహోవా, నాకేమి యిచ్చిననేమి? నేను సంతానము లేనివాడనై పోవుచున్నానే; దమస్కు ఎలీయెజరే నా ఆస్తి కర్తయగును గదా అనెను.",
    "3": "మరియు అబ్రాము - ఇదిగో నీవు నాకు సంతానము ఇయ్యలేదు గనుక నా యింట పుట్టినవాడు నాకు వారసుడగునని చెప్పగా",
    "4": "యెహోవా వాక్యము అతనికి వచ్చి - ఇతడు నీకు వారసుడు కాడు; నీ గర్భవాసమున పుట్టబోవువాడే నీకు వారసుడగునని చెప్పెను.",
    "5": "మరియు ఆయన వెలుపలికి అతని తీసికొనివచ్చి - నీవు ఆకాశము వైపు తేరిచూచి నక్షత్రములను లెక్కించుటకు నీకు సాధ్యమైతే లెక్కించుమని చెప్పి - నీ సంతానము ఆలాగగునని అతనితో చెప్పెను.",
    "6": "అతడు యెహోవాను నమ్మెను; ఆయన అది అతనికి నీతిగా ఎంచెను.",
    "7": "మరియు ఆయన - ఈ దేశమును నీకు స్వాస్థ్యముగా ఇచ్చుటకు కల్దీయుల ఊర్ అను పట్టణములోనుండి నిన్ను ఇవతలకు రప్పించిన యెహోవాను నేనే అని అతనితో చెప్పగా",
    "8": "అతడు - ప్రభువైన యెహోవా, ఇది నాకు స్వాస్థ్యమగునని నాకెట్లు తెలియుననెను.",
    "9": "అందుకాయన - మూడు సంవత్సరముల పెయ్యను, మూడు సంవత్సరముల మేకను, మూడు సంవత్సరముల పొట్టేలును, ఒక తెల్ల గువ్వను, ఒక పావురపు పిల్లయు నాకొరకు తీసికొని రమ్మని అతనితో చెప్పెను.",
    "10": "అతడు అవన్నియు తీసికొని వాటిని నడిమికి ఖండించి దేని ఖండమును దాని ఖండమునకు ఎదురుగా ఉంచెను; అయితే పక్షులను అతడు ఖండించలేదు.",
    "11": "గద్దలు ఆ కళేబరముల మీద వాలినప్పుడు అబ్రాము వాటిని తోలివేసెను.",
    "12": "ప్రొద్దు గ్రుంకుచుండగా అబ్రామునకు గాఢనిద్ర పట్టెను; భయంకరమైన కారు చీకటి అతని కమ్మెను.",
    "13": "అప్పుడాయన - నీ సంతానము తమది కాని పరదేశమందు నివసించి ఆ దేశపు వారికి దాసులుగా నుందురనియు, వారు నాలుగు వందల ఏండ్లు వీరిని శ్రమ పెట్టుదురనియు నీవు నిశ్చయముగా తెలుసుకొనుము.",
    "14": "వీరు ఎవరికి దాసులగుదురో ఆ జనమునకు నేనే తీర్పు తీర్చుదును; తరువాత వారు మిక్కిలి ఆస్తితో బయలుదేరి వచ్చెదరు.",
    "15": "నీవు క్షేమముగా నీ పితరులయొద్దకు పోయెదవు; మంచి వృద్ధాప్యమందు పాతిపెట్టబడుదువు.",
    "16": "అమోరీయుల అక్రమము ఇంకను సంపూర్ణము కాలేదు గనుక నీ నాలుగవ తరమువారు ఇక్కడికి మరల వచ్చెదరని అబ్రాముతో చెప్పెను.",
    "17": "ప్రొద్దు గ్రుంకి గాఢాంధకారము పడినప్పుడు పొగరాజుచున్న పొయ్యియు, మండుచున్న దివిటీయు ఆ మాంసపు ఖండముల మధ్య నడిచిపోయెను.",
    "18": "ఆ దినమందు యెహోవా అబ్రాముతో నిబంధన చేసి - ఐగుప్తు నది మొదలుకొని యూఫ్రటీసు అను గొప్ప నది వరకు,",
    "19": "అనగా కేనీయులను, కెనిజ్జీయులను, కద్మోనీయులను,",
    "20": "హిత్తీయులను, పెరిజ్జీయులను, రెఫాయీయులను,",
    "21": "అమోరీయులను, కనానీయులను, గిర్గాషీయులను, యెబూసీయులను గల ఈ దేశమును నీ సంతానమునకు ఇచ్చియున్నానని చెప్పెను."
}
