
{
    "1": "అబ్రాము భార్యయైన శారయి అతనికి పిల్లలను కనలేదు. ఆమెకు హాగరు అను ఐగుప్తీయురాలైన దాసి యుండెను.",
    "2": "శారయి - నేను పిల్లలు కనకుండ యెహోవా చేసియున్నాడు గదా; నీవు దయచేసి నా దాసియొద్దకు పొమ్ము; ఒకవేళ ఆమెవలన నాకు పిల్లలు కలుగునేమో అని అబ్రాముతో చెప్పగా అబ్రాము శారయి మాట వినెను.",
    "3": "అబ్రాము కనాను దేశములో పది ఏండ్లు కాపురముండిన తరువాత అబ్రాము భార్యయైన శారయి తన దాసియగు హాగరు అను ఐగుప్తీయురాలిని తీసికొని తన భర్తయైన అబ్రామునకు భార్యగా ఉండునట్లు అతనికిచ్చెను.",
    "4": "అతడు హాగరును కూడినప్పుడు ఆమె గర్భవతి ఆయెను. ఆమె తాను గర్భవతినైతినని తెలిసికొనినప్పుడు ఆమె యజమానురాలు ఆమె దృష్టికి నీచురాలాయెను.",
    "5": "అప్పుడు శారయి అబ్రాముతో - నాకు కలిగిన అన్యాయము నీ మీదకి వచ్చును గాక; నా దాసిని నీ కౌగిట చేర్చితిని; అది తాను గర్భవతినైతినని తెలిసికొనినప్పుడు నేను దాని దృష్టికి నీచురాలనైతిని. నాకును నీకును మధ్య యెహోవా తీర్పు తీర్చును గాక అనెను.",
    "6": "అందుకు అబ్రాము - ఇదిగో నీ దాసి నీ చేతిలో ఉన్నది; నీ ఇష్టము వచ్చినట్లు దానికి చేయుమని శారయితో చెప్పెను. అప్పుడు శారయి దానిని శ్రమపెట్టెను గనుక అది ఆమె యొద్దనుండి పారిపోయెను.",
    "7": "యెహోవా దూత అరణ్యములో నీటి బుగ్గ యొద్ద, అనగా షూరు మార్గములోనున్న బుగ్గ యొద్ద దానిని కనుగొని",
    "8": "శారయి దాసివైన హాగరూ, నీవు ఎక్కడనుండి వచ్చితివి? ఎక్కడికి వెళ్లుచున్నావని అడుగగా అది - నా యజమానురాలైన శారయి యొద్దనుండి పారిపోవుచున్నాననెను.",
    "9": "అప్పుడు యెహోవా దూత - నీ యజమానురాలి యొద్దకు తిరిగివెళ్లి ఆమె చేతి క్రింద అణగియుండుమని దానితో చెప్పెను.",
    "10": "మరియు యెహోవా దూత - నీ సంతానమును నిశ్చయముగా విస్తరింప జేసెదను; అది లెక్కింపలేనంత విస్తారముగా ఉండునని దానితో చెప్పెను.",
    "11": "మరియు యెహోవా దూత - ఇదిగో నీవు గర్భవతివై యున్నావు; నీవు ఒక కుమారుని కనెదవు; యెహోవా నీ మొరను వినెను గనుక అతనికి ఇష్మాయేలు అని పేరు పెట్టుదువు.",
    "12": "అతడు అడవి గాడిద వంటి మనుష్యుడు; అతని చెయ్యి అందరిమీదను, అందరి చేతులు అతనిమీదను ఉండును; అతడు తన సహోదరులందరి యెదుట నివసించునని దానితో చెప్పెను.",
    "13": "కాబట్టి అది - చూచుచున్న దేవుడవు నీవే అని తనతో మాట్లాడిన యెహోవాకు పేరు పెట్టెను. ఏలయనగా - నన్ను చూచినవానిని నేనిక్కడ చూచితిని గదా అనుకొనెను.",
    "14": "అందుచేత ఆ బావికి -లహయిరోయీ- అని పేరు పెట్టబడెను. అది కాదేషుకును బెరెదుకును మధ్య ఉన్నది.",
    "15": "హాగరు అబ్రాముకు కుమారుని కనెను; అబ్రాము హాగరు కనిన తన కుమారునికి ఇష్మాయేలు అని పేరు పెట్టెను.",
    "16": "హాగరు అబ్రాముకు ఇష్మాయేలును కనినప్పుడు అబ్రాము ఎనభై ఆరు ఏండ్లవాడు."
}
