
{
    "1": "అబ్రాము తొంబది తొమ్మిది ఏండ్లవాడైనప్పుడు యెహోవా అతనికి ప్రత్యక్షమై - నేను సర్వశక్తిగల దేవుడను; నా సన్నిధిలో నడుచుచు నిందారహితుడవై యుండుము.",
    "2": "నాకును నీకును మధ్య నా నిబంధనను నియమించి నిన్ను అత్యధికముగా అభివృద్ధి పొందించెదనని అతనితో చెప్పెను.",
    "3": "అబ్రాము సాష్టాంగపడగా దేవుడు అతనితో -",
    "4": "ఇదిగో నేను చేసిన నిబంధన నీతో ఉన్నది; నీవు అనేక జనములకు తండ్రివగుదువు.",
    "5": "మరియు ఇకమీదట నీ పేరు అబ్రాము అనబడదు; నేను నిన్ను అనేక జనములకు తండ్రిగా నియమించితిని గనుక నీ పేరు అబ్రాహాము అనబడును.",
    "6": "నీకు అత్యధికముగా సంతానవృద్ధి కలుగజేసి నీలోనుండి జనములు వచ్చునట్లు నియమించుదును; రాజులును నీలోనుండి వచ్చెదరు.",
    "7": "నాకును నీకును, నీ తరువాత నీ సంతానమునకును మధ్య, తరతరములకు నిత్య నిబంధనగా నా నిబంధనను స్థిరపరచెదను; ఇందువలన నేను నీకును, నీ తరువాత నీ సంతానమునకును దేవుడనై యుందును.",
    "8": "నీవు పరదేశివైయున్న ఈ దేశమును, అనగా కనాను దేశమంతటిని నీకును నీ తరువాత నీ సంతానమునకును నిత్య స్వాస్థ్యముగా ఇచ్చి వారికి దేవుడనై యుందునని అతనితో చెప్పెను.",
    "9": "మరియు దేవుడు అబ్రాహాముతో ఇట్లనెను - నీవును, నీ తరువాత నీ తరములలో నీ సంతానమును నా నిబంధనను గైకొనవలెను.",
    "10": "నాకును నీకును, నీ తరువాత నీ సంతానమునకును మధ్య మీరు గైకొనవలసిన నా నిబంధన ఏదనగా - మీలో ప్రతి మగవాడును సున్నతి పొందవలెను.",
    "11": "మీరు మీ గోప్యాంగచర్మమున సున్నతి పొందవలెను. అది నాకును మీకును మధ్యనున్న నిబంధనకు గురుతుగా ఉండును.",
    "12": "ఎనిమిది దినముల వయస్సు గలవాడు, అనగా నీ యింట పుట్టినవాడైనను, నీ సంతానము కాని అన్యునియొద్ద వెండితో కొనబడినవాడైనను, మీ తరములలో ప్రతి మగవాడు మీలో సున్నతి పొందవలెను.",
    "13": "నీ యింట పుట్టినవాడును నీ వెండితో కొనబడినవాడును తప్పక సున్నతి పొందవలెను. అప్పుడు నా నిబంధన మీ శరీరమందు నిత్య నిబంధనగా ఉండును.",
    "14": "సున్నతి పొందని మగవాడు, అనగా తన గోప్యాంగచర్మమున సున్నతి పొందనివాడు తన జనులలోనుండి కొట్టివేయబడును; వాడు నా నిబంధనను మీరియున్నాడు.",
    "15": "మరియు దేవుడు - నీ భార్యయైన శారయి పేరు శారయి అనవద్దు; ఏలయనగా ఆమె పేరు శారా.",
    "16": "నేను ఆమెను ఆశీర్వదించి ఆమెవలన నీకు కుమారుని కలుగజేసెదను; నేను ఆమెను ఆశీర్వదించెదను; ఆమె జనములకు తల్లియై యుండును; జనముల రాజులు ఆమెవలన కలుగుదురని అబ్రాహాముతో చెప్పెను.",
    "17": "అప్పుడు అబ్రాహాము సాష్టాంగపడి నవ్వి - నూరేండ్లవానికి సంతానము కలుగునా? తొంబది ఏండ్ల శారా కనునా? అని తన మనస్సులో అనుకొనెను.",
    "18": "అబ్రాహాము - ఇష్మాయేలు నీ సన్నిధిలో బ్రతుక అనుగ్రహించుము అని దేవునితో చెప్పగా",
    "19": "దేవుడు - నీ భార్యయైన శారా నిశ్చయముగా నీకు కుమారుని కనును; నీవు అతనికి ఇస్సాకు అని పేరు పెట్టుదువు; అతని తరువాత అతని సంతానముకొరకు నిత్య నిబంధనగా నా నిబంధనను అతనితో స్థిరపరచెదను.",
    "20": "ఇష్మాయేలును గూర్చి నీవు చేసిన మనవి నేను వింటిని. ఇదిగో నేను అతనిని ఆశీర్వదించి అతనికి సంతానవృద్ధి కలుగజేసి అత్యధికముగా అతనిని విస్తరింపజేసెదను; అతడు పన్నెండుమంది రాజులను కనును; అతనిని గొప్ప జనముగా చేసెదను.",
    "21": "వచ్చే సంవత్సరము ఈ కాలమందు శారా నీకు కనబోవు ఇస్సాకుతో నా నిబంధనను స్థిరపరచెదనని చెప్పెను.",
    "22": "దేవుడు అబ్రాహాముతో మాటలాడుట చాలించిన తరువాత అతని యొద్దనుండి పరమునకు వెళ్లెను.",
    "23": "అప్పుడు అబ్రాహాము తన కుమారుడైన ఇష్మాయేలును, తన యింట పుట్టిన వారినందరిని, తన వెండితో కొనబడిన వారినందరిని, అబ్రాహాము ఇంటి మనుష్యులలో ప్రతి మగవానిని తీసికొని, దేవుడు తనతో చెప్పిన ప్రకారము ఆ దినమందే వారి గోప్యాంగచర్మమున సున్నతి చేయించెను.",
    "24": "అబ్రాహాము గోప్యాంగచర్మమున సున్నతి పొందినప్పుడు అతడు తొంబది తొమ్మిది ఏండ్లవాడు.",
    "25": "అతని కుమారుడైన ఇష్మాయేలు గోప్యాంగచర్మమున సున్నతి పొందినప్పుడు అతడు ప పదమూడు ఏండ్లవాడు.",
    "26": "ఒక్క దినమందే అబ్రాహామును అతని కుమారుడైన ఇష్మాయేలును సున్నతి పొందిరి.",
    "27": "అతని యింట పుట్టినవారును అన్యులయొద్ద వెండితో కొనబడినవారునునైన అతని ఇంటి మగవారందరు అతనితో కూడ సున్నతి పొందిరి."
}
