
{
    "1": "మరియు మమ్రే దగ్గరనున్న సింధూరవనములో అబ్రాహాము ఎండవేళ గుడారపు ద్వారమందు కూర్చునియున్నప్పుడు యెహోవా అతనికి కనబడెను.",
    "2": "అతడు కన్నులెత్తి చూచినప్పుడు ముగ్గురు మనుష్యులు అతని యెదుట నిలువబడియుండిరి. అతడు వారిని చూచి గుడారపు వాకిటనుండి వారిని ఎదుర్కొనుటకు పరుగెత్తి నేలమట్టుకు వంగి",
    "3": "ప్రభువా, నీ కటాక్షము నామీద నున్నయెడల ఇప్పుడు నీ దాసుని దాటిపోవద్దు.",
    "4": "నేను కొంచెము నీళ్లు తెప్పించెదను; దయచేసి కాళ్లు కడుగుకొని ఈ చెట్టుక్రింద అలసట తీర్చుకొనుడి.",
    "5": "కొంచెము ఆహారము తెచ్చెదను; మీ ప్రాణములను బలపరచుకొనుడి; తరువాత మీరు వెళ్ళవచ్చును; ఇందునిమిత్తము గదా మీ దాసుని యొద్దకు వచ్చితిరని చెప్పెను. అందుకు వారు - నీవు చెప్పినట్లే చేయుమనిరి.",
    "6": "అప్పుడు అబ్రాహాము గుడారములోనున్న శారా యొద్దకు త్వరగా వెళ్లి - నీవు త్వరపడి మూడు మానికల మెత్తని పిండి తెచ్చి పిసికి రొట్టెలు చేయుమని చెప్పెను.",
    "7": "మరియు అబ్రాహాము పశువుల మందకు పరుగెత్తి ఒక మంచి లేత దూడను తెచ్చి తన పనివానికిచ్చెను; వాడు దానిని త్వరగా సిద్ధముచేసెను.",
    "8": "తరువాత అతడు వెన్నను పాలను తాను సిద్ధముచేయించిన దూడను తెచ్చి వారి యెదుట పెట్టి, వారు భోజనము చేయుచుండగా వారి యొద్ద ఆ చెట్టుక్రింద నిలుచుండెను.",
    "9": "అప్పుడు వారు - నీ భార్యయైన శారా ఎక్కడ ఉన్నదని అడుగగా అతడు - అదిగో గుడారములో ఉన్నదని చెప్పెను.",
    "10": "అందుకాయన - మీదటికి ఈ కాలమున నేను నిశ్చయముగా నీ యొద్దకు మరల వచ్చెదను; అప్పుడు నీ భార్యయైన శారాకు ఒక కుమారుడు కలుగునని చెప్పెను. శారా ఆయన వెనుకనున్న గుడారపు ద్వారమందు వినుచుండెను.",
    "11": "అబ్రాహామును శారాయును బహు కాలము గడచిన వృద్ధులై యుండిరి. స్త్రీధర్మము శారాకు నిలిచిపోయెను.",
    "12": "కాబట్టి శారా - నేను బలముడిగినదాననైన తరువాత నాకు సుఖము కలుగునా? నా యజమానుడును వృద్ధుడై యున్నాడు గదా అని తనలో నవ్వుకొనెను.",
    "13": "అప్పుడు యెహోవా అబ్రాహాముతో - నేను వృద్ధురాలనై యుండగా నిశ్చయముగా ప్రసవించెదనా అని శారా నవ్వనేల?",
    "14": "యెహోవాకు అసాధ్యమైనది ఏదైన నున్నదా? మీదటికి ఈ కాలమున నిర్ణయకాలమందు నీ యొద్దకు తిరిగి వచ్చెదను; అప్పుడు శారాకు కుమారుడు కలుగునని చెప్పెను.",
    "15": "శారా భయపడి - నేను నవ్వలేదని చెప్పెను; అందుకాయన - కాదు, నీవు నవ్వితివనెను.",
    "16": "ఆ మనుష్యులు అక్కడనుండి లేచి సొదొమ తట్టు చూచిరి; అబ్రాహాము వారిని సాగనంపుటకు వారితో కూడ వెళ్లెను.",
    "17": "అప్పుడు యెహోవా - నేను చేయబోవు కార్యము అబ్రాహామునకు దాచెదనా?",
    "18": "అబ్రాహాము నిశ్చయముగా బలముగల గొప్ప జనమగును; అతనియందు భూమిలోని సమస్త జనములును ఆశీర్వదించబడును.",
    "19": "ఎట్లనగా యెహోవా అబ్రాహామును గూర్చి చెప్పినది అతనికి కలుగజేయునట్లు తన తరువాత తన పిల్లలును తన ఇంటివారును నీతి న్యాయములను జరిగించుచు, యెహోవా మార్గమును గైకొనుటకు అతడు వారికి ఆజ్ఞాపించినట్లు నేనతనిని ఎరిగియున్నాననెను.",
    "20": "మరియు యెహోవా - సొదొమ గొమొర్రాలను గూర్చిన మొర గొప్పది గనుకను, వాటి పాపము బహు భారమైనది గనుకను",
    "21": "నేను దిగివెళ్లి నాయొద్దకు వచ్చిన ఆ మొర చొప్పుననే వారు సంపూర్ణముగా చేసిరో లేదో చూచెదను; చేయనియెడల నేను తెలిసికొందుననెను.",
    "22": "ఆ మనుష్యులు అక్కడనుండి తిరిగి సొదొమ వైపుగా వెళ్లిరి. అబ్రాహాము ఇంకను యెహోవా సన్నిధిని నిలుచుండెను.",
    "23": "అప్పుడు అబ్రాహాము సమీపించి ఇట్లనెను - దుష్టులతో కూడ నీతిమంతులను నాశనము చేయుదువా?",
    "24": "ఆ పట్టణములో ఒకవేళ ఏబదిమంది నీతిమంతులుండిన యెడల దానిలోనున్న ఏబదిమంది నీతిమంతుల నిమిత్తము ఆ స్థలమును నాశనము చేయక కాయవా?",
    "25": "ఆలాగు చేసి దుష్టులతో కూడ నీతిమంతులను చంపుట నీకు దూరమవు గాక. నీతిమంతుని దుష్టునితో సమముగా ఎంచుట నీకు దూరమవు గాక. సర్వలోకమునకు తీర్పు తీర్చువాడు న్యాయము చేయడా? అనెను.",
    "26": "అందుకు యెహోవా - సొదొమ పట్టణములో ఏబదిమంది నీతిమంతులు నాకు కనబడినయెడల వారినిబట్టి ఆ స్థలమంతటిని కాయుదుననెను.",
    "27": "అందుకు అబ్రాహాము - ఇదిగో ధూళియు బూడిదయునైన నేను ప్రభువుతో మాటలాడ తెగించుచున్నాను.",
    "28": "ఆ ఏబదిమంది నీతిమంతులలో ఒకవేళ ఐదుగురు తక్కువైతే, ఐదుగురు తక్కువైనందున ఆ పట్టణమంతయు నాశనము చేయుదువా అనినప్పుడు ఆయన - అక్కడ నలభైయైదుగురు నాకు కనబడినయెడల దాని నాశనము చేయననెను.",
    "29": "అతడు ఇంకను ఆయనతో మాటలాడుచు - ఒకవేళ అక్కడ నలభైమంది కనబడుదురేమో అనినప్పుడు ఆయన - ఆ నలభైమందిని బట్టి ఆలాగు చేయకయుందుననెను.",
    "30": "అప్పుడతడు - ప్రభువు కోపపడని యెడల నేను మాటలాడెదను; ఒకవేళ అక్కడ ముప్పదిమంది కనబడుదురేమో అనినప్పుడు ఆయన - అక్కడ ముప్పదిమంది నాకు కనబడిన యెడల ఆలాగు చేయకయుందుననెను.",
    "31": "అందుకతడు - ఇదిగో ప్రభువుతో మాటలాడ తెగించితిని; ఒకవేళ అక్కడ ఇరవైమంది కనబడుదురేమో అనినప్పుడు ఆయన - ఆ ఇరవైమందిని బట్టి దాని నాశనము చేయకయుందుననెను.",
    "32": "అప్పుడతడు - ప్రభువు కోపపడని యెడల ఇంకొక్కమారే మాటలాడెదను; ఒకవేళ అక్కడ పదిమంది కనబడుదురేమో అనినప్పుడు ఆయన - ఆ పదిమందిని బట్టి దాని నాశనము చేయకయుందుననెను.",
    "33": "యెహోవా అబ్రాహాముతో మాటలాడుట చాలించి వెళ్లిపోయెను. అబ్రాహాము తన ఇంటికి తిరిగి వచ్చెను."
}
