
{
    "1": "అబ్రాహాము అక్కడనుండి నెగెబు దేశమునకు తరలివెళ్లి కాదేషుకును షూరుకును మధ్య నివసించెను. అతడు గెరారులో పరదేశిగా నున్నప్పుడు",
    "2": "అబ్రాహాము తన భార్యయైన శారాను గూర్చి - ఈమె నా సహోదరి అని చెప్పెను. గనుక గెరారు రాజైన అబీమెలెకు మనుష్యులను పంపి శారాను పిలిపించుకొనెను.",
    "3": "అయితే రాత్రివేళ దేవుడు స్వప్నమందు అబీమెలెకు నొద్దకు వచ్చి - ఇదిగో నీవు తీసికొనివచ్చిన ఈ స్త్రీని బట్టి నీవు చచ్చినవాడవే; ఆమె ఒక పురుషుని భార్య అని అతనితో చెప్పెను.",
    "4": "అబీమెలెకు ఆమెను కూడలేదు గనుక అతడు - ప్రభువా, ఆ జనము నీతిగలదైనను దానిని హతము చేయుదువా?",
    "5": "ఈమె నా సహోదరి అని అతడు నాతో చెప్పలేదా? మరియు - అతడు నా సహోదరుడని ఆమెయు చెప్పెను గదా? యథార్థ హృదయముతోను నిర్దోషమైన చేతులతోను నేను దీని చేసితిని అని చెప్పెను.",
    "6": "అందుకు దేవుడు - యథార్థ హృదయముతో నీవు దీని చేసితివని నేనెరుగుదును; నేను కూడ నీవు నాకు విరోధముగా పాపము చేయకుండ నిన్ను అడ్డగించితిని; అందుకే నేను నిన్ను ఆమెను ముట్టనియ్యలేదు.",
    "7": "కాబట్టి ఆ మనుష్యుని భార్యను అతని కప్పగించుము; అతడు ప్రవక్త, అతడు నీ కొరకు ప్రార్థన చేయును, నీవు బ్రతుకుదువు; నీవు ఆమెను అప్పగించని యెడల నీవును నీ వారును నిశ్చయముగా చచ్చెదరని తెలిసికొనుమని స్వప్నమందు అతనితో చెప్పెను.",
    "8": "తెల్లవారినప్పుడు అబీమెలెకు లేచి తన దాసుల నందరిని పిలిపించి ఈ సంగతులన్నియు వారి విన చెప్పెను. ఆ మనుష్యులు మిక్కిలి భయపడిరి.",
    "9": "అప్పుడు అబీమెలెకు అబ్రాహామును పిలిపించి - నీవు మాకు చేసిన పని యేమిటి? నీవు నా మీదికిని నా రాజ్యము మీదికిని ఇంత గొప్ప పాతకము తెచ్చునట్లు నీ యెడల నేనేమి పాపము చేసితిని? చేయరాని కార్యములు నీవు నాకు చేసితివని చెప్పెను.",
    "10": "మరియు అబీమెలెకు - నీవు ఏమని తలంచి ఈ కార్యము చేసితివని అబ్రాహాము నడుగగా",
    "11": "అబ్రాహాము ఇట్లనెను - ఈ స్థలమందు దేవుని భయము ఏమాత్రమును ఉండదనియు, నా భార్య నిమిత్తము నన్ను చంపుదురనియు అనుకొంటిని.",
    "12": "మరియు నిజముగా ఆమె నా సహోదరి; ఆమె నా తండ్రి కుమార్తెయే గాని నా తల్లి కుమార్తె కాదు; ఆమె నాకు భార్య ఆయెను.",
    "13": "దేవుడు నన్ను నా తండ్రి ఇంటినుండి బయలుదేరదీసి దేశముల వెంబడి తిరుగజేసినప్పుడు నేను ఆమెతో - మనము వెళ్లు ప్రతి స్థలమందును, ఇతడు నా సహోదరుడని నన్ను గూర్చి చెప్పుము; ఇది నీవు నాకు చేయవలసిన దయ అని చెప్పితిననెను.",
    "14": "అప్పుడు అబీమెలెకు గొర్రెలను ఎద్దులను దాసులను పనికత్తెలను తీసికొని అబ్రాహామునకిచ్చి అతని భార్యయైన శారాను అతనికి అప్పగించెను.",
    "15": "మరియు అబీమెలెకు - ఇదిగో నా దేశము నీ యెదుట ఉన్నది; నీ దృష్టికి అనుకూలమైన చోట నివసించుమని చెప్పెను.",
    "16": "మరియు అతడు శారాతో - ఇదిగో నేను నీ అన్నకు వెయ్యి తులముల వెండి ఇచ్చితిని; ఇదిగో నీ యొద్దనున్న వారందరిలో అది నీకు ముఖ ముసుగుగా ఉండును; విషయములన్నిటిలో నీ నిర్దోషత్వము ఋజువాయెనని చెప్పెను.",
    "17": "అబ్రాహాము దేవుని ప్రార్థించెను; అప్పుడు దేవుడు అబీమెలెకును అతని భార్యను అతని దాసీలను బాగుచేసెను, వారు పిల్లలను కనిరి.",
    "18": "ఏలయనగా అబ్రాహాము భార్యయైన శారాను బట్టి యెహోవా అబీమెలెకు ఇంటివారందరి గర్భములను మూసివేసియుండెను."
}
