
{
    "1": "యెహోవా తాను చెప్పినట్లు శారాను దర్శించెను; తాను మాట యిచ్చినట్లు యెహోవా శారాకు చేసెను.",
    "2": "ఎట్లనగా దేవుడు అబ్రాహాముతో చెప్పిన నిర్ణయ కాలములో శారా గర్భవతియై అతని ముసలితనమందు అతనికి కుమారుని కనెను.",
    "3": "అప్పుడు అబ్రాహాము తనకు పుట్టినవాడును శారా తనకు కనినవాడునైన తన కుమారునికి ఇస్సాకు అని పేరు పెట్టెను.",
    "4": "దేవుడు తనకాజ్ఞాపించినట్లు అబ్రాహాము తన కుమారుడైన ఇస్సాకు పుట్టిన ఎనిమిది దినములకు అతనికి సున్నతి చేసెను.",
    "5": "అబ్రాహాము కుమారుడైన ఇస్సాకు అతనికి పుట్టినప్పుడు అతడు నూరేండ్లవాడు.",
    "6": "అప్పుడు శారా - దేవుడు నాకు నవ్వు కలుగజేసెను; విన్నవారందరు నాతోకూడ నవ్వెదరనెను.",
    "7": "మరియు ఆమె - శారా పిల్లలకు చన్ను గుడుపునని ఎవడు అబ్రాహాముతో చెప్పును? అయినను అతని ముసలితనమందు నేను అతనికి ఒక కుమారుని కంటిననెను.",
    "8": "ఆ పిల్లవాడు పెరిగి పాలు విడిచెను. ఇస్సాకు పాలు విడిచిన దినమందు అబ్రాహాము గొప్ప విందు చేసెను.",
    "9": "ఐగుప్తురాలైన హాగరు అబ్రాహామునకు కనిన కుమారుడు పరిహాసము చేయుట శారా చూచి",
    "10": "అబ్రాహాముతో - ఈ దాసిని దీని కుమారుని వెళ్ళగొట్టుము; ఈ దాసి కుమారుడు నా కుమారుడైన ఇస్సాకుతో వారసుడై యుండకూడదని చెప్పెను.",
    "11": "తన కుమారుని బట్టి ఆ మాట అబ్రాహాము దృష్టికి మిక్కిలి కష్టముగా నుండెను.",
    "12": "అయితే దేవుడు - ఆ చిన్నవానిని గూర్చియు, నీ దాసిని గూర్చియు నీవు విచారపడవద్దు; శారా నీతో చెప్పు ప్రతి విషయములో ఆమె మాట వినుము; ఏలయనగా ఇస్సాకు వలననైనది నీ సంతానమనబడును.",
    "13": "ఆ దాసి కుమారుడును నీ సంతానమే గనుక వానిని ఒక జనముగా చేసెదనని అబ్రాహాముతో చెప్పెను.",
    "14": "తెల్లవారినప్పుడు అబ్రాహాము లేచి రొట్టెను నీళ్ల తిత్తిని తీసికొని హాగరుకు ఇచ్చి, ఆమె భుజము మీద పెట్టి, ఆ చిన్నవానిని దానికిచ్చి దానిని పంపివేసెను. అది వెళ్లి బెేర్షెబా అరణ్యములో తిరుగులాడుచుండెను.",
    "15": "ఆ తిత్తిలోని నీళ్లు అయిపోయిన తరువాత అది ఒక పొద క్రింద ఆ చిన్నవాని పడవేసి",
    "16": "నేను ఈ పిల్లవాడు చావట చూడలేనని అవతలికి పోయి దానికి ఎదురుగా విల్లంతు దూరమున కూర్చుండెను. అది దానికి ఎదురుగా కూర్చుండి ఎలుగెత్తి ఏడ్చెను.",
    "17": "దేవుడు ఆ చిన్నవాని మొర వినెను; అప్పుడు దేవుని దూత ఆకాశమునుండి హాగరును పిలిచి - హాగరూ, నీకేమి వచ్చినది? భయపడకుము; ఆ చిన్నవాడు ఉన్నచోట దేవుడు అతని స్వరము వినెను.",
    "18": "నీవు లేచి ఆ చిన్నవానిని పట్టుకొని నీ చేతితో అతని లేవనెత్తుము; అతనిని గొప్ప జనముగా చేసెదనని ఆమెతో చెప్పెను.",
    "19": "అప్పుడు దేవుడు ఆమె కన్నులు తెరచెను గనుక ఆమె నీళ్ల బావిని చూచి వెళ్లి ఆ తిత్తిని నీళ్లతో నింపి ఆ చిన్నవానికి త్రాగనిచ్చెను.",
    "20": "దేవుడు ఆ చిన్నవానికి తోడైయుండెను; అతడు పెరిగి అరణ్యములో నివసించుచు విలుకాడాయెను.",
    "21": "అతడు పారాను అరణ్యములో నివసించెను. అతని తల్లి ఐగుప్తు దేశములోనుండి అతనికి భార్యను తెచ్చెను.",
    "22": "ఆ కాలమందు అబీమెలెకును అతని సైన్యాధిపతియైన పీకోలును అబ్రాహాముతో - నీవు చేయు పనులన్నిటిలో దేవుడు నీకు తోడైయున్నాడు.",
    "23": "కాబట్టి నీవు నాకైనను, నా కుమారునికైనను, నా మనుమనికైనను వంచన చేయక, నేను నీకు చేసిన దయ చొప్పున నాకును, నీవు పరదేశివైయున్న ఈ దేశమునకును దయ చూపుదునని ఇక్కడ దేవుని తోడని నాతో ప్రమాణము చేయుమని అడిగెను.",
    "24": "అందుకు అబ్రాహాము - నేను ప్రమాణము చేసెదననెను.",
    "25": "అబీమెలెకు దాసులు బలవంతముగా ఆక్రమించుకొనిన నీళ్ల బావిని గూర్చి అబ్రాహాము అబీమెలెకును గద్దించెను.",
    "26": "అందుకు అబీమెలెకు - ఈ పని ఎవడు చేసెనో నాకు తెలియదు, నీవు నాకు తెలుపలేదు, నేడు వింటినే గాని ఇదివరకు వినలేదని చెప్పెను.",
    "27": "అప్పుడు అబ్రాహాము గొర్రెలను ఎద్దులను తీసికొనివచ్చి అబీమెలెకును ఇచ్చెను; వారిద్దరును నిబంధన చేసికొనిరి.",
    "28": "అబ్రాహాము ఆ మందలోనుండి ఏడు ఆడ గొర్రె పిల్లలను వేరుగా నిలువబెట్టగా",
    "29": "అబీమెలెకు - నీవు వేరుగా నిలువబెట్టిన ఈ ఏడు ఆడ గొర్రె పిల్లల సంగతి ఏమిటని అబ్రాహామును అడిగెను.",
    "30": "అందుకతడు - నేను ఈ బావి తవ్వితిననుటకు సాక్ష్యముగా నీవు నా చేతినుండి ఈ ఏడు ఆడ గొర్రె పిల్లలను తీసికొనవలెనని చెప్పెను.",
    "31": "కాబట్టి ఆ స్థలమునకు బెేర్షెబా అని పేరు పెట్టెను; ఏలయనగా అక్కడ వారిద్దరు ప్రమాణము చేసికొనిరి.",
    "32": "వారు బెేర్షెబాలో నిబంధన చేసికొనిన తరువాత అబీమెలెకును అతని సైన్యాధిపతియైన పీకోలును లేచి ఫిలిష్తీయుల దేశమునకు తిరిగి వెళ్లిరి.",
    "33": "అబ్రాహాము బెేర్షెబాలో ఒక పిచుల వృక్షమును నాటి, అక్కడ నిత్యుడగు దేవుడైన యెహోవా పేరట ప్రార్థన చేసెను.",
    "34": "అబ్రాహాము ఫిలిష్తీయుల దేశములో చాలా దినములు పరదేశిగా నుండెను."
}
