
{
    "1": "శారా నూట ఇరవై ఏడు ఏండ్లు బ్రతికెను; శారా బ్రతికిన దినములు ఇన్నే.",
    "2": "కనాను దేశమందలి కిర్యతర్బాలో, అనగా హెబ్రోనులో శారా మృతిబొందెను. అబ్రాహాము శారా నిమిత్తము అంగలార్చుటకును ఏడ్చుటకును వచ్చెను.",
    "3": "అబ్రాహాము తన శవము యొద్దనుండి లేచి హేతు కుమారులతో -",
    "4": "నేను మీ మధ్యను పరదేశిని, యాత్రికుడను. నా శవమును నా కంటబడకుండ పాతిపెట్టుకొనుటకు మీ మధ్యను నాకు స్వాస్థ్యముగా ఒక స్మశాన భూమిని ఇయ్యుడని అడిగెను.",
    "5": "అందుకు హేతు కుమారులు - అయ్యా మా మాట వినుము;",
    "6": "నీవు మా మధ్యను దేవునివలె ఉన్నావు; మా స్మశానములలో అతిశ్రేష్ఠమైనదాని యందు నీ శవమును పాతిపెట్టుకొనుము; నీ శవమును పాతిపెట్టుకొనుటకు మాలో ఎవడును తన స్మశానమును నీకు ఇయ్యకుండ అడ్డగించడని అబ్రాహాముతో చెప్పిరి.",
    "7": "అప్పుడు అబ్రాహాము లేచి ఆ దేశపు ప్రజలైన హేతు కుమారులకు సాష్టాంగ నమస్కారము చేసి",
    "8": "నా శవము నా కంటబడకుండ పాతిపెట్టుట మీకు ఇష్టమైతే నా మాట విని నా పక్షముగా సోహరు కుమారుడైన ఎఫ్రోనుతో మనవి చేయుడి.",
    "9": "అతడు తనకు కలిగిన పొలము చివరనున్న మక్పేలా గుహను నాకిచ్చును; నిండు వెలకు అది మీ మధ్యను నాకు సొంత స్మశానమగునట్లు అతడు దానిని నాకియ్యవలెనని వారితో చెప్పెను.",
    "10": "ఎఫ్రోను హేతు కుమారుల మధ్య కూర్చుని యుండెను. అప్పుడు హిత్తీయుడైన ఎఫ్రోను తన ఊరి గవినిగుండా ప్రవేశించు వారందరి వినికిడిలో అబ్రాహాముతో ఇట్లనెను",
    "11": "వద్దు నా ఏలినవాడా, నా మాట వినుము; ఆ పొలము నీకిచ్చుచున్నాను, అందులోనున్న గుహను కూడ నీకిచ్చుచున్నాను; నా జనుల కన్నులయెదుట దానిని నీకిచ్చుచున్నాను; నీ శవమును పాతిపెట్టుకొనుమనగా",
    "12": "అబ్రాహాము ఆ దేశ ప్రజల యెదుట సాష్టాంగ నమస్కారము చేసి",
    "13": "ఆ దేశ ప్రజలు వినుచుండగా ఎఫ్రోనుతో - నీకు ఇష్టమైతే నా మాట వినుము; ఆ పొలము వెల నీకిచ్చెదను; నా యొద్ద పుచ్చుకొనుము; అక్కడ నా శవమును పాతిపెట్టుదునని చెప్పెను.",
    "14": "అందుకు ఎఫ్రోను - అయ్యా నా మాట వినుము;",
    "15": "ఆ భూమి నాలుగు వందల తులముల వెండి చేయును; నాకును నీకును మధ్య ఇది యెంతటిది? నీ శవమును పాతిపెట్టుకొనుమని అబ్రాహాముతో చెప్పెను.",
    "16": "అబ్రాహాము ఎఫ్రోను మాట వినెను; హేతు కుమారులు వినుచుండగా ఎఫ్రోను చెప్పిన నాలుగు వందల తులముల వెండిని, అనగా వర్తకులలో చెల్లుబడియగు వెండిని అబ్రాహాము తూచి ఎఫ్రోనుకు ఇచ్చెను.",
    "17": "మమ్రేకు ఎదురుగానున్న మక్పేలాలోని ఎఫ్రోను పొలమును, అనగా ఆ పొలమును, అందులోనున్న గుహయు, ఆ పొలములోను దాని సరిహద్దులన్నిటిలోను ఉన్న సమస్త వృక్షములును,",
    "18": "అబ్రాహామునకు అతని పట్టణపు గవినిగుండా ప్రవేశించు వారందరి యెదుటను హేతు కుమారుల యెదుటను స్వాస్థ్యముగా స్థిరపరచబడెను.",
    "19": "అటు తరువాత అబ్రాహాము కనాను దేశములో మమ్రేకు ఎదురుగా, అనగా హెబ్రోనునందు మక్పేలా పొలము గుహలో తన భార్యయైన శారాను పాతిపెట్టెను.",
    "20": "ఆ పొలమును అందులోనున్న గుహయు హేతు కుమారులవలన అబ్రాహామునకు స్మశానము కొరకు స్వాస్థ్యముగా స్థిరపరచబడెను."
}
