
{
    "1": "అబ్రాహాము బహు కాలము గడచిన వృద్ధుడై యుండెను. అన్ని విషయములలో యెహోవా అబ్రాహామును ఆశీర్వదించెను.",
    "2": "అప్పుడు అబ్రాహాము తన ఇంటనుండి తనకు కలిగిన సమస్తమును ఏలుచున్న తన ముసలి దాసునితో - దయచేసి నీ చెయ్యి నా తొడక్రింద ఉంచుము.",
    "3": "నేను ఎవరి మధ్య నివసించుచున్నానో ఆ కనానీయుల కుమార్తెలలో ఒకదానిని నా కుమారునికి భార్యగా తీసికొనక",
    "4": "నా దేశమునకును నా బంధువులయొద్దకును వెళ్లి నా కుమారుడగు ఇస్సాకునకు భార్యను తీసికొనవలెనని ఆకాశమునకు దేవుడును భూమికి దేవుడునైన యెహోవా తోడని నీ చేత ప్రమాణము చేయించుకొందునని చెప్పెను.",
    "5": "అందుకు ఆ దాసుడు - ఒకవేళ ఆ కన్యక నాతోకూడ ఈ దేశమునకు రానొల్లకుండిన యెడల నీవు బయలుదేరి వచ్చిన దేశమునకు నీ కుమారుని తిరిగి తీసికొని పోవలెనా అని అడుగగా",
    "6": "అబ్రాహాము - నా కుమారుని అక్కడికి తిరిగి తీసికొని పోకుండ జాగ్రత్తపడుము.",
    "7": "ఆకాశమునకు దేవుడైన యెహోవా నా తండ్రి యింటినుండియు నా స్వదేశమునుండియు నన్ను తీసికొనివచ్చి నాతో మాటలాడి - నీ సంతానమునకు ఈ దేశమునిచ్చెదనని నాతో ప్రమాణము చేసిన ఆయన, నీకంటే ముందుగా తన దూతను పంపును; అక్కడనుండి నీవు నా కుమారునికి భార్యను తీసికొని రావచ్చును.",
    "8": "ఆ కన్యక నీతో కూడ రానొల్లకుండిన యెడల నేను చేయించిన ఈ ప్రమాణమునుండి నీవు విడుదల పొందెదవు; అయితే నా కుమారుని మాత్రము అక్కడికి తిరిగి తీసికొనిపోకూడదని చెప్పెను.",
    "9": "కాబట్టి ఆ దాసుడు తన యజమానుడైన అబ్రాహాము తొడక్రింద తన చెయ్యి ఉంచి ఈ కార్యమును గూర్చి అతనితో ప్రమాణము చేసెను.",
    "10": "అప్పుడు ఆ దాసుడు తన యజమానుని ఒంటెలలో పది ఒంటెలను తన యజమానుని ఆస్తిలో శ్రేష్ఠమైనవి కొన్నిటిని తీసికొని బయలుదేరి, మెసోపొతేమియాలోని నాహోరు పట్టణమునకు వెళ్ళెను.",
    "11": "సాయంకాలమున స్త్రీలు నీళ్లు చేదుకొనుటకు వచ్చు సమయమందు అతడు ఆ ఊరి బయటనున్న నీళ్ల బావి యొద్ద తన ఒంటెలను మోకరిల్లజేసి",
    "12": "నా యజమానుడగు అబ్రాహాము దేవుడవైన యెహోవా, నేడు నా కార్యమును సఫలము చేసి నా యజమానుడగు అబ్రాహాము మీద దయ చూపుము.",
    "13": "ఇదిగో నేను ఈ నీళ్ల బావి యొద్ద నిలుచుచున్నాను; ఈ ఊరివారి కుమార్తెలు నీళ్లు చేదుకొనుటకు వచ్చుచున్నారు.",
    "14": "నేను త్రాగుటకు నీవు దయచేసి నీ కుండను వంచుమని నేను అడుగగా - త్రాగుము, నీ ఒంటెలకును నీళ్లు పెట్టెదనని యే చిన్నది చెప్పునో ఆమెయే నీ సేవకుడైన ఇస్సాకు కొరకు నీవు నియమించినదై యుండును గాక; ఇందువలన నీవు నా యజమానుని మీద దయ చూపితివని తెలిసికొందునని ప్రార్థించెను.",
    "15": "అతడు మాటలాడుట చాలింపక ముందే అబ్రాహాము సహోదరుడగు నాహోరు భార్యయైన మిల్కా కుమారుడగు బెతూయేలుకు పుట్టిన రిబ్కా భుజము మీద కుండతో బయలుదేరి వచ్చెను.",
    "16": "ఆ చిన్నది చూచుటకు మిక్కిలి చక్కనిది, కన్యక, ఏ పురుషుడును ఆమెను కూడలేదు. ఆమె ఆ బావిలోనికి దిగిపోయి తన కుండను నింపుకొని ఎక్కిరాగా",
    "17": "ఆ దాసుడు ఆమెను ఎదుర్కొనుటకు పరుగెత్తి - నీ కుండలో నీళ్లు కొంచెము దయచేసి నన్ను త్రాగనిమ్మని అడిగెను.",
    "18": "అందుకామె - త్రాగుము నా ఏలినవాడా అని చెప్పి త్వరగా తన కుండను చేతిమీదికి దించుకొని అతనికి త్రాగనిచ్చెను.",
    "19": "ఆమె అతనికి త్రాగనిచ్చిన తరువాత - నీ ఒంటెలును త్రాగువరకు వాటికిని నీళ్లు చేది పోసెదనని చెప్పి",
    "20": "త్వరగా పాతిలో తన కుండను కుమ్మరించి తిరిగి చేదుకొనుటకు ఆ బావికి పరుగెత్తిపోయి అతని ఒంటెలన్నిటికిని నీళ్లు చేదిపోసెను.",
    "21": "ఆ మనుష్యుడు ఆమెను తేరిచూచుచు, యెహోవా తన ప్రయాణమును సఫలము చేసెనో లేదో అని మౌనముగా ఉండెను.",
    "22": "ఆ ఒంటెలు త్రాగుట చాలించిన తరువాత ఆ మనుష్యుడు అర తులము ఎత్తుగల బంగారు ముక్కు పుడకను, పది తులముల ఎత్తుగల రెండు బంగారు కడియములను ఆమె చేతులకు తీసి",
    "23": "నీవు ఎవరి కుమార్తెవు? దయచేసి నాతో చెప్పుము; మీ తండ్రి యింట మేము దిగుటకు స్థలమున్నదా అని అడిగెను.",
    "24": "అందుకామె - నేను మిల్కా నాహోరుకు కనిన కుమారుడగు బెతూయేలు కుమార్తెనని అతనితో చెప్పెను.",
    "25": "మరియు ఆమె - మా యొద్ద గడ్డియు మేతయు విస్తారముగా ఉన్నవి; దిగుటకు స్థలమును ఉన్నదని అతనితో చెప్పెను.",
    "26": "అప్పుడు ఆ మనుష్యుడు తల వంచి యెహోవాకు మ్రొక్కి",
    "27": "నా యజమానుడైన అబ్రాహాము దేవుడగు యెహోవా స్తుతింపబడును గాక; ఆయన నా యజమానుని యెడల తన కృపను తన సత్యమును చూపుట మానలేదు; నేను దారిలో నుండగా యెహోవా నా యజమానుని సహోదరుల యింటికి నన్ను నడిపించెననెను.",
    "28": "ఆ చిన్నది పరుగెత్తికొని పోయి తన తల్లి యింటి వారికి ఆ సంగతులు తెలియజేసెను.",
    "29": "రిబ్కాకు లాబాను అను ఒక సహోదరుడు ఉండెను. లాబాను వెలుపల బావియొద్దనున్న ఆ మనుష్యుని యొద్దకు పరుగెత్తికొని వచ్చెను.",
    "30": "అతడు ఆ ముక్కు పుడకను తన సహోదరి చేతులకున్న ఆ కడియములను చూచి, ఆ మనుష్యుడు నాతో ఇట్లు మాటలాడెనని తన సహోదరియైన రిబ్కా చెప్పిన మాటలు వినినప్పుడు ఆ మనుష్యుని యొద్దకు వచ్చెను. అప్పుడతడు బావి యొద్ద ఒంటెల దగ్గర నిలిచియుండెను.",
    "31": "అతడు - యెహోవా ఆశీర్వదించినవాడా, లోపలికి రమ్ము; బయట నిలిచియున్నావేల? ఇల్లును ఒంటెలకు స్థలమును సిద్ధపరచియున్నాననెను.",
    "32": "అప్పుడు ఆ మనుష్యుడు ఆ యింటికి వచ్చెను. లాబాను ఒంటెల గంతలు విప్పి, ఆ ఒంటెలకు గడ్డిని మేతను వేసి, అతని కాళ్లును అతనితో వచ్చినవారి కాళ్లును కడుగుకొనుటకు నీళ్లు ఇచ్చెను.",
    "33": "మరియు భోజనము అతని యెదుట పెట్టిరి; అయితే అతడు - నేను వచ్చిన పని చెప్పువరకు భోజనము చేయననగా లాబాను - చెప్పుమని చెప్పెను.",
    "34": "అప్పుడతడు ఇట్లనెను - నేను అబ్రాహాము దాసుడను.",
    "35": "యెహోవా నా యజమానుని బహుగా ఆశీర్వదించెను; అతడు గొప్పవాడాయెను; ఆయన అతనికి గొర్రెలను ఎద్దులను వెండి బంగారములను దాస దాసీలను ఒంటెలను గాడిదలను ఇచ్చెను.",
    "36": "నా యజమానుని భార్యయైన శారా తాను ముసలిదైన తరువాత నా యజమానునికి ఒక కుమారుని కనెను; అతడు తనకు కలిగినదంతయు ఆ కుమారునికి ఇచ్చెను.",
    "37": "నా యజమానుడు నా చేత ప్రమాణము చేయించుకొని - నేను ఎవరి దేశమందు నివసించుచున్నానో ఆ కనానీయుల కుమార్తెలలో నా కుమారునికి భార్యను తీసికొనక",
    "38": "నా తండ్రి యింటికిని నా వంశస్థుల యొద్దకును వెళ్లి నా కుమారునికి భార్యను తీసికొనవలెనని చెప్పెను.",
    "39": "అప్పుడు నేను - ఒకవేళ ఆ స్త్రీ నాతో రాకపోయినయెడల ఏమి చేయుదునని నా యజమానుని అడుగగా",
    "40": "అతడు - నేను ఎవరి సన్నిధిని నడుచుకొనుచున్నానో ఆ యెహోవా నీకు తోడుగా తన దూతను పంపి నీ ప్రయాణమును సఫలము చేయును గనుక నీవు నా వంశస్థులలో నా తండ్రి యింటివారిలో నా కుమారునికి భార్యను తీసికొందువు.",
    "41": "నీవు నా వంశస్థుల యొద్దకు వెళ్లినప్పుడు నా ప్రమాణము నుండి విడుదల పొందెదవు; వారు నీకు ఆమెనియ్యని యెడల అప్పుడును నా ప్రమాణము నుండి విడుదల పొందెదవని నాతో చెప్పెను.",
    "42": "నేడు నేను ఈ బావి యొద్దకు వచ్చి - నా యజమానుడగు అబ్రాహాము దేవుడవైన యెహోవా, నేను వచ్చిన ఈ ప్రయాణమును నీవు సఫలము చేసినయెడల",
    "43": "ఇదిగో నేను ఈ నీళ్ల బావి యొద్ద నిలిచియున్నాను; నీళ్లు చేదుకొనుటకు వచ్చు కన్యకతో - నీవు దయచేసి నీ కుండలోని నీళ్లు కొంచెము నన్ను త్రాగనిమ్మని అడిగినప్పుడు",
    "44": "ఆమె - నీవు త్రాగుము, నీ ఒంటెలకును నీళ్లు చేది పోసెదనని నాతో చెప్పునది ఎవరో ఆమెయే యెహోవా నా యజమానుని కుమారునికి నియమించిన భార్య అగును గాక అని ప్రార్థించితిని.",
    "45": "నేను నా హృదయములో మాటలాడుకొనుట చాలింపక ముందే రిబ్కా తన భుజము మీద కుండ పెట్టుకొని వచ్చి బావిలోనికి దిగి నీళ్లు చేదుకొనెను. నేను - దయచేసి నన్ను త్రాగనిమ్మని ఆమెనడుగగా",
    "46": "ఆమె త్వరగా తన భుజము మీదినుండి తన కుండను దించి - త్రాగుము, నీ ఒంటెలకును త్రాగనిచ్చెదనని చెప్పెను. నేను త్రాగితిని, ఆమె నా ఒంటెలకును త్రాగనిచ్చెను.",
    "47": "అప్పుడు నేను - నీవు ఎవరి కుమార్తెవని ఆమెనడుగగా ఆమె - మిల్కా నాహోరుకు కనిన కుమారుడగు బెతూయేలు కుమార్తెనని చెప్పెను. అప్పుడు నేను ఆమె ముక్కునకు ఆలాగున ఆ ముక్కు పుడకను, ఆమె చేతులకు ఆ కడియములను పెట్టి",
    "48": "తల వంచి యెహోవాకు మ్రొక్కి, నా యజమానుని కుమారునికి అతని సహోదరుని కుమార్తెను తీసికొనుటకు నన్ను సన్మార్గమున నడిపించిన నా యజమానుడగు అబ్రాహాము దేవుడైన యెహోవాను స్తుతించితిని.",
    "49": "కాబట్టి మీరు నా యజమానుని యెడల దయను నమ్మకమును చూపదలచిన యెడల నాకు చెప్పుడి; లేనియెడల లేదని నాకు చెప్పుడి; అప్పుడు నేను కుడికైనను ఎడమకైనను తిరుగుదునని చెప్పెను.",
    "50": "అందుకు లాబాను బెతూయేలును - ఈ సంగతి యెహోవా వలన కలిగెను; మేము నీతో మంచి చెడులు చెప్పలేము.",
    "51": "ఇదిగో రిబ్కా నీ యెదుట ఉన్నది; యెహోవా సెలవిచ్చిన ప్రకారము ఆమెను తీసికొని వెళ్లి నీ యజమానుని కుమారునికి భార్యగా ఉండునట్లు పోవచ్చునని ఉత్తరమిచ్చిరి.",
    "52": "అబ్రాహాము దాసుడు వారి మాటలు విని నేలమట్టుకు వంగి యెహోవాకు నమస్కరించెను.",
    "53": "మరియు ఆ దాసుడు వెండి సామానులను బంగారు సామానులను వస్త్రములను తీసి రిబ్కాకు ఇచ్చెను; ఆమె సహోదరునికిని ఆమె తల్లికిని అమూల్యమైన కానుకలనిచ్చెను.",
    "54": "అప్పుడు అతడును అతనితోనున్న మనుష్యులును అన్నపానములు పుచ్చుకొని ఆ రాత్రి అక్కడ గడిపిరి. ఉదయమున వారు లేచినప్పుడు అతడు - నా యజమానుని యొద్దకు నన్ను పంపుడనెను.",
    "55": "అందుకామె సహోదరుడును తల్లియు - ఈ చిన్నదానిని పది దినములైనను మా యొద్ద ఉండనిమ్ము; తరువాత ఆమె వెళ్లవచ్చునని చెప్పిరి.",
    "56": "అందుకతడు - నన్ను ఆటంకపరచకుడి; యెహోవా నా ప్రయాణమును సఫలము చేసెను గనుక నా యజమానుని యొద్దకు వెళ్లుటకు నన్ను పంపివేయుడనెను.",
    "57": "అప్పుడు వారు - మేము చిన్నదానిని పిలిచి ఆమె నోటి మాట విందుమని చెప్పి",
    "58": "రిబ్కాను పిలిచి - నీవు ఈ మనుష్యునితో వెళ్లుదువా అని అడుగగా ఆమె - వెళ్లుదుననెను.",
    "59": "కాబట్టి వారు తమ సహోదరియైన రిబ్కాను, ఆమె దాదిని, అబ్రాహాము దాసుని, అతని మనుష్యులను సాగనంపుచు",
    "60": "రిబ్కాను దీవించి - మా సహోదరీ, నీవు వేల వేలకు తల్లివగుదువు గాక; నీ సంతతివారు తమ పగవారి గవినిని స్వాధీనపరచుకొందురు గాక అని ఆమెతో చెప్పిరి.",
    "61": "అప్పుడు రిబ్కాయు ఆమె పనికత్తెలును లేచి ఒంటెలెక్కి ఆ మనుష్యుని వెంబడి వెళ్లిరి. ఆ దాసుడు రిబ్కాను తీసికొని పోయెను.",
    "62": "అప్పుడు ఇస్సాకు బయలుదేరి లహయిరోయీ బావి మార్గమున వచ్చెను; ఏలయనగా అతడు దక్షిణ దేశమందు కాపురముండెను.",
    "63": "సాయంకాలమున ఇస్సాకు ధ్యానించుటకు పొలములోనికి వెళ్లి కన్నులెత్తి చూడగా ఒంటెలు వచ్చుచుండెను.",
    "64": "రిబ్కా కన్నులెత్తి ఇస్సాకును చూచి ఒంటె దిగి",
    "65": "పొలములో మనలను ఎదుర్కొనుటకు నడిచివచ్చుచున్న ఆ మనుష్యుడెవడని ఆ దాసుని అడిగెను. అందుకు ఆ దాసుడు - అతడే నా యజమానుడని చెప్పగా ఆమె ముసుగు వేసికొనెను.",
    "66": "ఆ దాసుడు తాను చేసిన కార్యములన్నిటిని ఇస్సాకుకు వివరించి చెప్పెను.",
    "67": "ఇస్సాకు తన తల్లియైన శారా గుడారములోనికి ఆమెను తీసికొనివచ్చెను. అట్లు అతడు రిబ్కాను పరిగ్రహించెను, ఆమె అతనికి భార్య ఆయెను. అతడు ఆమెను ప్రేమించెను. అప్పుడు ఇస్సాకు తన తల్లి విషయమై దుఃఖ నివారణ పొందెను."
}
