
{
    "1": "ఇస్సాకు వృద్ధుడై అతని కన్నులకు మందదృష్టి వచ్చినందున అతడు చూడలేకపోయినప్పుడు అతడు తన పెద్ద కుమారుడైన ఏశావును పిలిచి - నా కుమారా అనినప్పుడు వాడు - ఇదిగో నేనున్నాననెను.",
    "2": "అప్పుడతడు - ఇదిగో నేను వృద్ధుడను, నా మరణ దినము నాకు తెలియదు.",
    "3": "కాబట్టి నీవు దయచేసి నీ అమ్ముల పొదిని నీ విల్లును తీసికొని పొలములోనికి వెళ్లి నా కోసము వేటాడి తెమ్ము.",
    "4": "నేను చావకమునుపు నా ప్రాణము నిన్ను ఆశీర్వదించునట్లు నాకిష్టమైన రుచికరమైన భోజనము సిద్ధపరచి నేను తినుటకు నా యొద్దకు తీసికొని రమ్మని చెప్పెను.",
    "5": "ఇస్సాకు తన కుమారుడైన ఏశావుతో మాటలాడుచుండగా రిబ్కా వినుచుండెను. ఏశావు వేటాడి తెచ్చుటకు పొలములోనికి వెళ్లగా",
    "6": "రిబ్కా తన కుమారుడైన యాకోబుతో ఇట్లనెను - ఇదిగో నీ తండ్రి నీ సహోదరుడైన ఏశావుతో",
    "7": "నేను చావకమునుపు తిని యెహోవా సన్నిధిని నిన్ను ఆశీర్వదించునట్లు నా కోసము వేటాడి తెచ్చి రుచికరమైన భోజనము సిద్ధపరచుమని చెప్పుట వింటిని.",
    "8": "కాబట్టి నా కుమారా, నేను నీకు ఆజ్ఞాపించునట్లు నా మాట వినుము.",
    "9": "నీవు మంద యొద్దకు వెళ్లి అందులోనుండి రెండు మంచి మేక పిల్లలను నా యొద్దకు తెమ్ము; నీ తండ్రికి ఇష్టమైనట్లు వాటితో రుచికరమైన భోజనము సిద్ధపరచెదను.",
    "10": "నీ తండ్రి చావకమునుపు నిన్ను ఆశీర్వదించునట్లు అతడు తినుటకు నీవు అతని యొద్దకు దానిని తీసికొని పోవలెనని చెప్పెను.",
    "11": "అందుకు యాకోబు - నా సహోదరుడైన ఏశావు ఒళ్లు రోమముగలది, నా ఒళ్లు నున్ననిది గదా.",
    "12": "ఒకవేళ నా తండ్రి నన్ను తడివి చూచును; అప్పుడు నేను అతని దృష్టికి మోసగాడనుగా కనబడుదును; అప్పుడు నా మీదకి దీవెన గాక శాపమే తెచ్చుకొందునని తన తల్లియైన రిబ్కాతో అనగా",
    "13": "అతని తల్లి - నా కుమారా, ఆ శాపము నా మీదనే ఉండును గాక; నా మాట మాత్రము విని వెళ్లి వాటిని నా యొద్దకు తెమ్మని చెప్పెను.",
    "14": "అతడు వెళ్లి పట్టుకొని తన తల్లి యొద్దకు తెచ్చెను. అతని తల్లి అతని తండ్రికి ఇష్టమైనట్లు రుచికరమైన భోజనము సిద్ధపరచెను.",
    "15": "మరియు రిబ్కా ఇంట తన యొద్దనున్న తన పెద్ద కుమారుడైన ఏశావు మంచి బట్టలు తీసికొని తన చిన్న కుమారుడైన యాకోబునకు తొడిగించెను.",
    "16": "ఆ మేక పిల్లల తోలును అతని చేతులకును మెడలోని నున్నని భాగమునకును కట్టి",
    "17": "తాను సిద్ధపరచిన రుచికరమైన భోజనమును రొట్టెను తన కుమారుడైన యాకోబు చేతికిచ్చెను.",
    "18": "అతడు తన తండ్రి యొద్దకు వచ్చి - నా తండ్రీ అని పిలువగా అతడు - ఇదిగో నేనున్నాను; నా కుమారా, నీవు ఎవరవని అడిగెను.",
    "19": "అందుకు యాకోబు - నేను నీ జ్యేష్ఠకుమారుడనైన ఏశావును; నీవు నాతో చెప్పినట్లే చేసితిని; నీ ఆత్మ నన్ను ఆశీర్వదించునట్లు నీవు దయచేసి లేచి కూర్చుండి నేను వేటాడి తెచ్చినది తినుమని తన తండ్రితో చెప్పెను.",
    "20": "అందుకు ఇస్సాకు - నా కుమారా, ఇంత శీఘ్రముగా అది నీకు ఎట్లు దొరికినదని అడుగగా అతడు - నీ దేవుడైన యెహోవా దాన్ని నా యెదుటికి వచ్చునట్లు చేసెనని చెప్పెను.",
    "21": "అప్పుడు ఇస్సాకు - నా కుమారా, నీవు నిజముగా నా కుమారుడవైన ఏశావువో కావో నేను నిన్ను తడివి చూచునట్లు దగ్గరకు రమ్మని యాకోబుతో చెప్పెను.",
    "22": "యాకోబు తన తండ్రియైన ఇస్సాకు దగ్గరకు వెళ్లగా అతడు అతనిని తడివి చూచి - స్వరము యాకోబు స్వరమే గాని చేతులు ఏశావు చేతులే అనెను.",
    "23": "అతని చేతులు అతని అన్నయైన ఏశావు చేతులవలె రోమము గలవైనందున అతడు అతనిని గుర్తుపట్టక ఆశీర్వదించెను.",
    "24": "అతడు - నీవు నిజముగా నా కుమారుడవైన ఏశావువేనా అని అడుగగా - నేనే అనెను.",
    "25": "అప్పుడు అతడు - నా కుమారా, నా యొద్దకు తెమ్ము; నా ఆత్మ నిన్ను ఆశీర్వదించునట్లు నేను నా కుమారుడు వేటాడి తెచ్చినదానిని తిందునని చెప్పగా, యాకోబు అతని దగ్గరకు తెచ్చెను, అతడు తినెను; అతనికి ద్రాక్షారసము తేగా అతడు త్రాగెను.",
    "26": "అప్పుడు అతని తండ్రియైన ఇస్సాకు - నా కుమారా, దగ్గరకు వచ్చి నన్ను ముద్దు పెట్టుకొమ్మని అతనితో చెప్పెను.",
    "27": "అతడు దగ్గరకు వచ్చి అతనిని ముద్దు పెట్టుకొనెను. అప్పుడతడు అతని వస్త్రముల వాసన చూచి అతనిని ఆశీర్వదించి ఇట్లనెను - చూడుము నా కుమారుని వాసన యెహోవా ఆశీర్వదించిన పొలము వాసనవలె ఉన్నది.",
    "28": "దేవుడు ఆకాశపు మంచును భూసారమును విస్తారమైన ధాన్యమును ద్రాక్షారసమును నీకు అనుగ్రహించును గాక.",
    "29": "జనములు నీకు దాసులగుదురు గాక; జనులు నీకు సాగిలపడుదురు గాక; నీ సహోదరులకు నీవు ప్రభుడవు కమ్ము; నీ తల్లి కుమారులు నీకు సాగిలపడుదురు గాక; నిన్ను శపించువారందరు శపింపబడుదురు గాక; నిన్ను దీవించువారందరు దీవింపబడుదురు గాక అని చెప్పెను.",
    "30": "ఇస్సాకు యాకోబును ఆశీర్వదించుట చాలించిన తరువాత యాకోబు తన తండ్రియైన ఇస్సాకు యెదుటనుండి బయలుదేరగానే అతని సహోదరుడైన ఏశావు వేటాడి వచ్చెను.",
    "31": "అతడును రుచికరమైన భోజనము సిద్ధపరచి తన తండ్రి యొద్దకు తెచ్చి - నా తండ్రి లేచి తన కుమారుడు వేటాడి తెచ్చినది తిని నన్ను ఆశీర్వదించును గాక అని తన తండ్రితో చెప్పెను.",
    "32": "అతని తండ్రియైన ఇస్సాకు - నీవు ఎవడవని అడుగగా అతడు - నేను నీ కుమారుడను నీ జ్యేష్ఠకుమారుడనైన ఏశావును అని చెప్పెను.",
    "33": "అప్పుడు ఇస్సాకు మిక్కిలిగా వణకి - అలాగైతే వేటాడి నా యొద్దకు తెచ్చినవాడెవడు? నీవు రాకమునుపు నేను వాటన్నిటిని తిని అతనిని ఆశీర్వదించితిని; అతడే ఆశీర్వదించబడుననెను.",
    "34": "ఏశావు తన తండ్రి మాటలు వినినప్పుడు దుఃఖక్రాంతుడై బిగ్గరగా ఏడ్చి - నా తండ్రీ, నన్నును, నన్నును ఆశీర్వదించుమని తన తండ్రితో చెప్పెను.",
    "35": "అందుకతడు - నీ తమ్ముడు మోసముతో వచ్చి నీ ఆశీర్వాదమును తీసికొనెనని చెప్పెను.",
    "36": "అప్పుడతడు - అతనికి యాకోబు అని పేరు పెట్టుట సబబే గదా; అతడు నన్ను ఈ రెండు సార్లు మోసపుచ్చెను; నా జ్యేష్ఠత్వమును తీసికొనెను; ఇదిగో ఇప్పుడు నా ఆశీర్వాదమును తీసికొనెననెను. మరియు అతడు - నా కొరకు ఒక ఆశీర్వాదమైనను మిగిల్చి ఉంచలేదా అని అడిగెను.",
    "37": "ఇస్సాకు - ఇదిగో నేను అతనిని నీకు ప్రభునిగా నియమించితిని, అతని సహోదరులందరిని అతనికి దాసులుగా ఇచ్చితిని, ధాన్యముతోను ద్రాక్షారసముతోను అతనిని పోషించితిని; కాబట్టి నా కుమారా, నీకు నేనేమి చేయగలను అని ఏశావుతో ఉత్తరమిచ్చెను.",
    "38": "ఏశావు - నా తండ్రీ, నీ యొద్ద ఆశీర్వాదము ఒక్కటే ఉన్నదా? నా తండ్రీ, నన్నును, నన్నును ఆశీర్వదించుమని చెప్పి ఏశావు ఎలుగెత్తి ఏడ్చెను.",
    "39": "అప్పుడు అతని తండ్రియైన ఇస్సాకు ఇట్లనెను - ఇదిగో భూసారమును పైనున్న ఆకాశపు మంచును నీ నివాసమునకు దూరముగా ఉండును.",
    "40": "నీ కత్తివలన నీవు బ్రతుకుదువు; నీ సహోదరునికి దాసుడవుగా ఉందువు; నీవు స్వేచ్ఛగా తిరుగునప్పుడు నీ మెడ మీదనుండి అతని కాడిని విరిచివేసెదవు అనెను.",
    "41": "తన తండ్రి యాకోబును ఆశీర్వదించిన ఆశీర్వాదమును బట్టి ఏశావు అతని మీద పగపట్టెను. ఏశావు - నా తండ్రిని గూర్చి దుఃఖించు దినములు సమీపించుచున్నవి, అప్పుడు నా తమ్ముడైన యాకోబును చంపెదనని తన మనస్సులో అనుకొనెను.",
    "42": "రిబ్కా తన పెద్ద కుమారుడైన ఏశావు మాటలను గూర్చి విన్నప్పుడు ఆమె చిన్న కుమారుడైన యాకోబును పిలిపించి - నీ అన్నయైన ఏశావు నిన్ను చంపి నీ విషయములో పగ తీర్చుకొనవలెనని ఉన్నాడు.",
    "43": "కాబట్టి నా కుమారా, నా మాట విని లేచి, హారానులోనున్న నా సహోదరుడైన లాబాను నొద్దకు పారిపొమ్ము.",
    "44": "నీ అన్న కోపము చల్లారు వరకు కొన్ని దినములు అతని యొద్ద ఉండుము.",
    "45": "నీ యెడల నీ అన్న కోపము చల్లారి నీవు అతనికి చేసినదానిని అతడు మరచువరకు అతని యొద్ద ఉండుము; అప్పుడు నేను వర్తమానము పంపి అక్కడనుండి నిన్ను రప్పించెదను; ఒక్క దినమందే మీ ఇద్దరిని నేను ఎందుకు పోగొట్టుకొనవలెనని అతనితో చెప్పెను.",
    "46": "మరియు రిబ్కా ఇస్సాకుతో - ఈ హేతు కుమార్తెల వలన నా ప్రాణము విసికినది; ఈ దేశపు కుమార్తెల వంటి హేతు కుమార్తెలలో ఒకదానిని యాకోబు పెండ్లి చేసికొనిన యెడల నా బ్రతుకువలన నాకేమి ప్రయోజనమని చెప్పెను."
}
