
{
    "1": "ఇస్సాకు యాకోబును పిలిపించి అతనిని ఆశీర్వదించి - నీవు కనానీయుల కుమార్తెలలో ఎవరిని పెండ్లి చేసికొనకూడదు.",
    "2": "నీవు లేచి పద్దనరాములోని నీ తల్లి తండ్రియైన బెతూయేలు ఇంటికి వెళ్లి, అక్కడ నీ తల్లి సహోదరుడగు లాబాను కుమార్తెలలో ఒకదానిని పెండ్లి చేసికొనుము.",
    "3": "సర్వశక్తిగల దేవుడు నిన్ను ఆశీర్వదించి నీవు అనేక జనములగునట్లు నీకు సంతానాభివృద్ధి కలుగజేసి నిన్ను విస్తరింపజేసి",
    "4": "దేవుడు అబ్రాహామునకిచ్చిన ఈ పరదేశ దేశమును నీవు స్వాస్థ్యముగా చేసికొనునట్లు అబ్రాహామునకు అనుగ్రహించిన ఆశీర్వాదమును నీకును నీ సంతానమునకును అనుగ్రహించును గాక అని అతనికి ఆజ్ఞాపించెను.",
    "5": "అట్లు ఇస్సాకు యాకోబును పంపివేసెను. అతడు పద్దనరాములోనున్న సిరియనుడగు బెతూయేలు కుమారుడును, యాకోబు ఏశావుల తల్లియగు రిబ్కా సహోదరుడునైన లాబాను నొద్దకు వెళ్లెను.",
    "6": "ఇస్సాకు యాకోబును ఆశీర్వదించి, పద్దనరాములో పెండ్లి చేసికొనుటకై అక్కడికి అతని పంపెననియు, అతనిని ఆశీర్వదించినప్పుడు - నీవు కనానీయుల కుమార్తెలలో ఎవరిని పెండ్లి చేసికొనకూడదని అతనికి ఆజ్ఞాపించెననియు,",
    "7": "యాకోబు తన తల్లిదండ్రుల మాట విని పద్దనరామునకు వెళ్లెననియు ఏశావు తెలిసికొనినప్పుడు,",
    "8": "కనానీయుల కుమార్తెలు తన తండ్రియైన ఇస్సాకునకు ఇష్టులు కారని ఏశావు గ్రహించి,",
    "9": "ఇష్మాయేలు నొద్దకు వెళ్లి, ఇదివరకటి తన భార్యలు గాక అబ్రాహాము కుమారుడైన ఇష్మాయేలు కుమార్తెయు నెబాయోతు సహోదరియునగు మహలతును పెండ్లి చేసికొనెను.",
    "10": "యాకోబు బెేర్షెబానుండి బయలుదేరి హారాను వైపు వెళ్లుచు",
    "11": "ఒకానొక స్థలమున చేరి ప్రొద్దు గ్రుంకినందున అక్కడ ఆ రాత్రి నిలిచిపోయి, ఆ స్థలమందలి రాళ్లలో ఒక దానిని తీసికొని తనకు తలగడగా చేసికొని ఆ స్థలమందు పండుకొనెను.",
    "12": "అప్పుడు అతడు ఒక కల కనెను; అందులో ఒక నిచ్చెన భూమిమీద నిలుపబడియుండెను; దాని కొన ఆకాశమునంటెను; దానిమీద దేవుని దూతలు ఎక్కుచు దిగుచు నుండిరి.",
    "13": "మరియు యెహోవా దానికి పైగా నిలిచి - నేను నీ తండ్రియైన అబ్రాహాము దేవుడను ఇస్సాకు దేవుడైన యెహోవాను; నీవు పండుకొనియున్న ఈ భూమిని నీకును నీ సంతానమునకును ఇచ్చెదను.",
    "14": "నీ సంతానము భూమిమీదనున్న రేణువులవలెనగును; నీవు పడమటి తట్టును తూర్పు తట్టును ఉత్తరపు తట్టును దక్షిణపు తట్టును వ్యాపించెదవు; భూమి యొక్క వంశములన్నియు నీ యందును నీ సంతానమునందును ఆశీర్వదించబడును.",
    "15": "ఇదిగో నేను నీకు తోడైయుండి, నీవు వెళ్లు ప్రతి స్థలమందు నిన్ను కాపాడుచు ఈ దేశమునకు నిన్ను మరల రప్పించెదను; నేను నీతో చెప్పినది నెరవేర్చువరకు నిన్ను విడువనని చెప్పెను.",
    "16": "యాకోబు నిద్రమేల్కొని - నిశ్చయముగా యెహోవా ఈ స్థలమందున్నాడు; అది నేను ఎరుగనైతిని అనుకొని",
    "17": "భయపడి - ఈ స్థలము ఎంతో భయంకరము. ఇది దేవుని మందిరమే గాని వేరొకటి కాదు; ఇది పరలోక ద్వారమే అని చెప్పెను.",
    "18": "తెల్లవారినప్పుడు యాకోబు లేచి, తాను తలగడగా చేసికొనిన రాయి తీసి దానిని స్తంభముగా నిలిపి, దాని కొనమీద నూనె పోసెను.",
    "19": "అతడు ఆ స్థలమునకు బేతేలు అని పేరు పెట్టెను; అయితే మొదట ఆ ఊరి పేరు లూజు.",
    "20": "మరియు యాకోబు - దేవుడు నాకు తోడైయుండి, నేను వెళ్లుచున్న ఈ మార్గములో నన్ను కాపాడి, తినుటకు ఆహారమును కట్టుకొనుటకు వస్త్రములను నాకు దయచేసి",
    "21": "నా తండ్రి యింటికి నేను క్షేమముగా తిరిగి వచ్చిన యెడల యెహోవా నాకు దేవుడైయుండును;",
    "22": "మరియు స్తంభముగా నేను నిలిపిన ఈ రాయి దేవుని మందిరమగును; మరియు నీవు నాకిచ్చు వాటన్నిటిలో పదియవ వంతు నిశ్చయముగా నీకు చెల్లించెదనని మ్రొక్కుకొనెను."
}
