
{
    "1": "అప్పుడు యాకోబు ప్రయాణము చేసి తూర్పు దిక్కున నున్నవారి దేశమునకు వచ్చెను.",
    "2": "అతడు చూచినప్పుడు పొలములో ఒక బావియు దాని యొద్ద గొర్రెల మూడు మందలు పండుకొని యుండుటయు కనబడెను; ఆ బావిలోనుండి ఆ మందలకు నీళ్లు పెట్టుదురు; ఆ బావి మీద ఒక గొప్ప రాయి ఉండెను.",
    "3": "అక్కడికి మందలన్నియు కూడి వచ్చినప్పుడు కాపరులు బావి మీది రాయి పొర్లించి గొర్రెలకు నీళ్లు పెట్టి, తిరిగి ఆ రాతిని బావి మీది దాని స్థలమందు ఉంచుదురు.",
    "4": "యాకోబు - నా సహోదరులారా, మీరెక్కడివారని వారిని అడుగగా వారు - మేము హారాను వారమని చెప్పిరి.",
    "5": "అతడు - నాహోరు కుమారుడైన లాబానును మీరు ఎరుగుదురా అని అడుగగా వారు - ఎరుగుదుమనిరి.",
    "6": "అతడు - అతడు క్షేమముగా ఉన్నాడా అని అడుగగా వారు - క్షేమమే; ఇదిగో అతని కుమార్తె రాహేలు గొర్రెలను తోలుకొని వచ్చుచున్నదని చెప్పిరి.",
    "7": "అప్పుడతడు - ఇదిగో ఇంక పగలు బహు వేళ ఉన్నది; పశువులను పోగుచేయు వేళ కాలేదు; గొర్రెలకు నీళ్లు పెట్టి మేపుటకు వెళ్లుడని చెప్పెను.",
    "8": "అందుకు వారు - మందలన్నియు కూడివచ్చి, కాపరులు బావిమీది రాయి పొర్లించు వరకు మేము అలాగు చేయలేము; అప్పుడు గొర్రెలకు నీళ్లు పెట్టుదుమని చెప్పిరి.",
    "9": "అతడు ఇంక వారితో మాటలాడుచుండగా రాహేలు తన తండ్రి గొర్రెలను తోలుకొని వచ్చెను; ఆమె గొర్రెల కాపరి.",
    "10": "యాకోబు తన తల్లి సహోదరుడైన లాబాను కుమార్తెయగు రాహేలును తన తల్లి సహోదరుడైన లాబాను గొర్రెలను చూచినప్పుడు, యాకోబు దగ్గరకు వెళ్లి బావి మీద నుండి రాయి పొర్లించి, తన తల్లి సహోదరుడైన లాబాను గొర్రెలకు నీళ్లు పెట్టెను.",
    "11": "యాకోబు రాహేలును ముద్దుపెట్టుకొని ఎలుగెత్తి ఏడ్చెను.",
    "12": "తాను ఆమె తండ్రి బంధువుడనియు రిబ్కా కుమారుడనియు యాకోబు రాహేలుకు తెలుపగా ఆమె పరుగెత్తి వెళ్లి తన తండ్రికి చెప్పెను.",
    "13": "లాబాను తన సహోదరి కుమారుడైన యాకోబును గూర్చిన వార్త వినినప్పుడు అతనిని ఎదుర్కొన పరుగెత్తి అతని కౌగిలించుకొని ముద్దుపెట్టుకొని తన యింటికి తోడుకొనివచ్చెను. అతడు లాబానుతో ఈ సంగతులన్నియు చెప్పెను.",
    "14": "అప్పుడు లాబాను - నిశ్చయముగా నీవు నా ఎముకయు నా మాంసమునై యున్నావని అతనితో చెప్పెను. అతడు ఒక నెల దినములు అతని యొద్ద నుండెను.",
    "15": "లాబాను - నీవు నాకు బంధువుడవైనందున ఊరకయే నాకు కొలువు చేసెదవా? నీకు జీతమేమి కావలెనో నాతో చెప్పుమని యాకోబునడిగెను.",
    "16": "లాబానుకు ఇద్దరు కుమార్తెలుండిరి; పెద్దదాని పేరు లేయా, చిన్నదాని పేరు రాహేలు.",
    "17": "లేయా మంద దృష్టి గలది; రాహేలు రూపవతియు సుందరియునై యుండెను.",
    "18": "యాకోబు రాహేలును ప్రేమించెను గనుక - నీ చిన్న కుమార్తెయైన రాహేలు కోసము ఏడేండ్లు నీకు కొలువు చేసెదననెను.",
    "19": "అందుకు లాబాను - అన్యునికి ఆమెనిచ్చుటకంటే నీకిచ్చుట మేలు; నాయొద్ద ఉండుమని చెప్పెను.",
    "20": "యాకోబు రాహేలు కోసము ఏడేండ్లు కొలువు చేసెను. అతడు ఆమెను ప్రేమించుటవలన ఆ దినములు అతనికి కొద్ది దినములుగా తోచెను.",
    "21": "ఆ దినములు గడచిన తరువాత యాకోబు - నా గడువు తీరినది గనుక నేను నా భార్యయొద్దకు పోవునట్లు ఆమెను నాకిమ్మని లాబానునడిగెను.",
    "22": "లాబాను ఆ ఊరి మనుష్యులనందరిని పోగుచేసి విందు చేయించెను.",
    "23": "రాత్రివేళ అతడు తన కుమార్తెయైన లేయాను తీసికొని యాకోబునొద్దకు తేగా అతడు ఆమెను కూడెను.",
    "24": "మరియు లాబాను తన దాసియైన జిల్పాను తన కుమార్తెయగు లేయాకు దాసిగా ఇచ్చెను.",
    "25": "ఉదయమందు చూడగా ఆమె లేయాయే; అప్పుడతడు లాబానుతో - నీవు నాకు చేసినది ఏమిటి? రాహేలు కోసము గదా నీకు కొలువు చేసితిని? నన్నెందుకు మోసపుచ్చితివని అడిగెను.",
    "26": "అందుకు లాబాను - పెద్దదాని కంటే ముందుగా చిన్నదానినిచ్చుట మా దేశ మర్యాద కాదు.",
    "27": "ఈమె వారమును సంపూర్తి చేయుము; నీవు మరి ఏడేండ్లు నాకు కొలువు చేసిన యెడల ఆమెను కూడ నీకిచ్చెదననెను.",
    "28": "యాకోబు ఆలాగు చేసి ఆ వారము సంపూర్తి చేయగా లాబాను తన కుమార్తెయైన రాహేలును కూడ అతనికి భార్యగా ఇచ్చెను.",
    "29": "లాబాను తన దాసియైన బిల్హాను తన కుమార్తెయగు రాహేలుకు దాసిగా ఇచ్చెను.",
    "30": "అతడు రాహేలును కూడెను; మరియు అతడు లేయాకంటే రాహేలును ఎక్కువగా ప్రేమించి, మరి ఏడేండ్లు లాబానుకు కొలువు చేసెను.",
    "31": "లేయా ద్వేషించబడుట యెహోవా చూచి ఆమె గర్భము తెరిచెను; రాహేలు గొడ్రాలై యుండెను.",
    "32": "లేయా గర్భవతియై కుమారుని కని - యెహోవా నా శ్రమను చూచియున్నాడు గనుక ఇప్పుడు నా పెనిమిటి నన్ను ప్రేమించుననుకొని అతనికి రూబేను అని పేరు పెట్టెను.",
    "33": "ఆమె మరల గర్భవతియై కుమారుని కని - నేను ద్వేషించబడితినన్న సంగతి యెహోవా విన్నాడు గనుక ఇతనిని కూడ నాకు దయచేసెనని చెప్పి అతనికి షిమ్యోను అని పేరు పెట్టెను.",
    "34": "ఆమె మరల గర్భవతియై కుమారుని కని - నేను నా పెనిమిటికి ముగ్గురు కుమారులను కంటిని గనుక ఈ సారి అతడు నాతో హత్తుకొనియుండుననుకొనెను. అందుచేత అతనికి లేవి అని పేరు పెట్టబడెను.",
    "35": "ఆమె మరల గర్భవతియై కుమారుని కని - ఈ సారి యెహోవాను స్తుతించెదనని చెప్పెను; అందుచేత ఆమె అతనికి యూదా అని పేరు పెట్టెను. అప్పుడు ఆమెకు కానుపుడిగెను."
}
