
{
    "1": "రాహేలు తాను యాకోబుకు పిల్లలను కనకపోవుట చూచినప్పుడు తన అక్కయందు అసూయపడి యాకోబుతో - నాకు పిల్లలను ఇమ్ము, లేనియెడల నేను చచ్చెదననెను.",
    "2": "యాకోబు రాహేలు మీద కోపపడి - గర్భఫలము నీకియ్యక పోయిన దేవునికి నేను ప్రతిగా ఉన్నానా? అనెను.",
    "3": "అందుకామె - ఇదిగో నా దాసియైన బిల్హా ఉన్నది; ఆమెయొద్దకు పోము; ఆమె నా ఒడిలో పిల్లలను కనును; ఆమె వలన నేనును పిల్లలను కందునని చెప్పి",
    "4": "తన దాసియైన బిల్హాను అతనికి భార్యగా ఇచ్చెను. యాకోబు ఆమెను కూడెను.",
    "5": "బిల్హా గర్భవతియై యాకోబుకు కుమారుని కనెను.",
    "6": "అప్పుడు రాహేలు - దేవుడు నాకు తీర్పు తీర్చెను; ఆయన నా మొరను కూడ విని నాకు కుమారుని దయచేసెనని చెప్పి అతనికి దాను అని పేరు పెట్టెను.",
    "7": "రాహేలు దాసియైన బిల్హా మరల గర్భవతియై యాకోబుకు రెండవ కుమారుని కనెను.",
    "8": "అప్పుడు రాహేలు - నేను దేవునితో పోరాడి నా అక్కను గెలిచితినని చెప్పి అతనికి నఫ్తాలి అని పేరు పెట్టెను.",
    "9": "లేయా తనకు కానుపుడుగుట చూచి తన దాసియైన జిల్పాను తీసికొని యాకోబుకు భార్యగా ఇచ్చెను.",
    "10": "లేయా దాసియైన జిల్పా యాకోబుకు కుమారుని కనెను.",
    "11": "అప్పుడు లేయా - అదృష్టము గదా అని అతనికి గాదు అని పేరు పెట్టెను.",
    "12": "లేయా దాసియైన జిల్పా యాకోబుకు రెండవ కుమారుని కనెను.",
    "13": "అప్పుడు లేయా - నేను ధన్యురాలను; స్త్రీలు నన్ను ధన్యురాలని అందురు గదా అని అతనికి ఆషేరు అని పేరు పెట్టెను.",
    "14": "గోధుమల కోతకాలమందు రూబేను వెళ్ళి పొలములో పుత్రదాత వృక్షపు పండ్లను చూచి తన తల్లియైన లేయాకు తెచ్చి యిచ్చెను. అప్పుడు రాహేలు - నీ కుమారుని పండ్లలో కొన్ని దయచేసి నాకిమ్మని లేయానడుగగా",
    "15": "ఆమె - నీవు నా పెనిమిటిని తీసికొనినది చాలదా? నా కుమారుని పండ్లను కూడ తీసికొందువా అని ఆమెతో అనెను. అందుకు రాహేలు - ఆలాగైతే నీ కుమారుని పండ్ల నిమిత్తము ఈ రాత్రి అతడు నీతో శయనించుననెను.",
    "16": "సాయంకాలమున యాకోబు పొలమునుండి వచ్చుచుండగా లేయా అతనిని ఎదుర్కొన వెళ్లి - నీవు నా యొద్దకు రావలెను; నా కుమారుని పండ్లిచ్చి నిన్ను కూలికి తీసికొంటిననెను. ఆ రాత్రి అతడు ఆమెతో శయనించెను.",
    "17": "దేవుడు లేయా మనవి వినెను గనుక ఆమె గర్భవతియై యాకోబుకు ఐదవ కుమారుని కనెను.",
    "18": "అప్పుడు లేయా - నేను నా పెనిమిటికి నా దాసినిచ్చినందున దేవుడు నాకు ప్రతిఫలమిచ్చెనని చెప్పి అతనికి ఇస్సాఖారు అని పేరు పెట్టెను.",
    "19": "లేయా మరల గర్భవతియై యాకోబుకు ఆరవ కుమారుని కనెను.",
    "20": "అప్పుడు లేయా - దేవుడు మంచి బహుమానము నాకు దయచేసెను; ఆరుగురు కుమారులను కంటిని గనుక ఇక మీదట నా పెనిమిటి నాతో కాపురము చేయునని చెప్పి అతనికి జెబూలూను అని పేరు పెట్టెను.",
    "21": "తరువాత ఆమె కుమార్తెను కని ఆమెకు దీనా అని పేరు పెట్టెను.",
    "22": "దేవుడు రాహేలును జ్ఞాపకము చేసికొనెను; దేవుడు ఆమె మనవి విని ఆమె గర్భము తెరిచెను.",
    "23": "ఆమె గర్భవతియై కుమారుని కని - దేవుడు నా నిందను తీసివేసెననుకొనెను.",
    "24": "మరియు ఆమె - యెహోవా నాకు మరియొక కుమారుని దయచేయును గాక అని చెప్పి అతనికి యోసేపు అని పేరు పెట్టెను.",
    "25": "రాహేలు యోసేపును కనిన తరువాత యాకోబు లాబానుతో - నేను నా స్థలమునకును నా దేశమునకును వెళ్లునట్లు నన్ను పంపివేయుము.",
    "26": "నేను ఎవరి కోసము నీకు కొలువు చేసితినో నా భార్యలను నా పిల్లలను నాకిచ్చి నన్ను పంపివేయుము; నేను నీకు చేసిన కొలువు నీకు తెలిసేయున్నదని చెప్పెను.",
    "27": "అందుకు లాబాను - నీ కటాక్షము నామీద నున్నయెడల ఉండుము; నిన్నుబట్టి యెహోవా నన్ను ఆశీర్వదించెనని శకునమువలన తెలిసికొంటినని అతనితో చెప్పెను.",
    "28": "మరియు అతడు - నీ జీతమింత అని నాతో చెప్పుము, అది ఇచ్చెదననెను.",
    "29": "అందుకతడు - నేను నిన్ను ఎట్లు కొలిచితినో, నీ మంద నా యొద్ద ఎట్లుండెనో అది నీకు తెలిసేయున్నది.",
    "30": "నేను రాకమునుపు నీకుండినది కొంచెమే; అయితే అది బహుగా విస్తరించెను; నేను వచ్చినప్పటినుండి యెహోవా నిన్ను ఆశీర్వదించెను; ఇప్పుడు నేను నా యింటివారికొరకు పాటుపడుట ఎప్పుడని అడిగెను.",
    "31": "అందుకతడు - నేను నీకు ఏమి ఇయ్యవలెనని అడుగగా యాకోబు - నీవు నాకేమియు ఇయ్యవద్దు; నీవు నాకొరకు ఈ కార్యము చేసినయెడల నేను తిరిగి నీ మందను మేపి కాచెదను.",
    "32": "నేడు నేను నీ మంద అంతటిలోనుండి నడిచివెళ్లి వాటిలో పొడలైనను మచ్చలైనను గల గొర్రెలన్నిటిని, గొర్రెపిల్లలలో నల్లనివాటినన్నిటిని, మేకలలో మచ్చలైనను పొడలైనను గలవాటిని వేరుచేసెదను; అట్టివి నాకు జీతమగును.",
    "33": "ఇకమీదట నా జీతము గూర్చి నీవు వచ్చి చూచినప్పుడు నా నీతి నాకు సాక్ష్యముగా ఉండును; పొడలైనను మచ్చలైనను లేని మేకలు గాని నల్లనివి కాని గొర్రెపిల్లలు గాని నాయొద్ద ఉండినయెడల అవన్నియు దొంగిలబడినవాటిగా ఎంచబడుననెను.",
    "34": "అందుకు లాబాను - మంచిది; నీ మాట చొప్పున జరుగును గాక అనెను.",
    "35": "ఆ దినమందే అతడు చారలైనను మచ్చలైనను గల మేకపోతులను, పొడలైనను మచ్చలైనను గల ఆడుమేకలనన్నిటిని, అనగా ఏవి కొంచెము తెలుపు గలవో వాటినన్నిటిని, గొర్రెపిల్లలలో నల్లనివాటినన్నిటిని వేరుచేసి తన కుమారుల చేతికి అప్పగించెను.",
    "36": "మరియు అతడు తనకును యాకోబుకును మూడు దినముల ప్రయాణమంత ఎడముంచెను; యాకోబు లాబాను మిగిలిన మందను మేపుచుండెను.",
    "37": "యాకోబు జిల్లేడు, బాదము, బల్లేసు అనువాటి పచ్చి బద్దలను తీసికొని వాటిలోనున్న తెలుపు కనబడునట్లు ఆ బద్దలమీద తెల్లని చారలు పొలిపించి",
    "38": "తాను పొలిపించిన ఆ బద్దలను మందలు నీళ్లు త్రాగుటకు వచ్చు పాతులలోను నీళ్ల తొట్లలోను ఆ మందల యెదుట పెట్టెను. అవి నీళ్లు త్రాగుటకు వచ్చినప్పుడు చూలు కట్టెను.",
    "39": "ఆ బద్దల యెదుట మందలు చూలు కట్టి, చారలైనను పొడలైనను మచ్చలైనను గల పిల్లలను ఈనెను.",
    "40": "యాకోబు ఆ గొర్రెపిల్లలను వేరుచేసి, లాబాను మందలోనున్న చారల గొర్రెలతట్టును నల్లనివాటన్నిటితట్టును తన మందల ముఖములు ఉంచి, లాబాను మందలో కలపక తన మందలను వేరుగా ఉంచుకొనెను.",
    "41": "మరియు బలమైనవి చూలు కట్టినప్పుడెల్ల ఆ మందలు ఆ బద్దల యెదుట చూలు కట్టునట్లు యాకోబు ఆ నీళ్ల పాతులలో మందల కన్నుల యెదుట ఆ బద్దలను పెట్టెను.",
    "42": "బలహీనమైనవి చూలు కట్టినప్పుడు వాటిని పెట్టలేదు; అందువలన బలహీనమైనవి లాబానువి, బలమైనవి యాకోబువి ఆయెను.",
    "43": "ఆలాగు ఆ మనుష్యడు మిక్కిలి అభివృద్ధి పొంది, విస్తారమైన మందలును దాసదాసీలును ఒంటెలును గాడిదలును గలవాడాయెను."
}
