
{
    "1": "యాకోబు తన త్రోవను వెళ్లుచుండగా దేవుని దూతలు అతనిని ఎదుర్కొనిరి.",
    "2": "యాకోబు వారిని చూచి - ఇది దేవుని సేన అని చెప్పి ఆ స్థలమునకు మహనయిమ్ అని పేరు పెట్టెను.",
    "3": "అప్పుడు యాకోబు ఎదోము దేశమగు శేయీరు సీమలోనున్న తన సహోదరుడైన ఏశావు యొద్దకు తనకంటే ముందుగా దూతలను పంపి,",
    "4": "వారికి ఈలాగు ఆజ్ఞాపించెను - మీరు నా ప్రభువైన ఏశావుతో చెప్పవలసినదేమనగా - నీ దాసుడైన యాకోబు లాబాను యొద్ద బస చేసి ఇప్పటివరకు అక్కడ ఉంటిని.",
    "5": "నాకు ఎద్దులు గాడిదలు మందలు దాసదాసీలు ఉన్నారు; నా ప్రభువు కటాక్షము నామీద వచ్చునట్లు నీకు తెలియజేయుటకు వీరిని పంపితిని అని చెప్పుడనెను.",
    "6": "ఆ దూతలు యాకోబునొద్దకు తిరిగి వచ్చి - మేము నీ సహోదరుడైన ఏశావు యొద్దకు వెళ్లితివిు; అతడును నిన్ను ఎదుర్కొనుటకు వచ్చుచున్నాడు, నాలుగు వందలమంది మనుష్యులు అతనితో కూడ వచ్చుచున్నారని చెప్పిరి.",
    "7": "అప్పుడు యాకోబు మిక్కిలి భయపడి కలవరపడి, తన యొద్దనున్న జనులను మందలను పశువులను ఒంటెలను రెండు గుంపులుగా చేసి",
    "8": "ఏశావు ఒక గుంపు మీదికి వచ్చి దాని హతము చేసినయెడల మిగిలిన గుంపు తప్పించుకొనుననుకొనెను.",
    "9": "మరియు యాకోబు - నా తండ్రియైన అబ్రాహాము దేవా, నా తండ్రియైన ఇస్సాకు దేవా, నీ దేశమునకును నీ బంధువుల యొద్దకును తిరిగి వెళ్లుము, నీకు మేలు చేసెదనని నాతో చెప్పిన యెహోవా,",
    "10": "నీవు నీ దాసునికి చేసిన సమస్తమైన ఉపకారములకును సమస్త సత్యమునకును నేను పాత్రుడను కాను; ఎట్లనగా నా చేతి కర్రతో మాత్రమే యోర్దానును దాటితిని; ఇప్పుడు నేను రెండు గుంపులైతిని.",
    "11": "నా సహోదరుడైన ఏశావు చేతిలోనుండి దయచేసి నన్ను తప్పించుము; అతడు వచ్చి నన్నును, పిల్లలతో తల్లిని చంపునేమో అని నేను అతనికి భయపడుచున్నాను.",
    "12": "నీవు - నేను నీకు నిశ్చయముగా మేలు చేసి, విస్తారమగుటవలన లెక్కకు మించిన సముద్రపు ఇసుకవలె నీ సంతానమును విస్తరింపజేసెదనని సెలవిచ్చితివి గదా అని ప్రార్థించెను.",
    "13": "అతడు అక్కడ ఆ రాత్రి గడిపి, తన యొద్దనున్న వాటిలో తన సహోదరుడైన ఏశావు కొరకు ఒక కానుకను ఏర్పరచెను.",
    "14": "అవేవనగా రెండు వందల మేకలు, ఇరవై మేకపోతులు, రెండు వందల గొర్రెలు, ఇరవై పొట్టేళ్లు,",
    "15": "పిల్లలుగల ముప్పది పాడి ఒంటెలు, నలభై ఆవులు, పది ఎద్దులు, ఇరవై ఆడు గాడిదలు, పది మగ గాడిదలు.",
    "16": "వాటిలో ప్రతి మందను వేరు వేరుగా తన దాసుల చేతికి అప్పగించి - మీరు నాకంటే ముందుగా వెళ్లి మంద మందకు నడుమ ఎడము ఉంచుడని తన దాసులతో చెప్పెను.",
    "17": "మరియు అతడు మొదటివానికి ఈలాగు ఆజ్ఞాపించెను - నా సహోదరుడైన ఏశావు నిన్ను ఎదుర్కొని - నీవు ఎవనివాడవు? ఎక్కడికి వెళ్లుచున్నావు? నీ ముందరనున్న ఇవి ఎవరివని అడిగినయెడల",
    "18": "నీవు - ఇవి నీ దాసుడైన యాకోబువి; ఇవి నా ప్రభువైన ఏశావు కొరకు పంపబడిన కానుక; అదిగో అతడును మా వెనుక వచ్చుచున్నాడని చెప్పవలెను.",
    "19": "అతడు రెండవవానికిని మూడవవానికిని మందల వెంబడి వెళ్లు వారికందరికిని ఈలాగు ఆజ్ఞాపించెను - మీరు ఏశావును చూచినప్పుడు ఈ మాట చొప్పున అతనితో చెప్పవలెను.",
    "20": "మరియు మీరు - అదిగో నీ దాసుడైన యాకోబు మా వెనుక వచ్చుచున్నాడని చెప్పవలెను. ఏలయనగా - నాకంటే ముందుగా వెళ్లుచున్న కానుకవలన అతని శాంతిపరచిన తరువాత అతని ముఖము చూచెదను; ఒకవేళ అతడు నన్ను కరుణించునని అనుకొనెను.",
    "21": "అట్లు ఆ కానుక అతనికంటే ముందుగా వెళ్ళెను; ఆ రాత్రి అతడు గుంపులో ఉండెను.",
    "22": "ఆ రాత్రి అతడు లేచి తన ఇద్దరు భార్యలను తన ఇద్దరు దాసీలను తన పదకొండుమంది పిల్లలను తీసికొని యబ్బోకు రేవు దాటెను.",
    "23": "అతడు వారిని తీసికొని ఆ యేరు దాటించెను; తనకు కలిగినదంతయు దాటించెను.",
    "24": "యాకోబు ఒక్కడే మిగిలిపోయెను; ఒక నరుడు తెల్లవారువరకు అతనితో పెనుగులాడెను.",
    "25": "అతడు యాకోబును గెలవలేకపోవుట చూచి అతని తొడగూటి మీద కొట్టెను; అప్పుడు అతడు అతనితో పెనుగులాడుచుండగా యాకోబు తొడగూడు వసిలేను.",
    "26": "అప్పుడతడు - తెల్లవారుచున్నది గనుక నన్ను పోనిమ్మనగా అతడు - నీవు నన్ను ఆశీర్వదించితేనే గాని నిన్ను పోనియ్యననెను.",
    "27": "అతడు - నీ పేరేమని అడుగగా అతడు - యాకోబు అనెను.",
    "28": "అప్పుడతడు - నీవు దేవునితోను మనుష్యులతోను పోరాడి గెలిచితివి గనుక ఇకమీదట నీ పేరు ఇశ్రాయేలే గాని యాకోబు అనబడదని చెప్పెను.",
    "29": "అప్పుడు యాకోబు - దయచేసి నీ పేరు చెప్పుమని అడుగగా అతడు - నీవు ఎందునిమిత్తము నా పేరు అడిగితివని చెప్పి అక్కడ అతనిని ఆశీర్వదించెను.",
    "30": "యాకోబు - ముఖాముఖిగా దేవుని చూచితిని, అయినను నా ప్రాణము దక్కినదని చెప్పి ఆ స్థలమునకు పెనీయేలు అని పేరు పెట్టెను.",
    "31": "అతడు పెనూయేలును దాటిపోయినప్పుడు సూర్యుడు ఉదయించెను; అతడు తన తొడ కుంటుచు నడిచెను.",
    "32": "అతడు యాకోబు తొడగూటిలోని తుంటి నరమును ముట్టెను గనుక నేటివరకు ఇశ్రాయేలీయులు తొడగూటిలోని తుంటి నరమును తినరు."
}
