
{
    "1": "యాకోబు కన్నులెత్తి చూచినప్పుడు ఏశావును అతనితో కూడ నాలుగు వందలమంది మనుష్యులును వచ్చుచుండిరి. అప్పుడతడు లేయాకును రాహేలుకును ఆ ఇద్దరు దాసీలకును ఆ పిల్లలను పంచిపెట్టి",
    "2": "ముందర దాసీలను వారి పిల్లలను, వారి వెనుక లేయాను ఆమె పిల్లలను, అందరి వెనుక రాహేలును యోసేపును ఉంచెను.",
    "3": "అతడు వారికి ముందుగా వెళ్లి తన సహోదరుని సమీపించువరకు ఏడు మారులు నేలమట్టుకు వంగి నమస్కారము చేసెను.",
    "4": "ఏశావు అతనిని ఎదుర్కొన పరుగెత్తివచ్చి అతనిని కౌగిలించుకొని అతని మెడ మీద పడి ముద్దుపెట్టుకొనెను; వారిద్దరు ఏడ్చిరి.",
    "5": "అతడు కన్నులెత్తి ఆ స్త్రీలను పిల్లలను చూచి - నీ యొద్దనున్న వీరు ఎవరని అడుగగా యాకోబు - దేవుడు నీ దాసునికి దయచేసిన పిల్లలే అనెను.",
    "6": "అప్పుడు దాసీలును వారి పిల్లలును దగ్గరకు వచ్చి నమస్కారము చేసిరి.",
    "7": "లేయాయు ఆమె పిల్లలును దగ్గరకు వచ్చి నమస్కారము చేసిరి; తరువాత యోసేపును రాహేలును దగ్గరకు వచ్చి నమస్కారము చేసిరి.",
    "8": "అప్పుడతడు - నాకు ఎదురుపడిన ఈ మంద అంతయు ఎందుకని అడుగగా అతడు - నా ప్రభువు కటాక్షము నామీద వచ్చుటకే అనెను.",
    "9": "అందుకు ఏశావు - నా తమ్ముడా, నాకు కావలసినవి ఉన్నవి, నీవి నీ యొద్దనే ఉంచుకొమ్మనెను.",
    "10": "అందుకు యాకోబు - ఆలాగు కాదు; నామీద నీకు కటాక్షము కలిగినయెడల నా కానుకను నా చేతినుండి పుచ్చుకొనుము; దేవుని ముఖము చూచినట్లు నీ ముఖము చూచితిని; నీవు నన్ను దయతో అంగీకరించితివి.",
    "11": "నీ యొద్దకు తేబడిన నా దీవెనను దయచేసి పుచ్చుకొనుము; దేవుడు నన్ను కరుణించియున్నాడు, నాకు కావలసినవన్నియు ఉన్నవని చెప్పి అతనిని బలవంతము చేసెను గనుక అతడు దానిని పుచ్చుకొనెను.",
    "12": "అతడు - మనము సాగివెళ్లుదము రమ్ము, నేను నీకు ముందుగా వెళ్ళెదననెను.",
    "13": "అందుకతడు - పిల్లలు పసివారనియు, పాలిచ్చు గొర్రెలును ఆవులును నా యొద్ద ఉన్నవనియు నా ప్రభువుకు తెలియును; ఒక్క దినము వాటిని తోలినయెడల మందలన్నియు చచ్చిపోవును.",
    "14": "దయచేసి నా ప్రభువు తన దాసుని కంటే ముందుగా వెళ్లును గాక; నేను సేయీరుకు నా ప్రభువు యొద్దకు వచ్చువరకు, నా ముందరనున్న మందల నడక చొప్పునను పిల్లల నడక చొప్పునను మెల్లగా నడిపించుకొని వచ్చెదననెను.",
    "15": "అందుకు ఏశావు - నా యొద్దనున్న జనులలో కొందరిని నీ యొద్ద విడిచిపెట్టెదననగా అతడు - అది ఎందుకు? నా ప్రభువు కటాక్షము నామీద ఉండనిమ్మనెను.",
    "16": "ఆ దినమందే ఏశావు శేయీరుకు వెళ్లు త్రోవను తిరిగి వెళ్ళెను.",
    "17": "యాకోబు సుక్కోతుకు ప్రయాణమై పోయి తనకు ఇల్లు కట్టించుకొని తన పశువులకు పాకలు వేసెను; అందుచేత ఆ స్థలమునకు సుక్కోతు అని పేరు పెట్టబడెను.",
    "18": "అట్లు యాకోబు పద్దనరామునుండి వచ్చిన తరువాత కనాను దేశములోనున్న షెకెము పట్టణమునకు క్షేమముగా వచ్చి ఆ పట్టణము ఎదుట తన గుడారము వేసికొనెను.",
    "19": "అతడు తన గుడారము వేసికొనిన పొలమును షెకెము తండ్రియైన హమోరు కుమారుల యొద్ద నూరు వరహాలకు కొనెను.",
    "20": "అక్కడ అతడు ఒక బలిపీఠము కట్టి దానికి ఏల్ ఇశ్రాయేల్ అని పేరు పెట్టెను."
}
