
{
    "1": "లేయా యాకోబుకు కనిన కుమార్తెయైన దీనా ఆ దేశపు కుమార్తెలను చూడ వెళ్ళెను.",
    "2": "ఆ దేశపు అధిపతియు హివ్వీయుడనైన హమోరు కుమారుడగు షెకెము ఆమెను చూచి, ఆమెను తీసికొనిపోయి ఆమెతో శయనించి ఆమెను చెరిపెను.",
    "3": "అతని మనస్సు యాకోబు కుమార్తెయైన దీనా మీద లగ్నమాయెను; అతడు ఆ చిన్నదానిని ప్రేమించి ఆ చిన్నదానితో ప్రీతిగా మాటలాడెను.",
    "4": "కాబట్టి షెకెము తన తండ్రియైన హమోరుతో - ఈ చిన్నదానిని నాకు పెండ్లి చేసిపెట్టుమని చెప్పెను.",
    "5": "షెకెము తన కుమార్తెయైన దీనాను చెరిపెనని యాకోబు వినెను. అప్పుడు అతని కుమారులు పశువుల యొద్ద పొలములో ఉండిరి గనుక వారు వచ్చువరకు యాకోబు ఊరకుండెను.",
    "6": "షెకెము తండ్రియైన హమోరు యాకోబుతో మాటలాడుటకు అతని యొద్దకు వచ్చెను.",
    "7": "యాకోబు కుమారులు ఆ సంగతి విని పొలములోనుండి వచ్చిరి. అతడు యాకోబు కుమార్తెతో శయనించి ఇశ్రాయేలుకు అగౌరవము కలుగజేసెను, అది చేయరాని కార్యము గనుక ఆ మనుష్యులు మత్సరపడి మిక్కిలి కోపించిరి.",
    "8": "హమోరు వారితో ఇట్లనెను - నా కుమారుడైన షెకెము మనస్సు మీ కుమార్తెయందు లగ్నమైనది; దయచేసి ఆమెను అతనికిచ్చి పెండ్లి చేయుడి.",
    "9": "మీరు మాతో వియ్యమందవలెను; మీ కుమార్తెలను మాకిచ్చి, మా కుమార్తెలను మీరు చేసికొనవలెను.",
    "10": "మీరు మాతోకూడ నివసించవచ్చును; ఈ దేశము మీ యెదుట ఉన్నది, దీనిలో నివసించి వర్తకము చేసి ఆస్తి సంపాదించుకొనుడని చెప్పెను.",
    "11": "మరియు షెకెము ఆమె తండ్రితోను ఆమె అన్నలతోను - నా మీద మీకు కటాక్షము ఉండనియ్యుడి; మీరు నాతో చెప్పునది ఇచ్చెదను.",
    "12": "ఎంత ఓలియైనను ఎంత కట్నమైనను నన్నడుగుడి, మీరు నాతో చెప్పినట్లే ఇచ్చెదను; ఆ చిన్నదానిని మాత్రము నాకు భార్యగా ఇయ్యుడని చెప్పెను.",
    "13": "షెకెము తమ సహోదరియైన దీనాను చెరిపెను గనుక యాకోబు కుమారులు షెకెముతోను అతని తండ్రియైన హమోరుతోను కపటముగా ఉత్తరమిచ్చిరి.",
    "14": "వారు - మేము ఈ కార్యము చేయలేము; సున్నతి లేనివానికి మా సహోదరిని ఇయ్యలేము; అది మాకు నింద.",
    "15": "అయితే ఒక్క విషయములో మీకు సమ్మతించెదము; మీరును మీలోని ప్రతి మగవాడును సున్నతి పొంది మావలె ఉండినయెడల",
    "16": "మా కుమార్తెలను మీకిచ్చి, మీ కుమార్తెలను మేము చేసికొని, మీతో నివసించి ఒక్క జనముగా ఉందుము.",
    "17": "మీరు సున్నతి పొందుటకు మా మాట విననియెడల మేము మా కుమార్తెను తీసికొని వెళ్లిపోదుమని వారితో చెప్పిరి.",
    "18": "వారి మాటలు హమోరుకును హమోరు కుమారుడైన షెకెముకును మంచివిగా తోచెను.",
    "19": "ఆ యౌవనస్థుడు యాకోబు కుమార్తెయందు ప్రేమ గలవాడు గనుక ఆ కార్యము చేయుటకు తడవు చేయలేదు. అతడు తన తండ్రి ఇంటివారందరిలో ఘనత వహించినవాడు.",
    "20": "కాబట్టి హమోరును అతని కుమారుడైన షెకెమును తమ ఊరి గవిని యొద్దకు వచ్చి తమ ఊరి జనులతో ఇట్లనిరి",
    "21": "ఈ మనుష్యులు మనతో సమాధానముగా ఉన్నారు; కాబట్టి వారు ఈ దేశములో నివసించి వర్తకము చేయవచ్చును; వారు నివసించుటకు దేశము విశాలముగా ఉన్నది గదా. మనము వారి కుమార్తెలను పెండ్లి చేసికొని మన కుమార్తెలను వారికి ఇయ్యవచ్చును.",
    "22": "అయితే ఆ మనుష్యులు సున్నతి పొందినట్టు మనలో ప్రతి మగవాడును సున్నతి పొందినయెడలనే, వారు మనతో నివసించుటకును ఒక్క జనముగా ఉండుటకును సమ్మతించుదురు.",
    "23": "వారి పశువులును వారి ఆస్తియు వారి జంతువులన్నియు మనవి అగును గదా? వారికి సమ్మతించుదము, అప్పుడు వారు మనతో నివసించుదురనిరి.",
    "24": "హమోరును అతని కుమారుడైన షెకెమును చెప్పిన మాటను అతని ఊరి గవినిగుండా వెళ్లువారందరు వినిరి; ఆ ఊరి గవినిగుండా వెళ్లువారందరిలో ప్రతి మగవాడును సున్నతి పొందెను.",
    "25": "మూడవ దినమున వారికి నొప్పిగా ఉన్నప్పుడు యాకోబు ఇద్దరు కుమారులును దీనా సహోదరులునైన షిమ్యోను లేవీ అనువారు తమ కత్తులు దూసికొని, ఆ ఊరి మీద తెగబడి మగవారినందరిని చంపిరి.",
    "26": "వారు హమోరును అతని కుమారుడైన షెకెమును కత్తివాత హతముచేసి, షెకెము ఇంటిలోనుండి దీనాను తీసికొని వెళ్లిరి.",
    "27": "యాకోబు కుమారులు చంపబడినవారి మీదికి వచ్చి, తమ సహోదరిని చెరిపిన ఆ ఊరిని దోచుకొనిరి.",
    "28": "వారి గొర్రెలను ఎద్దులను గాడిదలను, ఊరిలోనున్న వాటిని పొలములోనున్న వాటిని,",
    "29": "వారి ఆస్తి అంతటిని పట్టుకొనిరి; వారి పిల్లలందరిని వారి స్త్రీలను ఇళ్లలోనున్న సమస్తమును దోచుకొనిరి.",
    "30": "అప్పుడు యాకోబు షిమ్యోను లేవీలతో - మీరు నన్ను బాధపెట్టి, ఈ దేశ నివాసులైన కనానీయుల యొద్దను పెరిజ్జీయుల యొద్దను నా వాసన చెడగొట్టితిరి; నేను కొద్దిమందే గలవాడను గనుక వారు నా మీద కూడి వచ్చి నన్ను చంపివేయుదురు; అప్పుడు నేనును నా ఇంటివారును నాశనమగుదుమని చెప్పెను.",
    "31": "అందుకు వారు - వేశ్య పట్ల చేసినట్లు అతడు మా సహోదరి పట్ల చేయదగునా అనిరి."
}
