
{
    "1": "దేవుడు యాకోబుతో - నీవు లేచి బేతేలుకు వెళ్లి అక్కడ నివసించి, నీ సహోదరుడైన ఏశావు యొద్దనుండి నీవు పారిపోయినప్పుడు నీకు కనబడిన దేవునికి అక్కడ బలిపీఠమును కట్టుమని చెప్పెను.",
    "2": "కాబట్టి యాకోబు తన ఇంటివారితోను తన యొద్దనున్న వారందరితోను - మీ యొద్దనున్న అన్య దేవతలను పారవేసి మిమ్మును మీరు శుద్ధపరచుకొని మీ వస్త్రములను మార్చుకొనుడి.",
    "3": "మనము లేచి బేతేలుకు వెళ్లుదము; నా శ్రమ దినమున నాకు ఉత్తరమిచ్చి నేను వెళ్లిన మార్గములో నాకు తోడైయుండిన దేవునికి అక్కడ బలిపీఠమును కట్టెదననెను.",
    "4": "వారు తమ యొద్దనున్న అన్య దేవతలన్నిటిని తమ చెవులకున్న పోగులను యాకోబుకు ఇచ్చిరి; యాకోబు షెకెము దగ్గరనున్న సింధూరవృక్షము క్రింద వాటిని దాచిపెట్టెను.",
    "5": "వారు ప్రయాణమై పోయిరి. దేవుని భయము వారి చుట్టునున్న పట్టణములమీద ఉండెను గనుక వారు యాకోబు కుమారులను తరుమలేదు.",
    "6": "యాకోబును అతనితోనున్న జనులందరును కనాను దేశమందలి లూజుకు, అనగా బేతేలుకు వచ్చిరి.",
    "7": "అతడు అక్కడ బలిపీఠము కట్టి, తన సహోదరుని యొద్దనుండి పారిపోయినప్పుడు దేవుడు అక్కడ తనకు ప్రత్యక్షమాయెను గనుక ఆ స్థలమునకు ఏల్ బేతేలు అని పేరు పెట్టెను.",
    "8": "రిబ్కా దాదియైన దెబోరా చనిపోయి బేతేలుకు దిగువననున్న సింధూరవృక్షము క్రింద పాతిపెట్టబడెను; దానికి అల్లొన్ బాకూత్ అని పేరు పెట్టబడెను.",
    "9": "యాకోబు పద్దనరామునుండి వచ్చిన తరువాత దేవుడు మరల అతనికి ప్రత్యక్షమై అతనిని ఆశీర్వదించెను.",
    "10": "దేవుడు - నీ పేరు యాకోబు; ఇకమీదట నీ పేరు యాకోబు అనబడదు, ఇశ్రాయేలు నీకు పేరగునని అతనితో చెప్పి అతనికి ఇశ్రాయేలు అని పేరు పెట్టెను.",
    "11": "మరియు దేవుడు - నేను సర్వశక్తిగల దేవుడను; నీవు ఫలించి అభివృద్ధి పొందుము; జనమును జనముల సమూహమును నీవలన కలుగును; రాజులును నీ గర్భవాసమున పుట్టెదరు.",
    "12": "నేను అబ్రాహామునకును ఇస్సాకునకును ఇచ్చిన దేశమును నీకిచ్చెదను; నీ తరువాత నీ సంతానమునకు ఈ దేశమును ఇచ్చెదనని అతనితో చెప్పెను.",
    "13": "దేవుడు అతనితో మాటలాడిన స్థలమునుండి అతని యొద్దనుండి పరమునకు వెళ్ళెను.",
    "14": "దేవుడు తనతో మాటలాడిన స్థలమందు యాకోబు రాతి స్తంభమును నిలిపి, దానిమీద పానార్పణమును పోసి, దానిమీద నూనె పోసెను.",
    "15": "దేవుడు తనతో మాటలాడిన ఆ స్థలమునకు యాకోబు బేతేలు అని పేరు పెట్టెను.",
    "16": "వారు బేతేలునుండి ప్రయాణమై పోయిరి. ఎఫ్రాతాకు వెళ్లుటకు ఇంక కొంత దూరము ఉందనగా రాహేలు ప్రసవించుచుండెను; ఆమెకు ప్రసవవేదన కఠినముగా ఉండెను.",
    "17": "ఆమె ప్రసవవేదన పడుచుండగా మంత్రసాని ఆమెతో - భయపడకుము, ఇదియు నీకు కుమారుడగునని చెప్పెను.",
    "18": "ఆమె మృతిబొందనై ప్రాణము పోవుచుండగా ఆమె అతనికి బెన్ ఓని అని పేరు పెట్టెను; అయితే అతని తండ్రి అతనికి బెన్యామీను అని పేరు పెట్టెను.",
    "19": "రాహేలు మృతిబొంది బేత్లెహేమను ఎఫ్రాతా మార్గమున పాతిపెట్టబడెను.",
    "20": "యాకోబు ఆమె సమాధిమీద ఒక స్తంభము నిలిపెను; అది నేటివరకు రాహేలు సమాధి స్తంభము.",
    "21": "ఇశ్రాయేలు ప్రయాణమై పోయి మిగ్దల్ ఏదెరుకు అవతల తన గుడారము వేసికొనెను.",
    "22": "ఇశ్రాయేలు ఆ దేశములో నివసించుచుండగా రూబేను వెళ్లి తన తండ్రి ఉపపత్నియైన బిల్హాతో శయనించెను; అది ఇశ్రాయేలుకు వినబడెను. యాకోబు కుమారులు పన్నెండుమంది.",
    "23": "లేయా కుమారులు యాకోబు జ్యేష్ఠకుమారుడైన రూబేను, షిమ్యోను లేవీ యూదా ఇస్సాఖారు జెబూలూను.",
    "24": "రాహేలు కుమారులు యోసేపు బెన్యామీను.",
    "25": "రాహేలు దాసియైన బిల్హా కుమారులు దాను నఫ్తాలి.",
    "26": "లేయా దాసియైన జిల్పా కుమారులు గాదు ఆషేరు. వీరు యాకోబు కుమారులు; పద్దనరాములో అతనికి పుట్టినవారు.",
    "27": "మమ్రేలోని కిర్యతర్బాకు యాకోబు తన తండ్రియైన ఇస్సాకు నొద్దకు వచ్చెను. దానికి హెబ్రోను అని పేరు; అక్కడ అబ్రాహామును ఇస్సాకును పరదేశులుగా ఉండిరి.",
    "28": "ఇస్సాకు బ్రతికిన దినములు నూట ఎనభై ఏండ్లు.",
    "29": "ఇస్సాకు వృద్ధుడై దినములు నిండినవాడై ప్రాణము విడిచి మృతిబొంది తన పితరుల యొద్దకు చేర్చబడెను. అతని కుమారులైన ఏశావు యాకోబులు అతని పాతిపెట్టిరి."
}
