
{
    "1": "యాకోబు తన తండ్రి పరదేశిగా ఉన్న కనాను దేశములో నివసించెను.",
    "2": "యాకోబు వంశావళి ఇదే. యోసేపు పదిహేడేండ్లవాడై తన అన్నలతోకూడ మందను మేపుచుండెను. ఆ చిన్నవాడు తన తండ్రి భార్యలైన బిల్హా కుమారుల యొద్దను జిల్పా కుమారుల యొద్దను ఉండుచు, వారి చెడుతనమును గూర్చి తన తండ్రికి చెప్పుచు వచ్చెను.",
    "3": "ఇశ్రాయేలు వృద్ధాప్యమందు యోసేపు తనకు పుట్టినందున తన కుమారులందరిలో అతనిని ఎక్కువగా ప్రేమించి అతనికి విచిత్రమైన నిలువుటంగీ కుట్టించెను.",
    "4": "అతని సహోదరులు తమ తండ్రి తమ అందరికంటే అతనిని ఎక్కువగా ప్రేమించుట చూచి అతనిని ద్వేషించి, అతనితో క్షేమ సమాచారము మాటలాడలేకపోయిరి.",
    "5": "యోసేపు ఒక కల కని తన అన్నలకు చెప్పెను; అందువలన వారు అతనిని మరి ఎక్కువగా ద్వేషించిరి.",
    "6": "అతడు వారితో - నేను కనిన ఈ కలను వినుడి;",
    "7": "మనము పొలములో పనలు కట్టుచుంటిమి; అప్పుడు నా పన లేచి నిలుచుండెను; మీ పనలు చుట్టు నిలిచి నా పనకు సాష్టాంగపడెనని చెప్పెను.",
    "8": "అందుకు అతని అన్నలు - నీవు నిజముగా మమ్మును ఏలుదువా? నీవు నిజముగా మా మీద ప్రభుత్వము చేయుదువా అని అతని కలలను బట్టియు అతని మాటలను బట్టియు అతనిని మరి ఎక్కువగా ద్వేషించిరి.",
    "9": "అతడు మరియొక కల కని తన అన్నలకు దానిని వివరించి - నేను మరియొక కల కంటిని; అందులో సూర్యచంద్రులును పదకొండు నక్షత్రములును నాకు సాష్టాంగపడెనని చెప్పెను.",
    "10": "అతడు తన తండ్రితోను తన అన్నలతోను అది చెప్పినప్పుడు అతని తండ్రి అతనిని గద్దించి - నీవు కనిన ఈ కల ఏమిటి? నేనును నీ తల్లియు నీ అన్నలును నిజముగా వచ్చి నేలమట్టుకు నీకు సాష్టాంగపడుదుమా అనెను.",
    "11": "అతని అన్నలు అతనియందు అసూయపడిరి గాని అతని తండ్రి ఆ మాట మనస్సులో ఉంచుకొనెను.",
    "12": "అతని అన్నలు షెకెములో తమ తండ్రి మందను మేపుటకు వెళ్ళగా",
    "13": "ఇశ్రాయేలు యోసేపుతో - నీ అన్నలు షెకెములో మందను మేపుచున్నారు గదా, రా, నిన్ను వారి యొద్దకు పంపెదననగా అతడు - చిత్తము బాబూ అనెను.",
    "14": "అప్పుడతడు - నీవు వెళ్లి నీ అన్నలు క్షేమముగా ఉన్నారో, మంద క్షేమముగా ఉన్నదో చూచి నాకు వర్తమానము తెమ్మని చెప్పి హెబ్రోను లోయలోనుండి అతని పంపెను; అట్లు అతడు షెకెమునకు వచ్చెను.",
    "15": "అతడు పొలములో ఇటు అటు తిరుగుచుండగా ఒక మనుష్యుడు అతనిని చూచి - నీవు ఏమి వెతుకుచున్నావని అడిగెను.",
    "16": "అందుకతడు - నేను నా అన్నలను వెతుకుచున్నాను; వారు ఎక్కడ మందను మేపుచున్నారో దయచేసి నాతో చెప్పుమనగా",
    "17": "ఆ మనుష్యుడు - వారు ఇక్కడనుండి వెళ్లిపోయిరి; మనము దోతానుకు వెళ్లుదము రండని వారు చెప్పుకొనుచుండగా వింటిననెను. అప్పుడు యోసేపు తన అన్నల వెనుక వెళ్లి దోతానులో వారిని కనుగొనెను.",
    "18": "వారు దూరమునుండి అతనిని చూచి, అతడు తమ సమీపమునకు రాకమునుపే అతని చంపవలెనని అతని మీద దురాలోచన చేసి",
    "19": "అదిగో ఆ కలలు కనువాడు వచ్చుచున్నాడు;",
    "20": "రండి, అతని చంపి ఈ గుంటలలో ఒకదానిలో పారవేసి, దుష్టమృగము అతనిని తినివేసెనని చెప్పుదము; అప్పుడు అతని కలలు ఏమగునో చూతము రండని ఒకనితో ఒకడు మాటలాడుకొనిరి.",
    "21": "రూబేను ఆ మాట విని వారి చేతిలోనుండి అతని తప్పించవలెనని చూచి - మనము అతని ప్రాణము తీయవద్దు;",
    "22": "రక్తము చిందించవద్దు; అతని చంపక ఈ అరణ్యమందలి గుంటలో పడవేయుడి అని చెప్పెను. ఎట్లయినను అతని తండ్రి యొద్దకు అతని తిరిగి చేర్చవలెనని వారి చేతిలోనుండి అతని తప్పించుటకై ఆలాగు చెప్పెను.",
    "23": "యోసేపు తన అన్నల యొద్దకు రాగానే, వారు యోసేపు వస్త్రములను, అనగా అతడు తొడుగకొనిన నిలువుటంగీని తీసివేసి,",
    "24": "అతని పట్టుకొని ఆ గుంటలో పడవేసిరి. ఆ గుంట పాడైనది; దానిలో నీళ్లు లేవు.",
    "25": "వారు భోజనము చేయుటకు కూర్చుండి కన్నులెత్తి చూడగా, జిగురు, గుగ్గిలము, బోళము మోసికొని ఐగుప్తునకు తీసికొనిపోవుచున్న ఇష్మాయేలీయుల వర్తకపు బిడారు గిలాదునుండి వచ్చుచుండెను.",
    "26": "అప్పుడు యూదా - మనము మన తమ్ముని చంపి అతని రక్తము కప్పినందువలన ఏమి లాభము?",
    "27": "రండి, ఇష్మాయేలీయులకు అతని అమ్ముదము; మన చెయ్యి అతని మీద వేయకూడదు; అతడు మన తమ్ముడు, మన రక్తమే గదా అని తన సహోదరులతో చెప్పెను; అతని సహోదరులు సమ్మతించిరి.",
    "28": "ఆ మిద్యానీయులైన వర్తకులు దాటిపోవుచుండగా వారు ఆ గుంటలోనుండి యోసేపును పైకి తీసి, ఇరవై తులముల వెండికి ఆ ఇష్మాయేలీయులకు యోసేపును అమ్మిరి; వారు యోసేపును ఐగుప్తునకు తీసికొనిపోయిరి.",
    "29": "రూబేను ఆ గుంట యొద్దకు తిరిగి వచ్చినప్పుడు యోసేపు ఆ గుంటలో లేడు. అందుకతడు తన బట్టలు చింపుకొని",
    "30": "తన తమ్ముల యొద్దకు వచ్చి - ఆ చిన్నవాడు లేడే; అయ్యో నేనెక్కడికి పోవుదుననెను.",
    "31": "అప్పుడు వారు యోసేపు అంగీని తీసికొని, ఒక మేకపిల్లను చంపి, ఆ రక్తములో ఆ అంగీని ముంచి,",
    "32": "ఆ విచిత్రమైన అంగీని తమ తండ్రి యొద్దకు పంపి - ఇది మాకు దొరికెను; ఇది నీ కుమారుని అంగీయో కాదో గుర్తుపట్టుమని చెప్పించిరి.",
    "33": "అతడు దాని గుర్తుపట్టి - ఇది నా కుమారుని అంగీయే; దుష్టమృగము అతని తినివేసెను; నిశ్చయముగా యోసేపు చీల్చబడెనని చెప్పెను.",
    "34": "యాకోబు తన బట్టలు చింపుకొని గోనెపట్ట నడుమున కట్టుకొని, చాలా దినములు తన కుమారుని కోసము ఏడ్చుచుండెను.",
    "35": "అతని కుమారులందరును అతని కుమార్తె లందరును అతని ఓదార్చుటకు లేచి వచ్చిరి; అయితే అతడు ఓదార్పు పొందనొల్లక - నేను ఏడ్చుచునే నా కుమారుని యొద్దకు పాతాళమునకు వెళ్ళెదననెను. అట్లు అతని తండ్రి అతని కోసము ఏడ్చెను.",
    "36": "ఆ మిద్యానీయులు ఐగుప్తులో ఫరోయొక్క ఉద్యోగస్థుడును రాజసంరక్షక సేనాధిపతియునైన పోతీఫరుకు అతని అమ్మివేసిరి."
}
