
{
    "1": "ఆ కాలమున యూదా తన సహోదరుల యొద్దనుండి వెళ్లి హీరా అను అదుల్లామీయుని ఆశ్రయించెను.",
    "2": "అక్కడ యూదా షువ అను ఒక కనానీయుని కుమార్తెను చూచి ఆమెను పెండ్లి చేసికొని ఆమెను కూడెను.",
    "3": "ఆమె గర్భవతియై కుమారుని కని, అతనికి ఏరు అని పేరు పెట్టెను.",
    "4": "ఆమె మరల గర్భవతియై కుమారుని కని, అతనికి ఓనాను అని పేరు పెట్టెను.",
    "5": "ఆమె ఇంకను కుమారుని కని అతనికి షేలా అని పేరు పెట్టెను; ఆమె అతని కనినప్పుడు అతడు కెజీబులో నుండెను.",
    "6": "యూదా తన జ్యేష్ఠకుమారుడైన ఏరుకు తామారు అను ఒక స్త్రీని పెండ్లి చేసెను.",
    "7": "యూదా జ్యేష్ఠకుమారుడైన ఏరు యెహోవా దృష్టికి చెడ్డవాడైనందున యెహోవా అతని చంపెను.",
    "8": "అప్పుడు యూదా - నీవు నీ అన్న భార్యయొద్దకు వెళ్లి ఆమెను కూడి, మరిది ధర్మము జరిపి, నీ అన్నకు సంతానము కలుగజేయుమని ఓనానుతో చెప్పెను.",
    "9": "ఆ సంతానము తనది కాకపోవునని ఓనానుకు తెలియును గనుక అతడు తన అన్నకు సంతానము కలుగజేయకుండునట్లు, తన అన్న భార్యయొద్దకు వెళ్లినప్పుడెల్ల వీర్యమును నేలపాలు చేయుచు వచ్చెను.",
    "10": "అతడు చేసినది యెహోవా దృష్టికి చెడ్డది గనుక ఆయన అతని కూడ చంపెను.",
    "11": "అప్పుడు యూదా - నా కుమారుడైన షేలా పెద్దవాడగు వరకు నీవు నీ తండ్రి ఇంట విధవరాలివై యుండుమని తన కోడలైన తామారుతో చెప్పెను; ఎందుకనగా - ఇతడును తన అన్నలవలె చనిపోవునేమో అనుకొనెను. కాబట్టి తామారు వెళ్లి తన తండ్రి ఇంట ఉండెను.",
    "12": "చాలా దినములైన తరువాత షువ కుమార్తెయైన యూదా భార్య చనిపోయెను. యూదా దుఃఖము తీరిన తరువాత అతడును అతని స్నేహితుడైన అదుల్లామీయుడగు హీరాయును తిమ్నాలో తన గొర్రెల బొచ్చు కత్తిరించువారి యొద్దకు వెళ్లిరి.",
    "13": "ఇదిగో నీ మామ తన గొర్రెల బొచ్చు కత్తిరించుకొనుటకు తిమ్నాకు వెళ్లుచున్నాడని తామారుకు తెలుపబడెను.",
    "14": "షేలా పెద్దవాడైనను తనకు భర్తగా ఇయ్యబడలేదు గనుక ఆమె తన విధవరాలి వస్త్రములు తీసివేసి, ముసుగు వేసికొని, తనను కప్పుకొని, తిమ్నా మార్గమందున్న ఏనాయిము ద్వారమున కూర్చుండెను.",
    "15": "యూదా ఆమెను చూచి, ఆమె ముఖము కప్పుకొని యుండినందున ఆమె వేశ్య అనుకొనెను.",
    "16": "ఆమె తన కోడలని అతడు ఎరుగక దారిలోనున్న ఆమె తట్టు తిరిగి - రమ్ము, నిన్ను కూడెదననగా ఆమె - నన్ను కూడినందుకు నాకేమి ఇచ్చెదవనెను.",
    "17": "అందుకతడు - మందలోనుండి ఒక మేకపిల్లను పంపెదననగా ఆమె - నీవు దాని పంపు వరకు ఒక కుదువ ఇచ్చెదవా అని అడిగెను.",
    "18": "అందుకతడు - నీకు కుదువగా ఏమి ఇయ్యవలెనని అడుగగా ఆమె - నీ ముద్ర ఉంగరమును, నీ దారమును, నీ చేతికర్రను ఇమ్మనెను. అతడు వాటిని ఆమెకిచ్చి ఆమెను కూడెను; ఆమె అతనివలన గర్భవతి ఆయెను.",
    "19": "ఆమె లేచి వెళ్లి తన ముసుగు తీసివేసి తన విధవరాలి వస్త్రములు ధరించుకొనెను.",
    "20": "యూదా ఆ స్త్రీ చేతిలోనుండి ఆ కుదువను తీసికొనుటకు తన స్నేహితుడైన అదుల్లామీయుని చేత ఆ మేకపిల్లను పంపెను గాని ఆమె అతనికి కనబడలేదు.",
    "21": "అప్పుడు అతడు - ఏనాయిము త్రోవ ప్రక్కన ఉండిన వేశ్య ఎక్కడ ఉన్నదని ఆ ఊరి మనుష్యులను అడుగగా వారు - ఇక్కడ వేశ్య ఎవరూ లేరనిరి.",
    "22": "అతడు యూదా యొద్దకు తిరిగి వెళ్లి - ఆమె నాకు కనబడలేదు; అంతేగాక ఇక్కడ వేశ్య ఎవరూ లేరని ఆ ఊరి మనుష్యులు చెప్పిరనెను.",
    "23": "అందుకు యూదా - మనకు ఎగతాళి కలుగకుండునట్లు ఆమె వాటిని ఉంచుకొననిమ్ము; చూడుము, నేను ఈ మేకపిల్లను పంపితిని గాని ఆమె నీకు కనబడకపోయెననెను.",
    "24": "రమారమి మూడు నెలలైన తరువాత - నీ కోడలైన తామారు వ్యభిచారము చేసెను; మరియు ఆ వ్యభిచారమువలన ఆమె గర్భవతి ఆయెనని యూదాకు తెలుపబడగా యూదా - ఆమెను వెలుపలికి తీసికొని రండి, ఆమెను కాల్చివేయవలెనని చెప్పెను.",
    "25": "ఆమెను వెలుపలికి తీసికొని వచ్చినప్పుడు ఆమె తన మామకు వర్తమానము పంపి - ఎవనివో ఈ వస్తువులు ఆ మనుష్యునివలన నేను గర్భవతినైతిని; ఈ ముద్ర ఉంగరమును ఈ దారమును ఈ కర్రయు ఎవరివో దయచేసి గుర్తుపట్టుమనగా",
    "26": "యూదా వాటిని గుర్తుపట్టి - ఆమె నాకంటే నీతిమంతురాలు; ఏలయనగా నా కుమారుడైన షేలాకు ఆమెను ఇయ్యకపోతినని చెప్పెను. అతడు మరెన్నడును ఆమెను కూడలేదు.",
    "27": "ఆమె ప్రసవకాలము వచ్చినప్పుడు ఆమె గర్భమందు కవలవారు ఉండిరి.",
    "28": "ఆమె ప్రసవించుచున్నప్పుడు ఒకడు చెయ్యి బయటికి పెట్టగా మంత్రసాని - ఇతడు మొదట బయటికి వచ్చెనని చెప్పి వాని చేతికి ఎర్రని దారము కట్టెను.",
    "29": "అయితే వాడు తన చెయ్యి వెనుకకు తీసికొనినప్పుడు వాని తమ్ముడు బయటికి వచ్చెను. అప్పుడు ఆమె - నీవు ఏల ఇట్లు ఛేదించుకొని వచ్చితివనెను. అందుచేత వానికి పెరెసు అని పేరు పెట్టబడెను.",
    "30": "తరువాత చేతికి ఎర్రని దారము కట్టబడిన వాని అన్న వచ్చెను; వానికి జెరహు అని పేరు పెట్టబడెను."
}
