
{
    "1": "యోసేపు ఐగుప్తునకు తేబడెను. ఫరో ఉద్యోగస్థుడును రాజసంరక్షక సేనాధిపతియునైన పోతీఫరు అను ఐగుప్తీయుడు అక్కడికి అతని తీసికొని వచ్చిన ఇష్మాయేలీయుల యొద్ద అతని కొనెను.",
    "2": "యెహోవా యోసేపునకు తోడైయుండెను గనుక అతడు వర్ధిల్లుచుండెను. అతడు తన యజమానుడగు ఆ ఐగుప్తీయుని ఇంట ఉండెను.",
    "3": "యెహోవా అతనికి తోడైయుండెననియు, అతడు చేయునదంతయు యెహోవా అతని చేతిలో సఫలము చేసెననియు అతని యజమానుడు చూచెను.",
    "4": "కాబట్టి యోసేపు మీద అతనికి కటాక్షము కలిగెను; అతడు అతనికి పరిచారకుడాయెను. మరియు అతడు తన ఇంటిమీద అతని విచారణకర్తగా నియమించి తనకు కలిగినదంతయు అతని చేతికి అప్పగించెను.",
    "5": "అతడు తన ఇంటిమీదను తనకు కలిగినదంతటిమీదను అతని విచారణకర్తగా నియమించిన కాలము మొదలుకొని యెహోవా యోసేపు నిమిత్తము ఆ ఐగుప్తీయుని ఇంటిని ఆశీర్వదించెను; ఇంటను పొలములోను అతనికి కలిగినదంతటిమీద యెహోవా ఆశీర్వాదము ఉండెను.",
    "6": "కాబట్టి అతడు తనకు కలిగినదంతయు యోసేపు చేతికి అప్పగించెను; తాను తినెడి అన్నము తప్ప మరి దేనిని గూర్చియు విచారించుకొనలేదు. యోసేపు అందగాడును రూపవతుడునై యుండెను.",
    "7": "ఇవి జరిగిన తరువాత అతని యజమానుని భార్య యోసేపు మీద కన్నువేసి - నాతో శయనించుమని కోరగా",
    "8": "అతడు ఒప్పుకొనక తన యజమానుని భార్యతో - ఇదిగో నా యజమానుడు ఈ ఇంట నా యొద్ద ఏమున్నదో అది ఎరుగడు; తనకు కలిగినదంతయు నా చేతికి అప్పగించెను.",
    "9": "ఈ ఇంట నాకంటే పైవాడు ఎవడును లేడు; నీవు అతని భార్యవైనందున నిన్ను తప్ప మరి దేనిని అతడు నాకు అప్పగించక యుండలేదు. కాబట్టి నేనెట్లు ఇంత ఘోరమైన దుష్కార్యము చేసి దేవునికి విరోధముగా పాపము కట్టుకొందుననెను.",
    "10": "ఆమె అనుదినము యోసేపుతో మాటలాడుచు వచ్చినను, ఆమెతో శయనించుటకైనను ఆమెయొద్ద నుండుటకైనను అతడు సమ్మతించలేదు.",
    "11": "ఇట్లుండగా ఒకనాడు అతడు తన పని చూచుకొనుటకు ఇంటిలోనికి వెళ్ళెను; అప్పుడు ఇంటి మనుష్యులలో ఎవరూ అక్కడ ఉండలేదు.",
    "12": "ఆమె అతని వస్త్రము పట్టుకొని - నాతో శయనించుమనగా, అతడు తన వస్త్రమును ఆమె చేతిలో విడిచిపెట్టి పారిపోయి బయటికి వెళ్ళెను.",
    "13": "అతడు తన వస్త్రమును ఆమె చేతిలో విడిచిపెట్టి బయటికి పారిపోవుట ఆమె చూచి",
    "14": "తన ఇంటి మనుష్యులను పిలిచి - చూడుడి, మనలను ఎగతాళి చేయుటకు ఒక హెబ్రీయుని మనలోనికి తెచ్చెను; నాతో శయనించుటకు ఇతడు నా యొద్దకు వచ్చెను, అయితే నేను బిగ్గరగా కేకలు వేసితిని.",
    "15": "నేను ఎలుగెత్తి కేకలు వేయుట వాడు విని, తన వస్త్రము నా యొద్ద విడిచిపెట్టి పారిపోయి బయటికి వెళ్ళెనని వారితో చెప్పెను.",
    "16": "అతని యజమానుడు ఇంటికి వచ్చువరకు ఆమె అతని వస్త్రమును తన యొద్ద ఉంచుకొనెను.",
    "17": "అతడు వచ్చినప్పుడు ఆమె ఈ మాటల ప్రకారము అతనితో మాటలాడి - నీవు మా యొద్దకు తెచ్చిన ఆ హెబ్రీ దాసుడు నన్ను ఎగతాళి చేయుటకు నా యొద్దకు వచ్చెను.",
    "18": "నేను ఎలుగెత్తి కేకలు వేసినప్పుడు అతడు తన వస్త్రము నా యొద్ద విడిచిపెట్టి బయటికి పారిపోయెనని చెప్పెను.",
    "19": "నీ దాసుడు నాకు ఇట్లు చేసెనని తన భార్య తనతో చెప్పిన మాటలను అతని యజమానుడు వినినప్పుడు అతనికి కోపము రగులుకొనెను.",
    "20": "కాబట్టి యోసేపు యజమానుడు అతని పట్టుకొని, రాజు ఖైదీలు ఉంచబడు చెరసాలలో వేయించెను. అతడు ఆ చెరసాలలో ఉండెను.",
    "21": "అయితే యెహోవా యోసేపునకు తోడైయుండి, అతని యందు కనికరపడి, ఆ చెరసాల అధిపతి దయ అతనికి కలుగునట్లు చేసెను.",
    "22": "కాబట్టి ఆ చెరసాల అధిపతి చెరసాలలోనున్న ఖైదీలందరిని యోసేపు చేతికి అప్పగించెను; అక్కడ వారు చేయు పనులకన్నిటికీ అతడే కారకుడాయెను.",
    "23": "యెహోవా అతనికి తోడైయుండెను; అతడు చేయునది యావత్తు యెహోవా సఫలము చేసెను గనుక ఆ చెరసాల అధిపతి అతని చేతికి అప్పగించిన దేనిని గూర్చియు విచారించలేదు."
}
