
{
    "1": "ఆదాము తన భార్యయైన అవ్వను కూడినప్పుడు ఆమె గర్భవతియై కయీనును కని - యెహోవా దయవలన నేను ఒక మనుష్యుని సంపాదించుకొంటిననెను.",
    "2": "తరువాత ఆమె అతని తమ్ముడైన ఏబెలును కనెను. ఏబెలు గొర్ల కాపరి; కయీను భూమిని సేద్యపరచువాడు.",
    "3": "కొంతకాలమైన తరువాత కయీను పొలము పంటలో కొంత యెహోవాకు అర్పణగా తెచ్చెను.",
    "4": "ఏబెలు కూడ తన మందలో తొలిచూలున పుట్టినవాటిలో క్రొవ్విన భాగములను తెచ్చెను. యెహోవా ఏబెలును అతని అర్పణను లక్ష్యపెట్టెను;",
    "5": "కయీనును అతని అర్పణను ఆయన లక్ష్యపెట్టలేదు. కాబట్టి కయీనుకు మిక్కిలి కోపము వచ్చి అతడు తన ముఖము చిన్నబుచ్చుకొనగా",
    "6": "యెహోవా - నీకు కోపమేల? ముఖము చిన్నబుచ్చుకొని యున్నావేల?",
    "7": "నీవు సత్క్రియ చేసినయెడల తలనెత్తుకొనవా? సత్క్రియ చేయనియెడల వాకిట పాపము పొంచియుండును; నీ యెడల దానికి వాంఛ కలుగును, నీవు దానిని ఏలుదువని కయీనుతో చెప్పెను.",
    "8": "కయీను తన తమ్ముడైన ఏబెలుతో మాటలాడెను. వారు పొలములో ఉన్నప్పుడు కయీను తన తమ్ముడైన ఏబెలు మీద పడి అతని చంపెను.",
    "9": "యెహోవా - నీ తమ్ముడైన ఏబెలు ఎక్కడ ఉన్నాడని కయీనునడుగగా అతడు - నేనెరుగను; నా తమ్మునికి నేను కావలివాడనా? అనెను.",
    "10": "అందుకాయన - నీవు చేసిన పనేమిటి? నీ తమ్ముని రక్తము యొక్క స్వరము నేల నుండి నాకు మొరపెట్టుచున్నది.",
    "11": "కాబట్టి నీ తమ్ముని రక్తమును నీ చేతిలోనుండి పుచ్చుకొనుటకు నోరు తెరచిన ఈ నేల మీద ఉండకుండ నీవు శపింపబడినవాడవు.",
    "12": "నీవు నేలను సేద్యపరచునప్పుడు అది ఇకమీదట తన సారమును నీకియ్యదు; నీవు భూమిమీద దిగులుపడుచు దేశదమ్మరివై యుందువని కయీనుతో చెప్పెను.",
    "13": "అందుకు కయీను - నా దోషశిక్ష నేను భరింపలేనంత గొప్పది.",
    "14": "ఇదిగో నేడు ఈ దేశమునుండి నన్ను వెళ్ళగొట్టితివి; నీ సన్నిధికి రాకుండ వెలివేయబడెదను; నేను భూమిమీద దిగులుపడుచు దేశదమ్మరినై యుందును; కాబట్టి నన్ను కనుగొనువాడెవడో వాడు నన్ను చంపునని యెహోవాతో అనెను.",
    "15": "కావున యెహోవా - ఎవడైనను కయీనును చంపినయెడల వానికి ప్రతిదండన ఏడంతలు కలుగునని అతనితో చెప్పెను; మరియు కయీనును కనుగొనువారెవరును అతని చంపకుండునట్లు యెహోవా అతనికొక గురుతు పెట్టెను.",
    "16": "అప్పుడు కయీను యెహోవా సన్నిధిలోనుండి బయలువెళ్ళి ఏదెనుకు తూర్పుదిక్కుననున్న నోద్ దేశములో కాపురముండెను.",
    "17": "కయీను తన భార్యను కూడినప్పుడు ఆమె గర్భవతియై హనోకును కనెను. అప్పుడతడు ఒక ఊరు కట్టించి ఆ ఊరికి తన కుమారుని పేరును బట్టి హనోకు అని పేరు పెట్టెను.",
    "18": "హనోకుకు ఈరాదు పుట్టెను; ఈరాదు మహూయాయేలును కనెను; మహూయాయేలు మెతూషాయేలును కనెను; మెతూషాయేలు లెమెకును కనెను.",
    "19": "లెమెకు రెండు పెండ్లిళ్లు చేసికొనెను; వారిలో ఒకదాని పేరు ఆదా, రెండవదాని పేరు జిల్ల్లా.",
    "20": "ఆదా యాబాలును కనెను; అతడు పశువులు గలవాడై గుడారములలో నివసించువారికి మూలపురుషుడు.",
    "21": "అతని తమ్ముని పేరు యూబాలు; ఇతడు సితారాను, విణెను వాడుకచేయు వారందరికి మూలపురుషుడు.",
    "22": "జిల్ల్లా కూడ తూబల్కయీనును కనెను. అతడు రాగి పనికిని ఇనుప పనికిని వాడుకయగు ప్రతి పదునైన పనిముట్టును చేయువాడు. తూబల్కయీను సహోదరి పేరు నయమా.",
    "23": "లెమెకు తన భార్యలతో ఇట్లనెను - ఆదా జిల్ల్లాలారా, నా మాట వినుడి; లెమెకు భార్యలారా, నా మాట ఆలకించుడి. నన్ను గాయపరచినందుకై ఒక మనుష్యుని చంపితిని; నన్ను దెబ్బకొట్టినందుకై ఒక పడుచువాని చంపితిని.",
    "24": "కయీను కోసము ఏడంతల ప్రతిదండన కలుగునైతే లెమెకు కోసము డెబ్బది ఏడంతల ప్రతిదండన కలుగుననెను.",
    "25": "మరల ఆదాము తన భార్యను కూడినప్పుడు ఆమె ఒక కుమారుని కని - కయీను చంపిన ఏబెలుకు ప్రతిగా దేవుడు నాకు మరియొక సంతానమును నియమించెననుకొని అతనికి షేతు అని పేరు పెట్టెను.",
    "26": "షేతుకు కూడ కుమారుడు పుట్టెను; అతనికి ఎనోషు అని పేరు పెట్టెను. అప్పుడు యెహోవా నామమున ప్రార్థన చేయుట ఆరంభమాయెను."
}
