
{
    "1": "ఇవి జరిగిన తరువాత ఐగుప్తు రాజు పానదాయకుడును భక్ష్యకారుడును తమ ప్రభువైన ఐగుప్తు రాజు యెడల అపరాధము చేసిరి.",
    "2": "కాబట్టి ఫరో పానదాయకుల అధిపతి, భక్ష్యకారుల అధిపతి అను తన ఇద్దరు ఉద్యోగస్థుల మీద కోపపడి",
    "3": "రాజసంరక్షక సేనాధిపతి యింటిలోనున్న చెరసాలలో యోసేపు బంధింపబడిన స్థలమందు వారిని ఉంచెను.",
    "4": "ఆ సేనాధిపతి వారిని యోసేపు వశము చేయగా అతడు వారికి ఉపచారము చేసెను; వారు కొన్నాళ్లు ఆ చెరసాలలో ఉండిరి.",
    "5": "చెరసాలలో బంధింపబడిన ఐగుప్తు రాజు పానదాయకుడును భక్ష్యకారుడును అను వారిద్దరు ఒక్క రాత్రియందే చెరొక కల కనిరి; ఒక్కొక్కని కలకు వేరు వేరు భావముండెను.",
    "6": "తెల్లవారినప్పుడు యోసేపు వారియొద్దకు వచ్చి చూచినప్పుడు వారు విచారముగా ఉండిరి.",
    "7": "అందుకతడు - నేడు మీ ముఖములు చిన్నబోయియున్నవేమని తన యజమానుని ఇంట తనతోకూడ చెరలోనున్న ఫరో ఉద్యోగస్థులనడిగెను.",
    "8": "అందుకు వారు - మేము కల కంటిమి, వాటి భావము చెప్పువారెవరును లేరని అతనితో చెప్పగా యోసేపు - వాటి భావము చెప్పుట దేవుని వశమే గదా? ఆ కలలు నాతో చెప్పుడని వారినడిగెను.",
    "9": "అప్పుడు పానదాయకుల అధిపతి యోసేపుతో తన కలను వివరించి ఇట్లనెను - నా కలలో ఒక ద్రాక్షావల్లి నా యెదుట ఉండెను.",
    "10": "ఆ ద్రాక్షావల్లికి మూడు తీగెలు ఉండెను; అది చిగురించి పూత పూసెను; దాని గెలలు పడిగి ద్రాక్ష పండ్లాయెను.",
    "11": "ఫరో గిన్నె నా చేతిలో ఉండెను; నేను ఆ ద్రాక్ష పండ్లను తీసికొని ఫరో గిన్నెలో పిండి ఆ గిన్నెను ఫరో చేతికిచ్చితిని అని చెప్పెను.",
    "12": "అందుకు యోసేపు - దాని భావమిది; ఆ మూడు తీగెలు మూడు దినములు.",
    "13": "ఇంకా మూడు దినములలోగా ఫరో నీ తల పైకెత్తి నీ ఉద్యోగము నీకు మరల ఇప్పించును; మునుపు నీవు అతనికి పానదాయకుడవైయున్నప్పటి మర్యాద చొప్పున నీవు ఫరో చేతికి అతని గిన్నెను ఇచ్చెదవు.",
    "14": "అయితే నీకు క్షేమము కలిగినప్పుడు నన్ను జ్ఞాపకము చేసికొని, నా యందు దయయుంచి, ఫరోతో నన్ను గూర్చి మాట్లాడి ఈ యింటిలోనుండి నన్ను బయటికి రప్పించుము.",
    "15": "నేను హెబ్రీయుల దేశములోనుండి దొంగిలబడినవాడను; మరియు వారు నన్ను ఈ చెరసాలలో వేయుటకు నేనిక్కడ నేమియు చేయలేదని అతనితో చెప్పెను.",
    "16": "దాని భావము శుభమని భక్ష్యకారుల అధిపతి చూచి - నేనును కలలో చూచితిని; తెల్లని రొట్టెలు గల మూడు గంపలు నా తల మీద ఉండెను.",
    "17": "పై గంపలో ఫరో కొరకు సకలవిధములైన వంటకములు ఉండెను; పక్షులు నా తల మీది గంపలోనుండి వాటిని తినుచుండెనని యోసేపుతో చెప్పెను.",
    "18": "అందుకు యోసేపు - దాని భావమిది; ఆ మూడు గంపలు మూడు దినములు.",
    "19": "ఇంకా మూడు దినములలోగా ఫరో నీ తల పైకెత్తి మ్రాను మీద నిన్ను వ్రేలాడదీయించును; పక్షులు నీ మీదనుండి నీ మాంసమును తినివేయునని ఉత్తరమిచ్చెను.",
    "20": "మూడవ దినమున ఫరో జన్మదినోత్సవము గనుక అతడు తన సేవకులకందరికిని విందు చేయించి, తన సేవకుల మధ్యను పానదాయకుల అధిపతిని, భక్ష్యకారుల అధిపతిని పిలిపించి,",
    "21": "పానదాయకుల అధిపతిని తన పానదాయకత్వమునకు తిరిగి ఖాయపరచెను గనుక అతడు ఫరో చేతికి గిన్నెను ఇచ్చెను.",
    "22": "అయితే యోసేపు వారికి చెప్పిన భావము చొప్పున అతడు భక్ష్యకారుల అధిపతిని వ్రేలాడదీయించెను.",
    "23": "అయినను పానదాయకుల అధిపతి యోసేపును జ్ఞాపకము చేసికొనక మరచిపోయెను."
}
