
{
    "1": "రెండు సంవత్సరములు నిండిన తరువాత ఫరో ఒక కల కనెను; అందులో అతడు నైలునది ఒడ్డున నిలిచియుండెను.",
    "2": "చూడుము, అందమైనవియు, పుష్టిగా ఉన్నవియునైన ఏడు ఆవులు నదిలోనుండి పైకి వచ్చి జమ్ముగడ్డిలో మేయుచుండెను.",
    "3": "వాటి తరువాత వికారమైనవియు చిక్కినవియునైన వేరే ఏడు ఆవులు నదిలోనుండి పైకి వచ్చి నది ఒడ్డున ఆ ఆవుల దగ్గర నిలిచెను.",
    "4": "వికారమైనవియు చిక్కినవియునైన ఆ ఆవులు, అందమైనవియు పుష్టిగా ఉన్నవియునైన ఆ ఏడు ఆవులను తినివేసెను; అంతలో ఫరో మేల్కొనెను.",
    "5": "అతడు మరల నిద్రపోయి రెండవ మారు కల కనెను; అందులోపుష్టి గల ఏడు మంచి వెన్నులు ఒక్క కాడను పుట్టెను.",
    "6": "వాటి తరువాత నిస్సారమైనవియు తూర్పు గాలిచేత ఎండిపోయినవియునైన ఏడు వెన్నులు పుట్టెను.",
    "7": "నిస్సారమైన ఆ ఏడు వెన్నులు, పుష్టి గల ఆ ఏడు వెన్నులను మింగివేసెను. అంతలో ఫరో మేల్కొని అది కల అని తెలిసికొనెను.",
    "8": "తెల్లవారినప్పుడు అతని మనస్సు కలవరపడెను గనుక అతడు మనుష్యులను పంపి ఐగుప్తులోని శకునగాండ్రనందరిని జ్ఞానులనందరిని పిలిపించి ఫరో వారికి తన కలలను వివరించెను గాని వాటి భావమును ఫరోతో చెప్పగలవాడెవడును లేకపోయెను.",
    "9": "అప్పుడు పానదాయకుల అధిపతి ఫరోతో ఇట్లనెను - నేడు నా తప్పులు నాకు జ్ఞాపకము వచ్చుచున్నవి.",
    "10": "ఫరో తన దాసుల మీద కోపపడి, నన్నును భక్ష్యకారుల అధిపతిని రాజసంరక్షక సేనాధిపతి యింటి చెరసాలలో వేయించెను.",
    "11": "అక్కడ నేనును అతడును ఒక్క రాత్రియందే కల కంటిమి; అతడును నేనును ఎవరి కలకున్న భావము చొప్పున వారు కల కంటిమి.",
    "12": "అక్కడ మాతోకూడ రాజసంరక్షక సేనాధిపతికి దాసుడగు ఒక హెబ్రీ యౌవనస్థుడు ఉండెను. మేము అతనితో మా కలలను చెప్పినప్పుడు అతడు వాటి భావమును మాకు చెప్పెను; మాలో ఒక్కొక్కని కలకున్న భావమును బట్టి అతడు చెప్పెను.",
    "13": "అతడు మాకు చెప్పినట్లే జరినెను; నన్ను నా ఉద్యోగములో తిరిగి ఖాయపరచెను, అతనిని వ్రేలాడదీయించెననెను.",
    "14": "అప్పుడు ఫరో యోసేపును పిలిపించెను; వారు చెరసాలలోనుండి అతనిని త్వరగా రప్పించిరి. అతడు క్షౌరము చేయించుకొని వస్త్రములను మార్చుకొని ఫరో యొద్దకు వచ్చెను.",
    "15": "ఫరో యోసేపుతో - నేను ఒక కల కంటిని, దాని భావమును చెప్పగలవారెవరును లేరు; నీవు కల వినినయెడల దాని భావము చెప్పగలవని నిన్ను గూర్చి వింటిననెను.",
    "16": "యోసేపు - అది నావలన కాదు, దేవుడే ఫరోకు క్షేమకరమైన ఉత్తరమిచ్చునని ఫరోతో చెప్పెను.",
    "17": "అప్పుడు ఫరో యోసేపుతో ఇట్లనెను - నా కలలో నేను నది ఒడ్డున నిలిచియుంటిని.",
    "18": "అప్పుడు పుష్టిగా ఉన్నవియు, అందమైనవియునైన ఏడు ఆవులు నదిలోనుండి పైకి వచ్చి జమ్ముగడ్డిలో మేయుచుండెను.",
    "19": "వాటి తరువాత బలహీనమైనవియు, మిక్కిలి వికారమైనవియు, చిక్కినవియునైన వేరే ఏడు ఆవులు పైకి వచ్చెను. అంత వికారమైనవి ఐగుప్తు దేశమందంతటను నాకు కనబడలేదు.",
    "20": "చిక్కినవియు వికారమైనవియునైన ఆ ఆవులు, పుష్టిగా ఉన్న ఆ మొదటి ఏడు ఆవులను తినివేసెను.",
    "21": "అవి వీటి కడుపులో పడినను పడినట్లు కనబడలేదు; అవి మొదట ఉన్నట్లే వికారముగా ఉండెను. అంతలో నేను మేల్కొంటిని.",
    "22": "మరియు నేను కలలో చూడగా, పుష్టి గల ఏడు మంచి వెన్నులు ఒక్క కాడను పుట్టెను.",
    "23": "వాటి తరువాత ఎండిపోయినవియు, నిస్సారమైనవియు, తూర్పు గాలిచేత చెడిపోయినవియునైన ఏడు వెన్నులు పుట్టెను.",
    "24": "ఈ నిస్సారమైన వెన్నులు ఆ ఏడు మంచి వెన్నులను మింగివేసెను. దీనిని శకునగాండ్రతో చెప్పితిని గాని దీని భావమును నాకు చెప్పగలవారెవరును లేరని చెప్పెను.",
    "25": "అప్పుడు యోసేపు ఫరోతో ఇట్లనెను - ఫరో కనినది ఒక్కటే కల; దేవుడు తాను చేయబోవుదానిని ఫరోకు తెలియజేసియున్నాడు.",
    "26": "ఆ ఏడు మంచి ఆవులు ఏడు సంవత్సరములు; ఆ ఏడు మంచి వెన్నులు ఏడు సంవత్సరములు; ఆ కల ఒక్కటే.",
    "27": "వాటి తరువాత వచ్చిన చిక్కినవియు వికారమైనవియునైన ఆవులు ఏడు సంవత్సరములు; తూర్పు గాలిచేత ఎండిపోయిన ఆ ఏడు నిస్సారమైన వెన్నులు కరవు గల ఏడు సంవత్సరములు.",
    "28": "దేవుడు తాను చేయబోవుదానిని ఫరోకు చూపించెనని నేను ఫరోతో చెప్పిన మాట ఇదే.",
    "29": "ఇదిగో ఐగుప్తు దేశమందంతట బహు సమృద్ధిగా పంట పండు ఏడు సంవత్సరములు వచ్చుచున్నవి.",
    "30": "వాటి తరువాత కరవు గల ఏడు సంవత్సరములు వచ్చును; అప్పుడు ఐగుప్తు దేశమందు ఆ పంట అంతయు మరువబడును, ఆ కరవు దేశమును పాడుచేయును.",
    "31": "దాని తరువాత రాబోవు కరవు వలన దేశమందు ఆ పంట తెలియబడదు; ఆ కరవు మిక్కిలి భారముగా ఉండును.",
    "32": "ఈ కార్యము దేవునివలన నిర్ణయింపబడియున్నది; దేవుడు దీనిని త్వరలో జరిగించును గనుక ఫరోకు రెండు మారులు ఆ కల వచ్చెను.",
    "33": "కాబట్టి ఫరో వివేక జ్ఞానములు గల ఒక మనుష్యుని చూచుకొని ఐగుప్తు దేశము మీద అతని నియమింపవలెను.",
    "34": "ఫరో ఆలాగు చేసి దేశము మీద అధికారులను నియమించి, సమృద్ధిగా పండు ఆ ఏడు సంవత్సరములలో ఐగుప్తు దేశమందు పండిన పంటలో ఐదవ భాగము తీసికొనవలెను.",
    "35": "రాబోవు ఈ మంచి సంవత్సరములలో పండు పంట అంతయు వారు పోగుచేసి, రాబోవు దినములలో ఆహారమునకై ఫరో వశమున ఆ ధాన్యమును పట్టణములలో భద్రపరచవలెను.",
    "36": "దేశము కరవు వలన నశించిపోకుండ ఐగుప్తు దేశమందు రాబోవు ఆ ఏడు కరవు సంవత్సరముల నిమిత్తము ఆ ధాన్యము దేశమునకు ఇలువగా ఉండునని చెప్పెను.",
    "37": "ఆ మాట ఫరో దృష్టికిని అతని సేవకులందరి దృష్టికిని మంచిదిగా తోచెను.",
    "38": "కాబట్టి ఫరో - దేవుని ఆత్మ గల యీ మనుష్యునివంటి మనుష్యుని మనము కనుగొనగలమా? అని తన సేవకులతో చెప్పెను.",
    "39": "మరియు ఫరో - దేవుడు ఇదంతయు నీకు తెలియపరచెను గనుక నీవంటి వివేక జ్ఞానములు గలవారెవరును లేరు.",
    "40": "నీవే నా ఇంటికి అధికారివై యుండవలెను; నా ప్రజలందరు నీ మాటకు లోబడియుండవలెను; సింహాసన విషయములో మాత్రమే నేను నీకంటే పైవాడనై యుందునని యోసేపుతో చెప్పెను.",
    "41": "మరియు ఫరో - చూడుము, ఐగుప్తు దేశమంతటి మీద నిన్ను నియమించియున్నానని యోసేపుతో చెప్పెను.",
    "42": "అప్పుడు ఫరో తన చేతినుండి తన ఉంగరమును తీసి యోసేపు చేతికి పెట్టి, అతనికి సన్నపు నార బట్టలు తొడిగించి అతని మెడకు బంగారు గొలుసు వేసి",
    "43": "తన రెండవ రథము మీద అతని ఎక్కించెను. అప్పుడు - మోకాళ్లు వంచుడని అతని ముందర జనులు కేకలు వేసిరి. అట్లు ఫరో ఐగుప్తు దేశమంతటి మీద అతని నియమించెను.",
    "44": "మరియు ఫరో - నేను ఫరోను; అయితే నీ సెలవు లేక ఐగుప్తు దేశమందంతట ఏ మనుష్యుడును తన చేతినైనను కాలినైనను ఎత్తకూడదని యోసేపుతో చెప్పెను.",
    "45": "ఫరో యోసేపునకు జప్నత్పయనేహు అని పేరు పెట్టి, ఓను యొక్క యాజకుడగు పోతీఫెర కుమార్తెయైన ఆసెనతును అతనికి భార్యగా ఇచ్చెను. యోసేపు ఐగుప్తు దేశమంతట సంచరించెను.",
    "46": "యోసేపు ఐగుప్తు రాజైన ఫరో యెదుట నిలిచినప్పుడు ముప్పది ఏండ్లవాడు. యోసేపు ఫరో యెదుటనుండి బయలుదేరి ఐగుప్తు దేశమందంతట సంచరించెను.",
    "47": "సమృద్ధిగా పండిన ఆ ఏడు సంవత్సరములలో భూమి విస్తారముగా పండెను.",
    "48": "అప్పుడు రాబోవు ఆ ఏడు సంవత్సరములలో ఐగుప్తు దేశమందున్న ఆహారమంతయు అతడు పోగుచేసి ఆయా పట్టణములలో ఆ ఆహారమును నిలువచేసెను; ఏ పట్టణపు పొలములలో పండిన పంటను ఆ పట్టణమందే నిలువచేసెను.",
    "49": "యోసేపు సముద్రపు ఇసుకవలె అత్యధికముగా ధాన్యము పోగుచేసెను; అది లెక్కకు మించియున్నందున అతడు లెక్కించుట మానెను.",
    "50": "కరవు సంవత్సరములు రాకమునుపు యోసేపునకు ఇద్దరు కుమారులు పుట్టిరి; ఓను యాజకుడగు పోతీఫెర కుమార్తెయైన ఆసెనతు అతనికి వారిని కనెను.",
    "51": "అప్పుడు యోసేపు - దేవుడు నా సమస్త బాధను నా తండ్రి ఇంటినంతటిని నేను మరచిపోవునట్లు చేసెనని చెప్పి తన జ్యేష్ఠకుమారునికి మనష్షే అని పేరు పెట్టెను.",
    "52": "దేవుడు నాకు బాధ కలిగిన దేశమందు నన్ను అభివృద్ధి పొందించెనని చెప్పి రెండవవానికి ఎఫ్రాయిము అని పేరు పెట్టెను.",
    "53": "ఐగుప్తు దేశములో ఉండిన ఏడు సమృద్ధి సంవత్సరములు గతించెను.",
    "54": "యోసేపు చెప్పినట్లు ఏడు కరవు సంవత్సరములు ఆరంభమాయెను. ఆ కరవు దేశములన్నిటిలో ఉండెను గాని ఐగుప్తు దేశమందంతట ఆహారము ఉండెను.",
    "55": "ఐగుప్తు దేశమంతయు ఆకలిగొనినప్పుడు ప్రజలు ఆహారము కొరకు ఫరోకు మొరపెట్టిరి; అప్పుడు ఫరో - మీరు యోసేపు నొద్దకు వెళ్లి అతడు మీతో చెప్పునట్లు చేయుడని ఐగుప్తీయులందరితో చెప్పెను.",
    "56": "కరవు భూమియందంతట ఉండెను. యోసేపు ధాన్యమున్న కొట్లన్నిటిని విప్పి ఐగుప్తీయులకు అమ్మేను; ఐగుప్తు దేశములో కరవు భారముగా ఉండెను.",
    "57": "మరియు సర్వదేశములలో కరవు భారముగా ఉండినందున లోకులందరు ధాన్యము కొనుటకు ఐగుప్తుకు యోసేపు నొద్దకు వచ్చిరి."
}
