
{
    "1": "ఐగుప్తులో ధాన్యము ఉన్నదని యాకోబు వినినప్పుడు తన కుమారులతో - మీరొకరి ముఖము ఒకరు చూచుచున్నారేమి?",
    "2": "ఐగుప్తులో ధాన్యము ఉన్నదని వింటిని; మనము చావక బ్రతుకునట్లు మీరు అక్కడికి వెళ్లి అక్కడనుండి మనకొరకు ధాన్యము కొనుడని చెప్పెను.",
    "3": "కాబట్టి యోసేపు పదిమంది అన్నలు ధాన్యము కొనుటకు ఐగుప్తుకు వెళ్లిరి.",
    "4": "అయితే యాకోబు - ఒకవేళ బెన్యామీనుకు హాని సంభవించునేమో అని యోసేపు తమ్ముడైన అతనిని అతని అన్నలతో పంపలేదు.",
    "5": "ఆ దేశములో కరవు ఉండెను గనుక ధాన్యము కొనుటకు వచ్చినవారితోకూడ ఇశ్రాయేలు కుమారులును వచ్చిరి.",
    "6": "అప్పుడు యోసేపు ఆ దేశమునంతటికి అధికారి; ఆ దేశ ప్రజలందరికి ధాన్యము అమ్మించువాడు అతడే. యోసేపు అన్నలు వచ్చి సాష్టాంగ నమస్కారము చేసిరి.",
    "7": "యోసేపు తన అన్నలను చూచి వారిని గుర్తుపట్టి, వారినెరుగనివానివలె ఉండి వారితో కఠినముగా మాటలాడి - మీరెక్కడనుండి వచ్చితిరని అడుగగా వారు - ఆహారము కొనుటకు కనాను దేశమునుండి వచ్చితిమనిరి.",
    "8": "యోసేపు తన అన్నలను గుర్తుపట్టెను గాని వారు అతనిని గుర్తుపట్టలేదు.",
    "9": "యోసేపు వారిని గూర్చి తాను కనిన కలలు జ్ఞాపకము చేసికొని - మీరు వేగులవారు; ఈ దేశమునందలి గుట్టులు తెలిసికొనుటకు వచ్చితిరని వారితో అనగా",
    "10": "వారు - కాదు ప్రభువా, నీ దాసులము ఆహారము కొనుటకే వచ్చితిమి.",
    "11": "మేమందరము ఒక్కని కుమారులము; మేము యథార్థవంతులము, నీ దాసులము వేగులవారము కామనిరి.",
    "12": "అందుకతడు - కాదు, ఈ దేశపు గుట్టు తెలిసికొనుటకే వచ్చితిరనెను.",
    "13": "అందుకు వారు - నీ దాసులమైన మేము పన్నెండుమంది సహోదరులము; కనాను దేశములోనున్న ఒక్కని కుమారులము; వారిలో చిన్నవాడు నేడు మా తండ్రి యొద్ద ఉన్నాడు; ఒకడు లేడు అనిరి.",
    "14": "అందుకు యోసేపు - మీరు వేగులవారని నేను మీతో చెప్పినది ఇదే.",
    "15": "ఇందువలన మీరు శోధింపబడుదురు; మీ తమ్ముడు ఇక్కడికి వస్తేనే గాని, లేనియెడల ఫరో తోడు, మీరు ఇక్కడనుండి వెళ్లకూడదు.",
    "16": "మీ తమ్ముని తీసికొనివచ్చుటకు మీలో ఒకని పంపుడి; మీ మాటలలో సత్యమున్నదో లేదో శోధించబడునట్లు మీరు బంధింపబడి యుండుడి; లేనియెడల మీరు వేగులవారే అని ఫరో తోడు అని చెప్పి",
    "17": "మూడు దినములు వారిని కావలిలో ఉంచెను.",
    "18": "మూడవ దినమున యోసేపు వారితో - నేను దేవునికి భయపడువాడను, మీరు బ్రతుకునట్లు దీని చేయుడి;",
    "19": "మీరు యథార్థవంతులైతే మీలో ఒక సహోదరుడు చెరసాలలో బంధింపబడి యుండనిచ్చి, మిగిలినవారు వెళ్లి మీ ఇంటివారి కరవు తీరుటకు ధాన్యము తీసికొనిపొండి.",
    "20": "తరువాత మీ తమ్ముని నా యొద్దకు తీసికొనిరండి; అప్పుడు మీ మాటలు నిజమని తేలును, మీరు చావరు అని చెప్పినప్పుడు వారు ఆలాగు చేసిరి.",
    "21": "అప్పుడు వారు - మన సహోదరుని విషయంలో మనము నిశ్చయముగా దోషులము; అతడు మనలను బతిమాలుకొనినప్పుడు మనము అతని ఆత్మ వేదనను చూచియు అతని మాట వినకపోతిమి; అందువలన ఈ శ్రమ మనకు వచ్చెనని ఒకనితో ఒకరు చెప్పుకొనిరి.",
    "22": "అందుకు రూబేను - ఆ చిన్నవానియెడల పాపము చేయకుడని నేను మీతో చెప్పలేదా? అయినను మీరు వినరైతిరి; కాబట్టి అతని రక్తాపరాధము మన మీదకి వచ్చినదనెను.",
    "23": "యోసేపు ద్విభాషిని పెట్టుకొని వారితో మాటలాడుచుండెను గనుక అతడు తమ మాటలు గ్రహించుచున్నడని వారికి తెలియలేదు.",
    "24": "అతడు వారి యొద్దనుండి అవతలికి వెళ్లి ఏడ్చెను. తరువాత వారి యొద్దకు తిరిగి వచ్చి వారితో మాటలాడి, వారిలో షిమ్యోనును పట్టుకొని వారి కన్నుల యెదుట అతని బంధించెను.",
    "25": "అప్పుడు యోసేపు వారి గోనెలను ధాన్యముతో నింపుటకును, ఎవరి ద్రవ్యము వారి గోనెలో తిరిగి ఉంచుటకును, త్రోవకు వారికి బత్తెము ఇచ్చుటకును ఆజ్ఞాపించెను; ఆలాగు వారికి చేయబడెను.",
    "26": "వారు ఆ ధాన్యమును గాడిదల మీద వేసికొని అక్కడనుండి వెళ్లిరి.",
    "27": "దిగిన చోట వారిలో ఒకడు తన గాడిదకు మేత పెట్టుటకు తన గోనె విప్పినప్పుడు, గోనె మూతిలోనున్న తన ద్రవ్యము కనబడెను.",
    "28": "అతడు తన సహోదరులతో - నా ద్రవ్యము తిరిగి ఇయ్యబడినది; ఇదిగో అది నా గోనెలోనే ఉన్నదని చెప్పెను. అప్పుడు వారి గుండె అవిసి, వారు వణకుచు - దేవుడు మనకు చేసిన ఈ పని ఏమిటని ఒకనితో ఒకరు చెప్పుకొనిరి.",
    "29": "వారు కనాను దేశములోనున్న తమ తండ్రియైన యాకోబు నొద్దకు వచ్చి, తమకు సంభవించినదంతయు అతనికి తెలియజేసి ఇట్లనిరి",
    "30": "ఆ దేశపు ప్రభువైన ఆ మనుష్యుడు మాతో కఠినముగా మాటలాడి, ఆ దేశమును వేగుచూడ వచ్చినవారిగా మమ్మును ఎంచెను.",
    "31": "అందుకు మేము - మేము యథార్థవంతులము, వేగులవారము కాము.",
    "32": "మేము పన్నెండుమంది సహోదరులము, ఒక్క తండ్రి కుమారులము; ఒకడు లేడు; అందరిలో చిన్నవాడు నేడు కనాను దేశములో మా తండ్రి యొద్ద ఉన్నాడని అతనితో చెప్పితివిు.",
    "33": "అందుకు ఆ దేశపు ప్రభువైన ఆ మనుష్యుడు - మీరు యథార్థవంతులని దీనివలన తెలిసికొందును; మీ సహోదరులలో ఒకని నా యొద్ద ఉంచి, కరవు వలన మీ ఇంటివారికి కావలసిన ధాన్యము తీసికొని వెళ్లి",
    "34": "మీ తమ్ముని నా యొద్దకు తీసికొనిరండి; అప్పుడు మీరు వేగులవారు కారు, యథార్థవంతులని నేను తెలిసికొని, మీ సహోదరుని మీకప్పగించెదను; అప్పుడు మీరు ఈ దేశములో వర్తకము చేసికొనవచ్చునని చెప్పెననిరి.",
    "35": "వారు తమ గోనెలను కుమ్మరించినప్పుడు, ఇదిగో ప్రతివాని ద్రవ్యపు మూట వాని గోనెలో ఉండెను; వారును వారి తండ్రియు ఆ ద్రవ్యపు మూటలను చూచి భయపడిరి.",
    "36": "అప్పుడు వారి తండ్రియైన యాకోబు - మీరు నన్ను పిల్లలు లేనివానిగా చేయుచున్నారు; యోసేపు లేడు, షిమ్యోను లేడు, ఇప్పుడు బెన్యామీనును తీసికొని పోవుదురు; ఇవన్నియు నాకు ప్రతికూలముగా ఉన్నవని వారితో అనెను.",
    "37": "అప్పుడు రూబేను - నేను నీ యొద్దకు అతని తిరిగి తీసికొనిరనియెడల నా ఇద్దరు కుమారులను చంపుము; నా చేతికి అతని అప్పగించుము; నేను నీ యొద్దకు అతని తిరిగి తీసికొని వచ్చెదనని తన తండ్రితో చెప్పెను.",
    "38": "అందుకతడు - నా కుమారుడు మీతో వెళ్లడు; అతని అన్న చనిపోయెను, ఇతడొక్కడే మిగిలియున్నాడు; మీరు పోవు మార్గములో ఇతనికి హాని సంభవించినయెడల మీరు నా వృద్ధాప్యమును దుఃఖముతో పాతాళమునకు దిగిపోవునట్లు చేతురనెను."
}
