
{
    "1": "ఆ దేశములో కరవు భారముగా ఉండెను.",
    "2": "వారు ఐగుప్తునుండి తెచ్చిన ధాన్యము తినివేసిన తరువాత వారి తండ్రి - మీరు తిరిగి వెళ్లి మనకొరకు కొంచెము ఆహారము కొనుడని వారితో చెప్పెను.",
    "3": "అందుకు యూదా - ఆ మనుష్యుడు - మీ తమ్ముడు మీతో ఉంటేనే గాని మీరు నా ముఖము చూడకూడదని మాతో గట్టిగా చెప్పెను.",
    "4": "నీవు మా తమ్ముని మాతో పంపినయెడల మేము వెళ్లి నీ కొరకు ఆహారము కొందుము.",
    "5": "అతని పంపనియెడల మేము వెళ్లము; ఏలయనగా ఆ మనుష్యుడు - మీ తమ్ముడు మీతో ఉంటేనే గాని మీరు నా ముఖము చూడకూడదని మాతో చెప్పెనని అతనితో అనెను.",
    "6": "అందుకు ఇశ్రాయేలు - మీకు ఇంకొక తమ్ముడున్నాడని ఆ మనుష్యునితో చెప్పి నాకెందుకు ఈ కీడు చేసితిరనెను.",
    "7": "అందుకు వారు - ఆ మనుష్యుడు మమ్మును గూర్చియు మా బంధువులను గూర్చియు - మీ తండ్రి ఇంకా బ్రతికియున్నాడా? మీకు సహోదరుడున్నాడా? అని బాగుగా విచారించెను; ఆ ప్రశ్నలకు తగినట్టు మేము అతనికి ఉత్తరము చెప్పితివిు; మీ తమ్ముని తీసికొని రమ్మని అతడు చెప్పునని మాకేమి తెలియుననిరి.",
    "8": "యూదా తన తండ్రియైన ఇశ్రాయేలుతో - ఆ చిన్నవాని నాతో పంపుము; మేము లేచి వెళ్లుదుము; అప్పుడు మేమును నీవును మా పిల్లలును చావక బ్రతుకుదుము.",
    "9": "నేను వానిని గూర్చి పూటబడుదును; నా చేతిలో వానిని కోరుము; నేను వానిని నీ యొద్దకు తీసికొనివచ్చి నీ యెదుట నిలువబెట్టనియెడల, ఎల్లప్పుడును నీ పట్ల అపరాధినై యుందును.",
    "10": "మేము తడవు చేయనియెడల ఈ పాటికి రెండు మారులు వెళ్లి వచ్చియుందుమని చెప్పెను.",
    "11": "అప్పుడు వారి తండ్రియైన ఇశ్రాయేలు వారితో ఇట్లనెను - ఆలాగైతే దీని చేయుడి; ఈ దేశమందలి శ్రేష్ఠమైన పండ్లలో కొన్ని, అనగా కొంచెము గుగ్గిలము, కొంచెము తేనె, సుగంధ ద్రవ్యములు, బోళము, పిస్తా పప్పు, బాదము పప్పు మీ సామానులలో వేసికొని ఆ మనుష్యునికి కానుకగా తీసికొనిపొండి.",
    "12": "రెండంతల ద్రవ్యమును మీ చేత పట్టుకొనిపొండి; మీ గోనెల మూతిలో తిరిగి ఉంచబడిన ద్రవ్యమును మీ చేతనే తిరిగి తీసికొనిపొండి; ఒకవేళ అది పొరపాటున జరిగినదేమో.",
    "13": "మీ తమ్ముని తీసికొని లేచి ఆ మనుష్యుని యొద్దకు తిరిగి వెళ్లుడి.",
    "14": "ఆ మనుష్యుడు మీ ఇతర సహోదరుని, బెన్యామీనును మీకిచ్చునట్లు సర్వశక్తిగల దేవుడు ఆ మనుష్యుని యెదుట మిమ్మును కరుణించును గాక. నేను పిల్లలు లేనివాడను కావలసివచ్చిన యెడల పిల్లలు లేనివాడనౌదును.",
    "15": "ఆ మనుష్యులు ఆ కానుకను, రెండంతల ద్రవ్యమును, బెన్యామీనును తీసికొని లేచి ఐగుప్తునకు వెళ్లి యోసేపు యెదుట నిలిచిరి.",
    "16": "యోసేపు వారితో కూడనున్న బెన్యామీనును చూచి తన గృహనిర్వాహకునితో - ఈ మనుష్యులను ఇంటిలోనికి తీసికొనివెళ్లి, భోజన పదార్థములు వధించి సిద్ధపరచుము; మధ్యాహ్నమందు ఈ మనుష్యులు నాతో భోజనము చేయుదురని చెప్పెను.",
    "17": "యోసేపు చెప్పినట్లు ఆ మనుష్యుడు చేసి వారిని యోసేపు ఇంటికి తీసికొని వెళ్ళెను.",
    "18": "తమ్మును యోసేపు ఇంటికి తీసికొని వెళ్లినందున ఆ మనుష్యులు భయపడి - మునుపు మన గోనెలలో తిరిగి ఉంచబడిన ద్రవ్యము నిమిత్తము లోపలికి తేబడితివిు; అతడు మన మీద పడి మనలను పట్టుకొని మన గాడిదలను దాసులుగా చేసికొనుటకే అని చెప్పుకొని",
    "19": "యోసేపు గృహనిర్వాహకుని దగ్గరకు వచ్చి ఇంటి ద్వారమున అతనితో మాటలాడి",
    "20": "అయ్యా, మునుపు మేము ఆహారము కొనుటకు దిగివచ్చితివిు.",
    "21": "మేము దిగిన చోటికి వచ్చి మా గోనెలు విప్పినప్పుడు, తూనిక ప్రకారము ఎవని ద్రవ్యము వాని గోనె మూతిలో ఉండెను; కాబట్టి దానిని మా చేతిలో తిరిగి తెచ్చియున్నాము.",
    "22": "ఆహారము కొనుటకు వేరొక ద్రవ్యమును మా చేత తెచ్చియున్నాము; మా ద్రవ్యము మా గోనెలలో ఎవడు ఉంచెనో మాకు తెలియదనిరి.",
    "23": "అందుకతడు - మీకు శుభము, భయపడకుడి; మీ దేవుడు, మీ తండ్రి దేవుడు మీకు ధనమును మీ గోనెలలో మీకిచ్చెను; మీ ద్రవ్యము నాకు ముట్టినదని చెప్పి షిమ్యోనును వారియొద్దకు వెలుపలికి తీసికొని వచ్చెను.",
    "24": "ఆ మనుష్యుడు వారిని యోసేపు ఇంటిలోనికి తీసికొని వెళ్లి వారికి నీళ్లియ్యగా వారు కాళ్లు కడుగుకొనిరి; అతడు వారి గాడిదలకు మేత వేసెను.",
    "25": "అక్కడ తాము భోజనము చేయవలెనని వారు వినిరి గనుక మధ్యాహ్నమున యోసేపు వచ్చునప్పటికి ఆ కానుకను సిద్ధము చేసిరి.",
    "26": "యోసేపు ఇంటికి వచ్చినప్పుడు వారు తమ యొద్దనున్న కానుకను ఇంటిలోనికి తెచ్చి అతనికిచ్చి నేలమట్టుకు వంగి అతనికి నమస్కారము చేసిరి.",
    "27": "అతడు వారి క్షేమమడిగి - మీరు చెప్పిన మీ ముసలి తండ్రి క్షేమమా? అతడు ఇంక బ్రతికియున్నాడా అని అడుగగా",
    "28": "వారు - నీ దాసుడగు మా తండ్రి క్షేమముగా ఉన్నాడు, ఇంక బ్రతికియున్నాడని చెప్పి తల వంచి నమస్కారము చేసిరి.",
    "29": "అతడు కన్నులెత్తి తన తల్లి కుమారుడగు తన తమ్ముడైన బెన్యామీనును చూచి - మీరు నాతో చెప్పిన మీ చిన్న తమ్ముడు ఇతడేనా అని అడిగి - నా కుమారా, దేవుడు నిన్ను కరుణించును గాక అనెను.",
    "30": "యోసేపు తన తమ్ముని చూచినందున అతని ప్రేమాగ్ని రగులుకొనెను గనుక అతడు ఎక్కడనైనను ఏడ్వవలెనని త్వరపడి లోపలి గదిలోనికి వెళ్లి అక్కడ ఏడ్చెను.",
    "31": "తరువాత అతడు ముఖము కడుగుకొని బయటికి వచ్చిపురిలించుకొని - భోజనము వడ్డించుడని చెప్పెను.",
    "32": "వారు అతనికిని వీరికిని అతని యొద్దనున్న ఐగుప్తీయులకును వేరు వేరుగా వడ్డించిరి; ఏలయనగా హెబ్రీయులతో కలిసి భోజనము చేయుట ఐగుప్తీయులకు హేయము గనుక వారితో కలిసి భోజనము చేయకూడదు.",
    "33": "వారు అతని యెదుట జ్యేష్ఠుడు మొదలుకొని కనిష్ఠుని వరకు తమ తమ యీడు చొప్పున కూర్చుండబెట్టబడిరి; అందులకు ఆ మనుష్యులు ఒకని ముఖము ఒకడు చూచుకొని ఆశ్చర్యపడిరి.",
    "34": "అతడు తన యెదుటనున్న భక్ష్యములను వారికి వడ్డించెను; అయితే బెన్యామీను వంతు వారందరి వంతులకంటే ఐదంతలు ఎక్కువగా ఉండెను. వారు అతనితో పానము చేసి ఆనందించిరి."
}
