
{
    "1": "అతడు తన గృహనిర్వాహకునికి ఈలాగు ఆజ్ఞాపించెను - ఈ మనుష్యుల గోనెలలో వారు తీసికొనిపోగలిగినంత ఆహారము నింపి, ప్రతివాని ద్రవ్యము వాని గోనె మూతిలో ఉంచి,",
    "2": "చిన్నవాని గోనె మూతిలో నా వెండి గిన్నెను ధాన్యము కొనిన ద్రవ్యమును ఉంచుమని చెప్పెను. అతడు యోసేపు చెప్పిన మాట చొప్పున చేసెను.",
    "3": "తెల్లవారినప్పుడు ఆ మనుష్యులును వారి గాడిదలును పంపివేయబడిరి.",
    "4": "వారు ఆ పట్టణములోనుండి బయలుదేరి దూరము వెళ్లక మునుపే యోసేపు తన గృహనిర్వాహకునితో - నీవు లేచి ఆ మనుష్యులను తరిమి వారిని కలుసుకొని - మీరు మేలుకు ప్రతిగా కీడు చేసితిరేమి?",
    "5": "నా ప్రభువు దేనిలో త్రాగునో, దేనివలన శకునము చెప్పునో అది ఇదే గదా? మీరు చేసినది చెడ్డపని అని వారితో చెప్పుమనెను.",
    "6": "అతడు వారిని కలుసుకొని ఆ మాటలు వారితో చెప్పెను.",
    "7": "అందుకు వారు - నా ప్రభువు ఇట్టి మాటలాడుచున్నాడేమి? ఇట్టి పని నీ దాసులకు దూరమవు గాక.",
    "8": "ఇదిగో మా గోనెల మూతిలో మాకు దొరికిన ద్రవ్యము కనాను దేశమునుండి నీ యొద్దకు తిరిగి తెచ్చితివిు గదా; నీ యజమానుని ఇంటిలోనుండి వెండినైనను బంగారమునైనను మేము ఎట్లు దొంగిలింతుము?",
    "9": "నీ దాసులలో అది ఎవని యొద్ద దొరుకునో వాడు చావవలెను, మరియు మేము నా ప్రభువునకు దాసులమగుదుమనిరి.",
    "10": "అందుకతడు - మీరు చెప్పినట్లే కానిమ్ము; ఎవని యొద్ద అది దొరుకునో వాడే నాకు దాసుడగును, మీరు నిర్దోషులై యుందురనెను.",
    "11": "అప్పుడు వారు త్వరపడి ప్రతివాడును తన గోనెను నేలకు దించి విప్పిరి.",
    "12": "అతడు పెద్దవానితో ఆరంభించి చిన్నవాని వరకు వెదకినప్పుడు ఆ గిన్నె బెన్యామీను గోనెలో దొరికెను.",
    "13": "అప్పుడు వారు తమ బట్టలు చింపుకొని ప్రతివాడును తన గాడిద మీద బరువు ఎత్తుకొని ఆ పట్టణమునకు తిరిగి వెళ్లిరి.",
    "14": "యూదాయు అతని సహోదరులును యోసేపు ఇంటికి వచ్చినప్పుడు అతడు ఇంక అక్కడనే ఉండెను; వారు అతని యెదుట నేలమీద సాష్టాంగపడిరి.",
    "15": "యోసేపు - మీరు చేసిన ఈ పని యేమిటి? నావంటి మనుష్యుడు నిశ్చయముగా శకునము చెప్పునని మీకు తెలియదా అని అడుగగా",
    "16": "యూదా - నా ప్రభువుతో మేము ఏమి చెప్పుదుము? ఏమి పలుకుదుము? మా నీతిని ఎట్లు కనపరచుకొందుము? దేవుడు నీ దాసుల దోషమును బయలుపరచెను; ఇదిగో మేమును, ఎవరి యొద్ద ఈ గిన్నె దొరికెనో వాడును నా ప్రభువునకు దాసులమని చెప్పెను.",
    "17": "అందుకతడు - నేనాలాగు చేయను; ఎవరి యొద్ద ఈ గిన్నె దొరికెనో వాడే నాకు దాసుడగును; మీరైతే సమాధానముగా మీ తండ్రి యొద్దకు వెళ్లుడని చెప్పెను.",
    "18": "అప్పుడు యూదా అతని దగ్గరకు వచ్చి - నా ప్రభువా, చిత్తగించుము; నీ దాసుడు నా ప్రభువు వినునట్లు ఒక మాట పలుకనిమ్ము; నీ దాసుని మీద కోపపడవద్దు; నీవు ఫరోతో సమానుడవు.",
    "19": "నా ప్రభువు - మీకు తండ్రి గాని సహోదరుడు గాని ఉన్నారా అని తన దాసుల నడిగెను.",
    "20": "అప్పుడు మేము - మాకు ముసలి తండ్రియు అతని వృద్ధాప్యమందు పుట్టిన చిన్నవాడును ఉన్నారు; వాని అన్న చనిపోయెను, వాని తల్లికి వాడు ఒక్కడే మిగిలియున్నాడు, వాని తండ్రి వానిని ప్రేమించుచున్నాడని నా ప్రభువుతో చెప్పితివిు.",
    "21": "అప్పుడు నీవు - నేను కన్నులార వానిని చూచునట్లు నా యొద్దకు వానిని తీసికొని రండని నీ దాసులతో చెప్పితివి.",
    "22": "అప్పుడు మేము - ఆ చిన్నవాడు తన తండ్రిని విడవలేడు; విడిచినయెడల అతని తండ్రి చనిపోవునని నా ప్రభువుతో చెప్పితివిు.",
    "23": "అందుకు నీవు - మీ చిన్న తమ్ముడు మీతో కూడా వస్తేనే గాని మీరు ఇక నా ముఖము చూడకూడదని నీ దాసులతో చెప్పితివి.",
    "24": "కాబట్టి మేము నీ దాసుడైన మా తండ్రి యొద్దకు వెళ్లి నా ప్రభువు మాటలు అతనికి తెలిపితివిు.",
    "25": "మా తండ్రి - మీరు మరల వెళ్లి మనకొరకు కొంచెము ఆహారము కొనుడని చెప్పగా",
    "26": "మేము - మేము వెళ్లలేము; మా చిన్న తమ్ముడు మాతో ఉంటే వెళ్లుదుము; మా చిన్న తమ్ముడు మాతో ఉండనియెడల మేము ఆ మనుష్యుని ముఖము చూడకూడదని చెప్పితివిు.",
    "27": "అప్పుడు నీ దాసుడైన మా తండ్రి మాతో - నా భార్య నాకు ఇద్దరు కుమారులను కనెనని మీరెరుగుదురు.",
    "28": "ఒకడు నా యొద్దనుండి వెళ్లిపోయెను; నిశ్చయముగా అతడు చీల్చబడెనని అనుకొంటిని; ఇంతవరకు నేను అతనిని చూడలేదు.",
    "29": "మీరు ఇతనిని కూడ నా యొద్దనుండి తీసికొనిపోయినప్పుడు ఇతనికి హాని సంభవించిన యెడల, మీరు నా వృద్ధాప్యమును వేదనతో పాతాళమునకు దిగిపోవునట్లు చేతురని చెప్పెను.",
    "30": "కాబట్టి నేను నీ దాసుడైన నా తండ్రి యొద్దకు వెళ్లినప్పుడు ఈ చిన్నవాడు మాతో లేనియెడల, అతని ప్రాణము ఇతని ప్రాణముతో ముడివడియున్నది గనుక",
    "31": "అతడు ఈ చిన్నవాడు లేకపోవుట చూచి చనిపోవును; అట్లు నీ దాసులు నీ దాసుడైన మా తండ్రి వృద్ధాప్యమును దుఃఖముతో పాతాళమునకు దిగిపోవునట్లు చేతురు.",
    "32": "నీ దాసుడనైన నేను - నేను వీనిని నీ యొద్దకు తిరిగి తీసికొని రానియెడల ఎల్లప్పుడును నీ యెదుట అపరాధినై యుందునని నా తండ్రితో చెప్పి, ఈ చిన్నవానిని గూర్చి పూటబడితిని.",
    "33": "కాబట్టి దయచేసి ఈ చిన్నవానికి మారుగా నీ దాసుడనైన నన్ను నా ప్రభువునకు దాసునిగా ఉండనిమ్ము; ఈ చిన్నవానిని తన అన్నలతో వెళ్లనిమ్ము.",
    "34": "ఈ చిన్నవాడు నాతో లేక నా తండ్రి యొద్దకు నేనెట్లు వెళ్లుదును? వెళ్లినయెడల నా తండ్రికి వచ్చు కీడును నేను చూడవలసి వచ్చును గదా అని చెప్పెను."
}
