
{
    "1": "అప్పుడు యోసేపు తన యొద్ద నిలిచియున్న వారందరి యెదుట తనను తాను ఆపుకొనలేక - నా యొద్దనుండి ప్రతి మనుష్యుని వెలుపలికి పంపుడని కేకవేసెను. యోసేపు తన సహోదరులకు తనను తాను తెలియపరచుకొనినప్పుడు ఎవడును అతని యొద్ద లేడు.",
    "2": "అతడు ఎలుగెత్తి ఏడ్చెను; ఐగుప్తీయులును ఫరో ఇంటివారును అది వినిరి.",
    "3": "అప్పుడు యోసేపు - నేను యోసేపును; నా తండ్రి ఇంక బ్రతికియున్నాడా అని తన సహోదరులను అడిగెను. అతని సహోదరులు అతని సముఖమందు కలవరపడినందున అతనికి ఉత్తరమియ్యలేకపోయిరి.",
    "4": "యోసేపు - నా దగ్గరకు రండని తన సహోదరులతో చెప్పగా వారు దగ్గరకు వచ్చిరి. అప్పుడతడు - ఐగుప్తునకు వెళ్లునట్లు మీరు అమ్మిన మీ సహోదరుడైన యోసేపును నేనే.",
    "5": "అయినను మీరు నన్ను ఇక్కడికి అమ్మునట్లు చేసినందుకు దుఃఖపడకుడి; అది మీకు సంతాపము పుట్టింపనియ్యకుడి; ఏలయనగా ప్రాణరక్షణ కొరకు దేవుడు మీకు ముందుగా నన్ను పంపెను.",
    "6": "ఈ రెండు సంవత్సరములనుండి కరవు దేశములో ఉన్నది; సేద్యమైనను కోతయైనను లేని సంవత్సరములు ఇంక ఐదు ఉన్నవి.",
    "7": "భూమిమీద మీలో శేషమును కాపాడుటకును, గొప్ప రక్షణ కలుగజేసి మిమ్మును బ్రతికించుటకును దేవుడు మీకు ముందుగా నన్ను పంపెను.",
    "8": "కాబట్టి దేవుడే గాని మీరు నన్ను ఇక్కడికి పంపలేదు. ఆయన నన్ను ఫరోకు తండ్రిగాను అతని ఇంటంతటికి ప్రభువుగాను ఐగుప్తు దేశమంతటికీ ఏలికగాను నియమించెను.",
    "9": "మీరు త్వరగా నా తండ్రి యొద్దకు వెళ్లి అతనితో ఇట్లనుడి - దేవుడు నన్ను ఐగుప్తు దేశమంతటికి ప్రభువుగా నియమించెను; తడవు చేయక నా యొద్దకు రమ్ము.",
    "10": "నీవు గోషెను దేశమందు నివసించెదవు; అప్పుడు నీవును నీ పిల్లలును నీ పిల్లల పిల్లలును నీ గొర్రెలును నీ ఎద్దులును నీకు కలిగినదంతయు నాకు సమీపముగా ఉండును.",
    "11": "ఇంకను ఐదు కరవు సంవత్సరములు ఉన్నవి గనుక నీకును నీ ఇంటివారికిని నీకు కలిగినదంతటికిని లేమి కలుగకుండ అక్కడ నిన్ను పోషించెదనని నీ కుమారుడైన యోసేపు చెప్పెనని చెప్పుడి.",
    "12": "ఇదిగో మీతో మాటలాడుచున్నది నా నోరే అని మీ కన్నులును నా తమ్ముడైన బెన్యామీను కన్నులును చూచుచున్నవి గదా.",
    "13": "ఐగుప్తులో నాకు కలిగిన సమస్త ఘనతను మీరు చూచినదంతయు నా తండ్రికి తెలియజేసి త్వరగా నా తండ్రిని ఇక్కడికి తీసికొనిరండని చెప్పెను.",
    "14": "అప్పుడతడు తన తమ్ముడైన బెన్యామీను మెడ మీద పడి ఏడ్చెను; బెన్యామీనును అతని మెడ మీద పడి ఏడ్చెను.",
    "15": "మరియు అతడు తన అన్నలందరిని ముద్దుపెట్టుకొని వారి మీద పడి ఏడ్చెను; తరువాత అతని అన్నలు అతనితో మాటలాడిరి.",
    "16": "యోసేపు సహోదరులు వచ్చిరన్న వార్త ఫరో ఇంటిలో వినబడెను; అది ఫరోకును అతని సేవకులకును ఇష్టముగా ఉండెను.",
    "17": "ఫరో యోసేపుతో ఇట్లనెను - నీవు నీ సహోదరులతో - మీరీలాగు చేయుడి; మీ పశువుల మీద బరువులు వేసికొని కనాను దేశమునకు వెళ్లి",
    "18": "మీ తండ్రిని మీ ఇంటివారిని తీసికొని నా యొద్దకు రండి; నేను ఐగుప్తు దేశము యొక్క మంచి పదార్థములను మీకిచ్చెదను; మీరు ఈ దేశ సారమును అనుభవించెదరని చెప్పుము.",
    "19": "నీకు ఆజ్ఞ ఇవ్వబడినది ఏమనగా - మీ పిల్లల కొరకును మీ భార్యల కొరకును ఐగుప్తు దేశములోనుండి బండ్లను తీసికొని వెళ్లి మీ తండ్రిని తెచ్చుకొనుడి.",
    "20": "మీ సామానును లక్ష్యపెట్టకుడి; ఐగుప్తు దేశమంతటిలోని మంచి పదార్థములు మీవగునని చెప్పుమనెను.",
    "21": "ఇశ్రాయేలు కుమారులు ఆలాగు చేసిరి. యోసేపు ఫరో ఆజ్ఞ చొప్పున వారికి బండ్లను ఇచ్చెను; త్రోవకు బత్తెమును ఇచ్చెను.",
    "22": "మరియు అతడు వారందరికిని మార్పు వస్త్రములను ఇచ్చెను గాని బెన్యామీనుకు మూడు వందల తులముల వెండిని ఐదు మార్పుల వస్త్రములను ఇచ్చెను.",
    "23": "మరియు అతడు తన తండ్రికి ఐగుప్తు మంచి పదార్థములను మోయు పది గాడిదలను, తన తండ్రికి దారి బత్తెమునకై ధాన్యమును రొట్టెలను ఆహారమును మోయు పది ఆడు గాడిదలను పంపెను.",
    "24": "అట్లు అతడు తన సహోదరులను సాగనంపుచు - మార్గములో కలహపడకుడని వారితో చెప్పెను; వారు వెళ్ళిరి.",
    "25": "వారు ఐగుప్తునుండి వెళ్లి కనాను దేశములోనున్న తమ తండ్రియైన యాకోబు నొద్దకు వచ్చి",
    "26": "యోసేపు ఇంక బ్రతికియే యున్నాడు; అతడు ఐగుప్తు దేశమంతటికీ ఏలికైయున్నాడని అతనికి తెలియజేసిరి. అయితే అతడు వారి మాట నమ్మలేదు గనుక అతడు నిశ్చేష్టుడాయెను.",
    "27": "వారు తమతో యోసేపు పలికిన మాటలన్నియు అతనితో చెప్పిరి. తన్ను ఎక్కించుకొని పోవుటకు యోసేపు పంపిన బండ్లను చూచినప్పుడు వారి తండ్రియైన యాకోబు ప్రాణము తెప్పరిల్లెను.",
    "28": "అప్పుడు ఇశ్రాయేలు - ఇది చాలును; నా కుమారుడైన యోసేపు ఇంక బ్రతికియున్నాడు; నేను చావకమునుపు వెళ్లి అతని చూచెదననెను."
}
