
{
    "1": "ఇశ్రాయేలు తనకు కలిగినదంతయు తీసికొని ప్రయాణమై బెేర్షెబాకు వచ్చి తన తండ్రియైన ఇస్సాకు దేవునికి బలులు అర్పించెను.",
    "2": "రాత్రి దర్శనములయందు దేవుడు - యాకోబూ యాకోబూ అని ఇశ్రాయేలును పిలిచెను. అందుకతడు - చిత్తము ప్రభువా అనెను.",
    "3": "అాయన - నేను దేవుడను, నీ తండ్రి దేవుడను; ఐగుప్తునకు వెళ్లుటకు భయపడకుము; అక్కడ నిన్ను గొప్ప జనముగా చేసెదను.",
    "4": "నేను ఐగుప్తునకు నీతో కూడ వచ్చెదను; అంతేకాక నేను నిశ్చయముగా నిన్ను తిరిగి తీసికొని వచ్చెదను; యోసేపు నీ కనుల మీద తన చెయ్యి ఉంచునని సెలవిచ్చెను.",
    "5": "అప్పుడు యాకోబు బెేర్షెబానుండి లేచెను. ఇశ్రాయేలు కుమారులు తమ తండ్రియైన యాకోబును తమ పిల్లలను తమ భార్యలను ఫరో పంపిన బండ్ల మీద ఎక్కించుకొనిరి.",
    "6": "వారు తమ పశువులను కనానులో తాము సంపాదించిన ఆస్తిని తీసికొని, యాకోబును అతనితో కూడ అతని సంతానమంతయు ఐగుప్తునకు వచ్చిరి.",
    "7": "అతడు తన కుమారులను తన కుమారుల కుమారులను తన కుమార్తెలను తన కుమారుల కుమార్తెలను, అనగా తన సంతానమంతటిని తనతోకూడ ఐగుప్తునకు తీసికొనివచ్చెను.",
    "8": "ఐగుప్తునకు వచ్చిన ఇశ్రాయేలు అనగా యాకోబు కుమారుల పేర్లు ఇవే. యాకోబు జ్యేష్ఠకుమారుడు రూబేను.",
    "9": "రూబేను కుమారులు హనోకు పల్లు హెస్రోను కర్మీ.",
    "10": "షిమ్యోను కుమారులు యెమూయేలు యామీను ఓహెదు యాకీను సోహరు; కనానీయురాలి కుమారుడైన షావూలు.",
    "11": "లేవి కుమారులు గెర్షోను కహతు మెరారి.",
    "12": "యూదా కుమారులు ఏరు ఓనాను షేలా పెరెసు జెరహు; ఏరును ఓనానును కనాను దేశములో చనిపోయిరి. పెరెసు కుమారులు హెస్రోను హామూలు.",
    "13": "ఇస్సాఖారు కుమారులు తోలా పువ్వా యోబు షిమ్రోను.",
    "14": "జెబూలూను కుమారులు సెరెదు ఏలోను యహలేలు.",
    "15": "వీరు లేయా కుమారులు; ఆమె వీరిని పద్దనరాములో యాకోబుకు కనెను; మరియు అతని కుమార్తెయైన దీనాయు కలదు. అతని కుమారులును అతని కుమార్తెలును అందరు ముప్పది ముగ్గురు.",
    "16": "గాదు కుమారులు జిప్యోను హగ్గీ షూనీ ఎస్బోను ఏరీ అరోదీ అరేలీ.",
    "17": "ఆషేరు కుమారులు ఇమ్నా ఇష్వా ఇష్వీ బెరీయా; వీరి సహోదరియైన శెరహు. బెరీయా కుమారులు హెబెరు మల్కీయూలు.",
    "18": "వీరు లాబాను తన కుమార్తెయైన లేయాకు ఇచ్చిన జిల్పా కుమారులు; ఆమె వీరిని యాకోబుకు కనెను; వీరు పదునారుగురు.",
    "19": "యాకోబు భార్యయైన రాహేలు కుమారులు యోసేపు బెన్యామీను.",
    "20": "ఐగుప్తు దేశమందు యోసేపునకు మనష్షే ఎఫ్రాయిములు పుట్టిరి; ఓను యాజకుడైన పోతీఫెర కుమార్తెయగు ఆసెనతు వీరిని అతనికి కనెను.",
    "21": "బెన్యామీను కుమారులు బెలెక అష్బేలు గేరా నయమాను ఏహీ రోష్ ముప్పీమ్ హుప్పీమ్ ఆర్ద్.",
    "22": "వీరు యాకోబుకు పుట్టిన రాహేలు కుమారులు; వీరందరు పదునలుగురు.",
    "23": "దాను కుమారులు హుషీం.",
    "24": "నఫ్తాలి కుమారులు యహసేలు గూనీ యేసెరు షిల్లేము.",
    "25": "వీరు లాబాను తన కుమార్తెయైన రాహేలుకు ఇచ్చిన బిల్హా కుమారులు; ఆమె వీరిని యాకోబుకు కనెను; వీరందరు ఏడుగురు.",
    "26": "యాకోబు కోడళ్లు గాక అతని గర్భవాసమున పుట్టి యాకోబుతో ఐగుప్తునకు వచ్చినవారందరు అరువది ఆరుగురు.",
    "27": "ఐగుప్తులో యోసేపుకు పుట్టిన కుమారులు ఇద్దరు. ఐగుప్తునకు వచ్చిన యాకోబు ఇంటివారందరు డెబ్బదిమంది.",
    "28": "గోషెనులో తనను కలుసుకొనుటకు దారి చూపించుటకై అతడు తనకు ముందుగా యూదాను యోసేపు నొద్దకు పంపెను; తరువాత వారు గోషెను దేశమునకు వచ్చిరి.",
    "29": "అప్పుడు యోసేపు తన రథమును సిద్ధపరచుకొని గోషెనులో తన తండ్రియైన ఇశ్రాయేలును ఎదుర్కొనుటకు వెళ్లి, అతనికి కనబడి, అతని మెడ మీద పడి, చాలా సేపు అతని మెడ మీద ఏడ్చెను.",
    "30": "అప్పుడు ఇశ్రాయేలు - నీవు ఇంక బ్రతికియున్నావు, నీ ముఖము చూచితిని గనుక నేనిప్పుడు చనిపోవుదునని యోసేపుతో చెప్పెను.",
    "31": "యోసేపు తన అన్నలతోను తన తండ్రి ఇంటివారితోను - నేను వెళ్లి ఫరోతో - కనాను దేశమందుండిన నా సహోదరులును నా తండ్రి ఇంటివారును నా యొద్దకు వచ్చియున్నారు;",
    "32": "ఆ మనుష్యులు గొర్రెల కాపరులు, వారు పశువులు గలవారు; వారు తమ గొర్రెలను తమ పశువులను తమకు కలిగినదంతయు తీసికొని వచ్చిరని చెప్పెదను.",
    "33": "కాబట్టి ఫరో మిమ్మును పిలిపించి - మీ వృత్తి ఏమని అడిగినప్పుడు",
    "34": "మీరు గోషెను దేశమందు నివసించునట్లు - నీ దాసులమైన మేమును మా పితరులును బాల్యమునుండి ఇప్పటి వరకు పశువులు గలవారమని చెప్పుడి; గొర్రెల కాపరులందరు ఐగుప్తీయులకు హేయులు గదా అని చెప్పెను."
}
