
{
    "1": "యోసేపు లోపలికి వెళ్లి ఫరోతో - నా తండ్రియు నా సహోదరులును వారి గొర్రెలును వారి పశువులును వారికి కలిగినదంతయు కనాను దేశమునుండి వచ్చిరి; ఇదిగో వారు గోషెను దేశములో ఉన్నారని చెప్పెను.",
    "2": "మరియు అతడు తన సహోదరులలో ఐదుగురిని తీసికొని వచ్చి ఫరో యెదుట నిలువబెట్టెను.",
    "3": "ఫరో - మీ వృత్తి ఏమని అతని సహోదరుల నడుగగా వారు - నీ దాసులమైన మేమును మా పితరులును గొర్రెల కాపరులమని ఫరోతో చెప్పిరి.",
    "4": "మరియు వారు - కనాను దేశములో కరవు భారముగా ఉన్నందున నీ దాసుల మందలకు మేత లేదు గనుక ఈ దేశములో నివసించుటకు వచ్చితివిు; కాబట్టి నీ దాసులను గోషెను దేశములో నివసించనిమ్మని ఫరోతో చెప్పిరి.",
    "5": "అప్పుడు ఫరో యోసేపుతో - నీ తండ్రియు నీ సహోదరులును నీ యొద్దకు వచ్చియున్నారు;",
    "6": "ఐగుప్తు దేశము నీ యెదుట ఉన్నది; ఈ దేశములోని శ్రేష్ఠమైన ప్రదేశమందు నీ తండ్రిని నీ సహోదరులను నివసించనిమ్ము; వారు గోషెను దేశమందు నివసించవచ్చును; వారిలో సామర్థ్యము గలవారున్నారని నీకు తెలిసినయెడల వారిని నా పశువుల మీద అధికారులనుగా ఉంచుమని చెప్పెను.",
    "7": "మరియు యోసేపు తన తండ్రియైన యాకోబును తీసికొని వచ్చి ఫరో యెదుట నిలువబెట్టెను; యాకోబు ఫరోను దీవించెను.",
    "8": "ఫరో - నీ వయస్సు ఎంత అని యాకోబు నడుగగా",
    "9": "యాకోబు - నేను యాత్ర చేసిన దినములు నూట ముప్పది ఏండ్లు; నేను జీవించిన దినములు కొంచెముగాను దుఃఖసహితముగాను ఉన్నవి; అవి నా పితరులు యాత్ర చేసిన దినములకు సమానము కాలేదని ఫరోతో చెప్పెను.",
    "10": "అప్పుడు యాకోబు ఫరోను దీవించి ఫరో యెదుటనుండి వెళ్ళెను.",
    "11": "యోసేపు తన తండ్రిని తన సహోదరులను నివసించనిచ్చి, ఫరో ఆజ్ఞాపించినట్లు ఐగుప్తు దేశములో రమెసేసను శ్రేష్ఠమైన ప్రదేశమందు వారికి స్వాస్థ్యమిచ్చెను.",
    "12": "మరియు యోసేపు తన తండ్రికిని తన సహోదరులకును తన తండ్రి ఇంటివారికందరికిని వారి వారి కుటుంబముల చొప్పున ఆహారమిచ్చి పోషించెను.",
    "13": "కరవు మిక్కిలి భారముగా ఉన్నందున దేశమందంతట ఆహారము లేకపోయెను; కరవు వలన ఐగుప్తు దేశమును కనాను దేశమును క్షీణించిపోయెను.",
    "14": "జనులు కొనుచుండిన ధాన్యమునకు బదులుగా యోసేపు ఐగుప్తు దేశమందును కనాను దేశమందును దొరికిన ద్రవ్యమంతయు కూర్చి ఫరో ఇంట చేర్చెను.",
    "15": "ఐగుప్తు దేశమందును కనాను దేశమందును ద్రవ్యము అయిపోయినప్పుడు ఐగుప్తీయులందరు యోసేపు నొద్దకు వచ్చి - మాకు ఆహారమిమ్ము, నీ యెదుట మేమేల చావవలెను? ద్రవ్యము అయిపోయినదని చెప్పిరి.",
    "16": "అందుకు యోసేపు - మీ పశువులనియ్యుడి; ద్రవ్యము అయిపోయినయెడల మీ పశువులకు బదులుగా మీకిచ్చెదనని చెప్పగా",
    "17": "వారు యోసేపు నొద్దకు తమ పశువులను తీసికొనివచ్చిరి. అప్పుడు యోసేపు గుఱ్ఱములకును గొర్రెల మందలకును పశువుల మందలకును గాడిదలకును బదులుగా ఆహారము వారికిచ్చెను; ఆ సంవత్సరము వారి పశువులన్నిటికిని బదులుగా ఆహారమిచ్చి వారిని పోషించెను.",
    "18": "ఆ సంవత్సరము తీరినప్పుడు రెండవ సంవత్సరమందు వారు అతనియొద్దకు వచ్చి - మా ద్రవ్యము అయిపోయెను; మా పశువుల మందలును మా ఏలినవానికి చేరెను; మా శరీరములును మా భూమియు తప్ప మా ఏలినవారి యెదుట మరి ఏమియు మిగలలేదని అది మా ఏలినవానికి మరుగు చేయమనిరి.",
    "19": "నీ కన్నుల యెదుట మేమును మా భూమియు ఏల నశించవలెను? ఆహారమిచ్చి మమ్మును మా భూమిని కొనుము; మేము మా భూమి సమేతముగా ఫరోకు దాసులమగుదుము; మేము చావక బ్రతుకునట్లును, భూమి పాడైపోకుండునట్లును మాకు విత్తనములిమ్మనిరి.",
    "20": "అప్పుడు యోసేపు ఐగుప్తు భూమి అంతయు ఫరో కొరకు కొనెను; కరవు ఐగుప్తీయులకు భారమైనందున వారిలో ప్రతివాడును తన పొలమును అమ్మేను; అట్లు భూమి ఫరోదాయెను.",
    "21": "ఐగుప్తు సరిహద్దులయందంతట అతడు జనులను పట్టణములకు రప్పించెను.",
    "22": "యాజకుల భూమిని మాత్రము అతడు కొనలేదు; యాజకులకు ఫరోవలన వంతు కలిగెను; ఫరో వారికిచ్చిన వంతును వారు తినిరి గనుక తమ భూమిని అమ్మలేదు.",
    "23": "అప్పుడు యోసేపు - ఇదిగో నేడు మిమ్మును మీ భూమిని ఫరో కొరకు కొనియున్నాను; ఇదిగో మీకు విత్తనములు, పొలములో విత్తుడి.",
    "24": "పంటలో ఐదవ భాగము మీరు ఫరోకు ఇయ్యవలెను; నాలుగు పాళ్లు పొలము విత్తనములకును మీకును మీ ఇండ్లలోనివారికిని ఆహారము నిమిత్తమును మీ పిల్లలకు ఆహారము నిమిత్తమును మీకగునని ప్రజలతో చెప్పెను.",
    "25": "అందుకు వారు - నీవు మమ్మును బ్రతికించితివి; మా ఏలినవాని కటాక్షము మా మీద నుండనిమ్ము, మేము ఫరోకు దాసులమగుదుమని చెప్పిరి.",
    "26": "ఐదవ భాగము ఫరోదగునట్లు ఐగుప్తు భూమిని గూర్చి యోసేపు చేసిన కట్టడ నేటివరకు నిలిచియున్నది; యాజకుల భూమి మాత్రము ఫరోది కాలేదు.",
    "27": "ఇశ్రాయేలీయులు ఐగుప్తు దేశమందలి గోషెనులో నివసించిరి; అందులో వారు ఆస్తి సంపాదించుకొని ఫలించి మిక్కిలి అభివృద్ధి పొందిరి.",
    "28": "యాకోబు ఐగుప్తు దేశములో పదిహేడు సంవత్సరములు బ్రతికెను; యాకోబు దినములు, అనగా అతడు జీవించిన సంవత్సరములు నూట నలభై ఏడు.",
    "29": "ఇశ్రాయేలు చావవలసిన దినములు సమీపించినప్పుడు అతడు తన కుమారుడైన యోసేపును పిలిపించి - నా యెడల నీకు కటాక్షమున్నయెడల దయచేసి నీ చెయ్యి నా తొడ క్రింద ఉంచి, నా యెడల దయను నమ్మకమును కనపరచుము; దయచేసి ఐగుప్తులో నన్ను పాతిపెట్టకుము.",
    "30": "నేను నా పితరులతో కూడ పండుకొనునట్లు ఐగుప్తులోనుండి నన్ను తీసికొని వెళ్లి వారి స్మశానములో నన్ను పాతిపెట్టుమని చెప్పగా అతడు - నీవు చెప్పినట్లే చేసెదననెను.",
    "31": "మరియు అతడు - నాతో ప్రమాణము చేయుమనగా యోసేపు అతనితో ప్రమాణము చేసెను. అప్పుడు ఇశ్రాయేలు మంచము తలదెసను వంగి నమస్కారము చేసెను."
}
