
{
    "1": "ఇవి జరిగిన తరువాత - ఇదిగో నీ తండ్రి జబ్బుగా ఉన్నాడని ఒకడు యోసేపుతో చెప్పెను; అప్పుడు అతడు తన ఇద్దరు కుమారులగు మనష్షే ఎఫ్రాయిములను తనతోకూడ తీసికొని వెళ్లెను.",
    "2": "నీ కుమారుడైన యోసేపు నీ యొద్దకు వచ్చుచున్నాడని ఒకడు యాకోబునకు తెలుపగా ఇశ్రాయేలు తన బలము తెచ్చుకొని మంచము మీద కూర్చుండెను.",
    "3": "అప్పుడు యాకోబు యోసేపుతో ఇట్లనెను - సర్వశక్తిగల దేవుడు కనాను దేశమందలి లూజులో నాకు కనబడి నన్ను ఆశీర్వదించి",
    "4": "ఇదిగో నేను నిన్ను ఫలించునట్లు చేసి నిన్ను విస్తరింపజేసి నీవలన అనేక జనములను పుట్టించి, నీ తరువాత నీ సంతానమునకు ఈ దేశమును నిత్య స్వాస్థ్యముగా ఇచ్చెదనని నాతో చెప్పెను.",
    "5": "నేను ఐగుప్తునకు నీ యొద్దకు రాకమునుపు ఐగుప్తు దేశములో నీకు పుట్టిన నీ ఇద్దరు కుమారులు నావారే; రూబేను షిమ్యోనులవలె ఎఫ్రాయిము మనష్షేలు నావారగుదురు.",
    "6": "వీరి తరువాత నీకు పుట్టు సంతానము నీదగును; వారు తమ తమ స్వాస్థ్యములలో తమ సహోదరుల పేరట పిలువబడుదురు.",
    "7": "నేను పద్దనరామునుండి వచ్చుచుండగా మార్గములో కనాను దేశమందు ఎఫ్రాతాకు వెళ్లుటకు ఇంకా కొంత దూరము ఉందనగా రాహేలు నా యొద్ద మృతిబొందెను; అక్కడ బేత్లెహేమను ఎఫ్రాతా మార్గమున ఆమెను పాతిపెట్టితినని చెప్పెను.",
    "8": "ఇశ్రాయేలు యోసేపు కుమారులను చూచి - వీరెవరని అడుగగా",
    "9": "యోసేపు - వీరు దేవుడు ఇక్కడ నాకు దయచేసిన కుమారులని తన తండ్రితో చెప్పెను. అందుకతడు - నేను వారిని దీవించునట్లు దయచేసి నా యొద్దకు వారిని తీసికొని రమ్మనెను.",
    "10": "ముసలితనము వలన ఇశ్రాయేలు కన్నులు మంద దృష్టి గలవైనందున అతడు చూడలేకపోయెను. యోసేపు వారిని అతని యొద్దకు తీసికొనిరాగా అతడు వారిని ముద్దుపెట్టుకొని కౌగిలించుకొనెను.",
    "11": "ఇశ్రాయేలు - నీ ముఖము చూచెదనని నేను అనుకొనలేదు; అయితే దేవుడు నీ సంతానమును కూడా నాకు చూపించెనని యోసేపుతో చెప్పెను.",
    "12": "అప్పుడు యోసేపు తన తండ్రి మోకాళ్ల మధ్యనుండి వారిని ఇవతలకు తీసికొని వచ్చి సాష్టాంగ నమస్కారము చేసెను.",
    "13": "తరువాత యోసేపు వారిద్దరిని, అనగా తన కుడిచేత ఎఫ్రాయిమును ఇశ్రాయేలు ఎడమచేతికిని, తన ఎడమచేత మనష్షేను ఇశ్రాయేలు కుడిచేతికిని తీసికొని అతని దగ్గరకు వచ్చెను.",
    "14": "ఇశ్రాయేలు తన కుడిచెయ్యి చాపి, చిన్నవాడైన ఎఫ్రాయిము తల మీదను, తన ఎడమచెయ్యి మనష్షే తల మీదను ఉంచెను; మనష్షే జ్యేష్ఠుడైనందున అతడు బుద్ధిపూర్వకముగానే తన చేతులను ఆలాగుంచెను.",
    "15": "అతడు యోసేపును దీవించి - నా పితరులైన అబ్రాహాము ఇస్సాకులు ఎవరి సముఖమున నడుచుచుండిరో ఆ దేవుడు, నేను పుట్టినది మొదలుకొని నేటివరకు నన్ను పోషించిన దేవుడు,",
    "16": "సమస్త కీడులలోనుండి నన్ను తప్పించిన దూత ఈ పిల్లలను ఆశీర్వదించును గాక; నా పేరును నా పితరులైన అబ్రాహాము ఇస్సాకుల పేరును వీరివలన పిలువబడును గాక; భూమిలో వీరు విస్తారముగా ఎదుగుదురు గాక అని చెప్పెను.",
    "17": "తన తండ్రి ఎఫ్రాయిము తల మీద తన కుడిచెయ్యి ఉంచుట యోసేపు చూచినప్పుడు అది అతనికి ఇష్టము కాలేదు గనుక మనష్షే తల మీద ఉంచుటకు ఎఫ్రాయిము తల మీదనుండి తన తండ్రి చెయ్యి ఎత్తెను.",
    "18": "యోసేపు - వద్దు నాయనా, ఇతడే జ్యేష్ఠుడు; నీ కుడిచెయ్యి ఇతని తల మీద ఉంచుమని తన తండ్రితో చెప్పెను.",
    "19": "అయితే అతని తండ్రి ఒప్పక - నాకు తెలియును నా కుమారా, నాకు తెలియును; ఇతడును ఒక జనమగును, ఇతడును గొప్పవాడగును; అయినను ఇతని తమ్ముడు ఇతనికంటే గొప్పవాడగును; అతని సంతానము అనేక జనముల సమూహమగునని చెప్పెను.",
    "20": "ఆ దినమందు అతడు వారిని దీవించి - ఇశ్రాయేలీయులు మీ పేరు చెప్పి దీవించునట్లు దేవుడు ఎఫ్రాయిమువలెను మనష్షేవలెను నిన్ను చేయును గాక అని చెప్పుదురని పలికి మనష్షే కంటే ఎఫ్రాయిమును ముందుగా ఉంచెను.",
    "21": "తరువాత ఇశ్రాయేలు - ఇదిగో నేను చనిపోవుచున్నాను; అయితే దేవుడు మీకు తోడైయుండి మీ పితరుల దేశమునకు మిమ్మును తిరిగి తీసికొనిపోవును.",
    "22": "మరియు నా కత్తితోను నా విల్లువతోను అమోరీయుల చేతిలోనుండి నేను సంపాదించిన ఒక భాగమును నీ సహోదరులకంటే నీకు ఎక్కువగా ఇచ్చితినని యోసేపుతో చెప్పెను."
}
