
{
    "1": "యాకోబు తన కుమారులను పిలిపించి ఇట్లనెను - కూడి రండి, అంత్య దినములలో మీకు సంభవించునది మీకు తెలియజేసెదను.",
    "2": "యాకోబు కుమారులారా, కూడి వచ్చి ఆలకించుడి; మీ తండ్రియైన ఇశ్రాయేలు మాట వినుడి.",
    "3": "రూబేనూ, నీవు నా జ్యేష్ఠుడవు, నా శక్తియు నా బలము యొక్క ప్రథమఫలమును; నీవు ఘనతలో శ్రేష్ఠుడవు, బలములో శ్రేష్ఠుడవు.",
    "4": "నీళ్లవలె చంచలుడవైతివి, నీవు శ్రేష్ఠుడవు కాకపోదువు; నీవు నీ తండ్రి మంచము మీదికి ఎక్కితివి, దానిని అంటుపరచితివి; అతడు నా పడక మీదికి ఎక్కెను.",
    "5": "షిమ్యోను లేవీ అనువారు సహోదరులు; వారి ఖడ్గములు బలాత్కారపు ఆయుధములు.",
    "6": "నా ప్రాణమా, వారి ఆలోచనలో చేరకుము; నా ఆత్మ, వారి కూటములో ఇమిడియుండకుము; ఏలయనగా వారు కోపమువలన మనుష్యులను చంపిరి, తమ స్వచ్ఛందతవలన ఎద్దుల గుదికాలి నరములను తెగకోసిరి.",
    "7": "వారి కోపము శపించబడును గాక, అది వేడిమి గలది; వారి ఉగ్రత శపించబడును గాక, అది కఠినమైనది. యాకోబులో వారిని విభజించెదను; ఇశ్రాయేలులో వారిని చెదరగొట్టెదను.",
    "8": "యూదా, నీ సహోదరులు నిన్ను స్తుతించెదరు; నీ చెయ్యి నీ శత్రువుల మెడ మీద ఉండును; నీ తండ్రి కుమారులు నీ యెదుట సాగిలపడుదురు.",
    "9": "యూదా కొదమ సింహము; నా కుమారా, నీవు పట్టినదానిని తిని వచ్చితివి; సింహమువలెను ఆడు సింహమువలెను అతడు కాళ్లు ముడుచుకొని పండుకొనెను; అతనిని ఎవడు లేపును?",
    "10": "షిలోహు వచ్చువరకు యూదా యొద్దనుండి దండము తొలగదు, అతని కాళ్ల మధ్యనుండి రాజదండము తొలగదు; ప్రజలు అతనికి విధేయులై యుందురు.",
    "11": "ద్రాక్షావల్లికి తన గాడిదను, ఉత్తమ ద్రాక్షావల్లికి తన గాడిద పిల్లను కట్టును; ద్రాక్షారసములో తన బట్టలను, ద్రాక్షల రక్తములో తన వస్త్రములను ఉతుకుకొనును.",
    "12": "అతని కన్నులు ద్రాక్షారసముతో ఎర్రగాను, అతని పళ్లు పాలతో తెల్లగాను ఉండును.",
    "13": "జెబూలూను సముద్రపు రేవున నివసించును; అతడు ఓడలకు రేవుగా ఉండును; అతని పొలిమేర సీదోను వరకు ఉండును.",
    "14": "ఇస్సాఖారు రెండు దొడ్ల మధ్య పండుకొనియున్న బలమైన గాడిద.",
    "15": "విశ్రాంతి మంచిదనియు, ఆ దేశము రమ్యమైనదనియు అతడు చూచినప్పుడు, బరువు మోయుటకు తన భుజము వంచి వెట్టి పనులు చేయువాడగును.",
    "16": "దాను ఇశ్రాయేలు గోత్రములలో ఒకదానివలె తన ప్రజలకు తీర్పు తీర్చును.",
    "17": "దాను త్రోవలో సర్పముగాను, దారిలో కట్లపాముగాను ఉండును; అది గుఱ్ఱము మడిమలను కరుచును, అందువలన దాని రౌతు వెనుకకు పడును.",
    "18": "యెహోవా, నీ రక్షణ కొరకు కనిపెట్టుచున్నాను.",
    "19": "గాదును ఒక సైన్యము అణగద్రొక్కును; అయినను అతడు వారిని మడమల మీద అణగద్రొక్కును.",
    "20": "ఆషేరు వలన శ్రేష్ఠమైన ఆహారము కలుగును; అతడు రాజయోగ్యమైన మృష్టాన్నము నిచ్చును.",
    "21": "నఫ్తాలి విడిచిపెట్టబడిన లేడి; అతడు ఇంపైన మాటలు పలుకును.",
    "22": "యోసేపు ఫలించెడి కొమ్మ, నీటి ఊట యొద్ద ఫలించెడి కొమ్మ; దాని రెమ్మలు గోడ మీదకి ఎక్కి వ్యాపించును.",
    "23": "విలుకాండ్రు అతనిని విసికించిరి; వారు అతని మీద బాణములు వేసిరి, అతనిని హింసించిరి.",
    "24": "అయినను అతని విల్లు దృఢముగా నిలిచెను; అతని చేతులు యాకోబు యొక్క సర్వశక్తిమంతుని హస్తములవలన బలపరచబడెను; ఇశ్రాయేలు బండయు కాపరియునైనవానివలన అది ఆయెను.",
    "25": "నీకు సహాయము చేయు నీ తండ్రి దేవునివలనను, నిన్ను ఆశీర్వదించు సర్వశక్తిమంతునివలనను, మీదుగా ఆకాశమువలన కలుగు దీవెనలతోను, క్రింద దాగియున్న అగాధజలములవలన కలుగు దీవెనలతోను, స్తనముల దీవెనలతోను, గర్భముల దీవెనలతోను అది ఆయెను.",
    "26": "పురాతన పర్వతములకున్న శ్రేష్ఠమైన పదార్థములును నిత్యమైన కొండలకున్న అమూల్యమైన పదార్థములును కలుగునట్లుగా, నీ తండ్రి దీవెనలు నా పితరుల దీవెనలకంటే ప్రబలములై యున్నవి; అవి యోసేపు తల మీదను, తన సహోదరులకంటే వేరుగా ఉన్నవాని నడినెత్తి మీదను ఉండును గాక.",
    "27": "బెన్యామీను చీల్చుచున్న తోడేలు; ఉదయమున వేటను తిని, సాయంకాలమున దోపుడు సొమ్ము పంచుకొనును.",
    "28": "వీరందరు ఇశ్రాయేలు పన్నెండు గోత్రములవారు; వారి తండ్రి వారితో చెప్పినది ఇదే; అతడు వారిని దీవించెను, ఎవరికి తగినట్లు వారికి దీవెన ఇచ్చెను.",
    "29": "మరియు అతడు వారికి ఆజ్ఞాపించుచు ఇట్లనెను - నేను నా పితరులయొద్దకు చేర్చబడుచున్నాను; హిత్తీయుడైన ఎఫ్రోను పొలమందున్న గుహలో నా తండ్రుల యొద్ద నన్ను పాతిపెట్టుడి.",
    "30": "ఆ గుహ కనాను దేశమందు మమ్రేకు ఎదురుగానున్న మక్పేలా పొలములో ఉన్నది; అబ్రాహాము ఆ పొలమును హిత్తీయుడైన ఎఫ్రోను యొద్ద స్మశానము కొరకు స్వాస్థ్యముగా కొనెను.",
    "31": "అక్కడ అబ్రాహామును అతని భార్యయైన శారాయు పాతిపెట్టబడిరి; అక్కడ ఇస్సాకును అతని భార్యయైన రిబ్కాయు పాతిపెట్టబడిరి; అక్కడ నేను లేయాను పాతిపెట్టితిని.",
    "32": "ఆ పొలమును అందులోనున్న గుహయు హేతు కుమారుల యొద్ద కొనబడినవి.",
    "33": "యాకోబు తన కుమారులకు ఆజ్ఞాపించుట చాలించిన తరువాత మంచము మీద తన కాళ్లు ముడుచుకొని ప్రాణము విడిచి తన పితరులయొద్దకు చేర్చబడెను."
}
