
{
    "1": "యోసేపు తన తండ్రి ముఖము మీద పడి అతని గూర్చి ఏడ్చి అతనిని ముద్దుపెట్టుకొనెను.",
    "2": "తరువాత యోసేపు తన తండ్రి శవమునకు సుగంధ ద్రవ్యములు పూయవలెనని తన దాసులైన వైద్యులకు ఆజ్ఞాపించెను గనుక ఆ వైద్యులు ఇశ్రాయేలునకు సుగంధ ద్రవ్యములు పూసిరి.",
    "3": "అందులకు నలభై దినములు పట్టెను; సుగంధ ద్రవ్యములు పూయబడువారికి పట్టు దినములు అన్నే. ఐగుప్తీయులు అతని బట్టి డెబ్బది దినములు దుఃఖించిరి.",
    "4": "అతనిని గూర్చి దుఃఖించు దినములు గతించిన తరువాత యోసేపు ఫరో ఇంటివారితో ఇట్లనెను - మీ కటాక్షము నామీద ఉన్నయెడల ఫరో వినునట్లు దయచేసి ఈ మాట చెప్పుడి.",
    "5": "ఏమనగా - నా తండ్రి నా చేత ప్రమాణము చేయించుకొని - ఇదిగో నేను చనిపోవుచున్నాను; కనాను దేశమందు నేను నాకొరకు త్రవ్వించుకొనిన సమాధిలో నన్ను పాతిపెట్టవలెనని చెప్పెను. కాబట్టి నేను వెళ్లి నా తండ్రిని పాతిపెట్టి తిరిగి వచ్చెదను; దయచేసి సెలవిమ్మనెను.",
    "6": "అందుకు ఫరో - నీ తండ్రి నీ చేత చేయించుకొనిన ప్రమాణము చొప్పున వెళ్లి అతని పాతిపెట్టుమని చెప్పెను.",
    "7": "యోసేపు తన తండ్రిని పాతిపెట్టుటకు వెళ్లెను; అతనితో ఫరో సేవకులందరును అతని ఇంటి పెద్దలును ఐగుప్తు దేశపు పెద్దలందరును,",
    "8": "యోసేపు ఇంటివారందరును అతని సహోదరులును అతని తండ్రి ఇంటివారును వెళ్లిరి; వారి పిల్లలును వారి గొర్రెలును వారి పశువులును మాత్రము గోషెను దేశములో నిలిచిరి.",
    "9": "మరియు రథములును రౌతులును అతనితో కూడ వెళ్లిరి; అది మిక్కిలి గొప్ప సమూహమాయెను.",
    "10": "వారు యొర్దాను అవతలనున్న ఆతాదు కళ్లము నొద్దకు వచ్చి, అక్కడ మహత్తయిన అతి దుఃఖముతో ప్రలాపించిరి; అక్కడ అతడు తన తండ్రిని గూర్చి ఏడు దినములు దుఃఖము సలిపెను.",
    "11": "ఆతాదు కళ్లము నొద్దనున్న ఆ దుఃఖమును ఆ దేశస్థులైన కనానీయులు చూచి - ఇది ఐగుప్తీయులకు మహా దుఃఖమని చెప్పుకొనిరి. అందుచేత దానికి ఆబెల్ మిస్రాయిమ్ అను పేరు పెట్టబడెను; అది యొర్దాను అవతల ఉన్నది.",
    "12": "అతని కుమారులు అతడు వారి కాజ్ఞాపించినట్లే అతనికి చేసిరి.",
    "13": "అతని కుమారులు కనాను దేశమునకు అతనిని తీసికొని వెళ్లి మమ్రేకు ఎదురుగానున్న మక్పేలా పొలమందలి గుహలో అతని పాతిపెట్టిరి; అబ్రాహాము స్మశానము కొరకు పొలముతోకూడ దానిని హిత్తీయుడైన ఎఫ్రోను యొద్ద కొనియుండెను.",
    "14": "యోసేపు తన తండ్రిని పాతిపెట్టిన తరువాత అతడును అతని సహోదరులును అతని తండ్రిని పాతిపెట్టుటకు అతనితో వెళ్లిన వారందరును ఐగుప్తునకు తిరిగి వచ్చిరి.",
    "15": "యోసేపు సహోదరులు తమ తండ్రి మృతిబొందుట చూచి - ఒకవేళ యోసేపు మన మీద పగపట్టి, మనము అతనికి చేసిన కీడంతటిని బట్టి నిశ్చయముగా మనకు ప్రతీకారము చేయుననుకొని",
    "16": "యోసేపు నొద్దకు దూతను పంపి - నీ తండ్రి చనిపోకమునుపు ఆజ్ఞాపించినదేమనగా",
    "17": "మీరు యోసేపుతో - నీ సహోదరులు నీకు కీడు చేసిరి గనుక దయచేసి వారి అపరాధమును వారి పాపమును క్షమించుమని చెప్పుడి అనెను. కాబట్టి నీ తండ్రి దేవుని దాసుల అపరాధమును దయచేసి క్షమించుమనిరి. వారు అతనితో ఆ మాటలు చెప్పినప్పుడు యోసేపు ఏడ్చెను.",
    "18": "అతని సహోదరులును వెళ్లి అతని యెదుట సాష్టాంగపడి - ఇదిగో మేము నీకు దాసులమనిరి.",
    "19": "అందుకు యోసేపు - భయపడకుడి; నేను దేవుని స్థానమందు ఉన్నానా?",
    "20": "మీరు నాకు కీడు చేయ తలంచితిరి గాని నేటి దినమున జరుగుచున్నట్లు, అనగా బహు ప్రజలను బ్రతికించునట్లుగా అది మేలుకే దేవుడు ఉద్దేశించెను.",
    "21": "కాబట్టి భయపడకుడి; నేను మిమ్మును మీ పిల్లలను పోషించెదనని చెప్పి వారిని ఆదరించి వారితో ప్రీతిగా మాటలాడెను.",
    "22": "యోసేపును అతని తండ్రి ఇంటివారును ఐగుప్తులో నివసించిరి. యోసేపు నూట పది సంవత్సరములు బ్రతికెను.",
    "23": "యోసేపు ఎఫ్రాయిము యొక్క మూడవ తరము పిల్లలను చూచెను; మరియు మనష్షే కుమారుడైన మాకీరు కుమారులును యోసేపు ఒడిలో ఉంచబడిరి.",
    "24": "యోసేపు - నేను చనిపోవుచున్నాను; దేవుడు నిశ్చయముగా మిమ్మును దర్శించి, ఈ దేశములోనుండి అబ్రాహాము ఇస్సాకు యాకోబులతో తాను ప్రమాణము చేసిన దేశమునకు మిమ్మును తీసికొనిపోవునని తన సహోదరులతో చెప్పెను.",
    "25": "మరియు యోసేపు - దేవుడు నిశ్చయముగా మిమ్మును దర్శించును; అప్పుడు మీరు నా ఎముకలను ఇక్కడనుండి తీసికొని పోవలెనని చెప్పి ఇశ్రాయేలు కుమారుల చేత ప్రమాణము చేయించుకొనెను.",
    "26": "యోసేపు నూట పది సంవత్సరములవాడై మృతిబొందెను. వారు సుగంధ ద్రవ్యములు పూసి ఐగుప్తు దేశమందు ఒక పెట్టెలో అతని ఉంచిరి."
}
