
{
    "1": "అప్పుడు యెహోవా - ఈ తరములో నా యెదుట నీవే నీతిమంతుడవై యుండుట చూచితిని గనుక నీవును నీ ఇంటివారందరును ఓడలో ప్రవేశించుడి.",
    "2": "భూమిమీద వర్షము కురిపించి, నేను చేసిన సమస్త జీవరాశులను భూమిమీద నుండకుండ తుడిచివేయుదునని నోవహుతో చెప్పెను.",
    "3": "పవిత్ర జంతువులలో ప్రతి జాతి మగవియు ఆడవియు ఏడేసి చొప్పునను, పవిత్రములు కాని జంతువులలో మగదియు ఆడదియు రెండేసి చొప్పునను,",
    "4": "ఆకాశ పక్షులలో మగవియు ఆడవియు ఏడేసి చొప్పునను, భూమిమీద అంతటను సంతానమును జీవముతో కాపాడునట్లు నీ యొద్ద ఉంచుకొనుము.",
    "5": "ఎందుకనగా ఇంక ఏడు దినములకు నేను నలభై పగళ్లును నలభై రాత్రులును భూమిమీద వర్షము కురిపించి, నేను చేసిన సమస్త జీవరాశులను భూమిమీద నుండకుండ తుడిచివేయుదునని చెప్పెను.",
    "6": "తనకు యెహోవా ఆజ్ఞాపించిన ప్రకారము నోవహు యావత్తు చేసెను. జలప్రళయము భూమిమీదికి వచ్చినప్పుడు నోవహు ఆరు వందల ఏండ్లవాడు.",
    "7": "ప్రళయ జలములను తప్పించుకొనుటకు నోవహును, అతనితోకూడ అతని కుమారులును అతని భార్యయు అతని కోడండ్రును ఆ ఓడలో ప్రవేశించిరి.",
    "8": "దేవుడు నోవహుకు ఆజ్ఞాపించిన ప్రకారము పవిత్ర పశువులలోను, పవిత్రములు కాని పశువులలోను, పక్షులలోను, నేలను ప్రాకువాటి యన్నిటిలోను,",
    "9": "మగదియు ఆడదియు జత జతలుగా ఓడలోనికి నోవహునొద్దకు వచ్చెను.",
    "10": "ఆ ఏడు దినములైన తరువాత ప్రళయ జలములు భూమిమీదికి వచ్చెను.",
    "11": "నోవహు వయస్సున ఆరు వందలవ సంవత్సరము రెండవ నెల పదిహేడవ దినమున, ఆ దినమందే మహాగాధ జలముల ఊటలన్నియు విడబడెను, ఆకాశపు తూములు విప్పబడెను.",
    "12": "నలభై పగళ్లును నలభై రాత్రులును భూమిమీద ప్రచండ వర్షము కురిసెను.",
    "13": "ఆ దినమందే నోవహును నోవహు కుమారులగు షేము హాము యాపెతును నోవహు భార్యయు వారితోకూడ అతని ముగ్గురు కోడండ్రును ఆ ఓడలో ప్రవేశించిరి.",
    "14": "వారును వారితోకూడ వాటి వాటి జాతి ప్రకారము ప్రతి అడవి జంతువును, వాటి వాటి జాతి ప్రకారము ప్రతి పశువును, వాటి వాటి జాతి ప్రకారము నేలమీద ప్రాకు ప్రతి పురుగును, వాటి వాటి జాతి ప్రకారము ప్రతి పక్షియు, నానావిధ పక్షులన్నియు ప్రవేశించెను.",
    "15": "జీవాత్మగల సమస్త శరీరులలో రెండేసి రెండేసి నోవహునొద్దకు ఆ ఓడలోనికి వచ్చెను.",
    "16": "దేవుడు అతనికి ఆజ్ఞాపించిన ప్రకారము సమస్త శరీరులలో మగదియు ఆడదియు ప్రవేశించెను; అప్పుడు యెహోవా అతని లోపల ఉంచి మూసెను.",
    "17": "ఆ జలప్రళయము నలభై దినములు భూమిమీద నుండగా జలములు విస్తరించి ఓడను తేలచేసినందున అది భూమిమీదనుండి పైకి లేచెను.",
    "18": "జలములు భూమిమీద ప్రబలి మిక్కిలి విస్తరించినప్పుడు ఓడ నీళ్లమీద నడిచెను.",
    "19": "జలములు భూమిమీద అత్యధికముగా ప్రబలినందున ఆకాశమంతటి క్రిందనున్న గొప్ప పర్వతములన్నియు మునిగిపోయెను.",
    "20": "పదిహేను మూరల ఎత్తున నీళ్లు ప్రబలెను; పర్వతములును మునిగిపోయెను.",
    "21": "అప్పుడు పక్షులును పశువులును అడవి జంతువులును భూమిమీద ప్రాకు పురుగులును నరులందరును భూమిమీద సంచరించు శరీరులన్నియు చనిపోయెను.",
    "22": "పొడి నేలమీదనున్న వాటన్నిటిలో నాసికారంధ్రములలో జీవాత్మ ఊపిరి గలవన్నియు చనిపోయెను.",
    "23": "నరులతోకూడ పశువులును పురుగులును ఆకాశ పక్షులును నేలమీదనున్న జీవరాశులన్నియు తుడిచివేయబడెను; అవి భూమిమీద నుండకుండ తుడిచివేయబడెను. నోవహును అతనితోకూడ ఆ ఓడలోనున్న వారును మాత్రమే మిగిలిరి.",
    "24": "నూట ఏబది దినముల వరకు నీళ్లు భూమిమీద ప్రబలియుండెను."
}
