
{
    "1": "దేవుడు నోవహును, అతనితోకూడ ఆ ఓడలోనున్న సమస్త జంతువులను సమస్త పశువులను జ్ఞాపకము చేసికొనెను. దేవుడు భూమిమీద వాయువు విసరజేయగా నీళ్లు తగ్గిపోయెను.",
    "2": "అగాధ జలముల ఊటలును ఆకాశపు తూములును మూయబడెను; ఆకాశమునుండి కురుయుచున్న వర్షము నిలిచిపోయెను.",
    "3": "నీళ్లు భూమిమీదనుండి క్రమక్రమముగా వె తగ్గిపోయెను; నూట ఏబది దినములైన తరువాత నీళ్లు తగ్గిపోయెను.",
    "4": "ఏడవ నెల పదిహేడవ దినమున ఓడ అరరాతు కొండలమీద నిలిచెను.",
    "5": "పదవ నెల వరకు నీళ్లు క్రమక్రమముగా తగ్గుచు వచ్చెను. పదవ నెల మొదటి దినమున కొండల శిఖరములు కనబడెను.",
    "6": "నలభై దినములైన తరువాత నోవహు తాను చేసిన ఓడ కిటికీని తీసి",
    "7": "ఒక కాకిని వెలుపలికి విడిచెను. భూమిమీదనుండి నీళ్లు ఇంకిపోవువరకు అది వెలుపలికి పోవుచు లోపలికి వచ్చుచు ఉండెను.",
    "8": "మరియు నేలమీదనుండి నీళ్లు తగ్గిపోయినవో లేదో చూచుటకు అతడు తన యొద్దనుండి ఒక పావురమును విడిచెను.",
    "9": "భూమి అంతటిమీద నీళ్లు ఉండుటవలన తన అరకాలు మోపుటకు దానికి స్థలము దొరకలేదు గనుక అది ఓడలోనున్న అతనియొద్దకు తిరిగి వచ్చెను. అతడు తన చెయ్యి చాపి దానిని పట్టుకొని తన యొద్ద ఓడలోనికి చేర్చుకొనెను.",
    "10": "అతడు మరి ఏడు దినములు ఆగి, మరల ఆ పావురమును ఓడలోనుండి వెలుపలికి విడిచెను.",
    "11": "సాయంకాలమున అది అతనియొద్దకు వచ్చినప్పుడు, ఇదిగో దాని నోట త్రెంచబడిన ఒలీవ ఆకు ఉండెను గనుక భూమిమీదనుండి నీళ్లు తగ్గిపోయెనని నోవహుకు తెలిసెను.",
    "12": "అతడు మరి ఏడు దినములు ఆగి, ఆ పావురమును వెలుపలికి విడిచెను; అది తరువాత అతనియొద్దకు తిరిగి రాలేదు.",
    "13": "ఆరువందల ఒకటవ సంవత్సరము మొదటి నెల మొదటి దినమున నీళ్లు భూమిమీదనుండి ఇంకిపోయెను; అప్పుడు నోవహు ఓడ కప్పు తీసి చూచినప్పుడు నేల ఆరియుండెను.",
    "14": "రెండవ నెల ఇరవై ఏడవ దినమున భూమి ఎండియుండెను.",
    "15": "అప్పుడు దేవుడు నోవహుతో ఇట్లనెను",
    "16": "నీవును నీతోకూడ నీ భార్యయు నీ కుమారులును నీ కోడండ్రును ఈ ఓడలోనుండి బయటికి రండి.",
    "17": "పక్షులు పశువులు భూమిమీద ప్రాకు ప్రతి పురుగు మొదలైన సమస్త శరీరులలో నీతోకూడనున్న ప్రతి జంతువును నీతోకూడ వెలుపలికి తీసికొనిరమ్ము; అవి భూమిమీద బహుగా విస్తరించి ఫలించి భూమిమీద అభివృద్ధి పొందును గాక అని చెప్పెను.",
    "18": "కాబట్టి నోవహును అతనితోకూడ అతని కుమారులును అతని భార్యయు అతని కోడండ్రును బయటికి వచ్చిరి.",
    "19": "ప్రతి జంతువును ప్రతి ప్రాకు పురుగును ప్రతి పక్షియు భూమిమీద ప్రాకునవన్నియు వాటి వాటి జాతుల ప్రకారము ఆ ఓడలోనుండి బయటికి వచ్చెను.",
    "20": "అప్పుడు నోవహు యెహోవాకు బలిపీఠము కట్టి, పవిత్ర పశువులన్నిటిలోను పవిత్ర పక్షులన్నిటిలోను కొన్ని తీసికొని ఆ పీఠము మీద దహనబలి అర్పించెను.",
    "21": "అప్పుడు యెహోవా ఇంపైన సువాసన నాఘ్రాణించి - ఇకమీదట నరుల నిమిత్తము భూమిని మరల శపించను; ఎందుకనగా నరుల హృదయాలోచన వారి బాల్యమునుండి చెడ్డది. నేనిప్పుడు చేసినట్లుగా ఇకను సమస్త జీవులను సంహరించను.",
    "22": "భూమి నిలిచియున్నంత వరకు వెదకాలమును కోతకాలమును శీతోష్ణములును వేసవి చలికాలములును రాత్రింబగళ్లును ఉండక మానవని తన హృదయములో అనుకొనెను."
}
