
{
    "1": "మరియు దేవుడు నోవహును అతని కుమారులను ఆశీర్వదించి - మీరు ఫలించి అభివృద్ధి పొంది భూమిని నింపుడి.",
    "2": "మీ భయమును మీ బెదురును అడవి జంతువులన్నిటిమీదను ఆకాశ పక్షులన్నిటిమీదను నేలమీద ప్రాకు ప్రతి పురుగు మీదను సముద్రపు చేపలన్నిటిమీదను ఉండును; అవి మీ చేతికి అప్పగింపబడియున్నవి.",
    "3": "ప్రాణము గలవన్నియు మీకు ఆహారమగును; పచ్చని కూర మొక్కలనిచ్చినట్లు వాటినన్నిటిని మీకిచ్చియున్నాను.",
    "4": "అయినను మాంసమును దాని ప్రాణమైన రక్తముతో మీరు తినకూడదు.",
    "5": "మరియు మీ ప్రాణమునకు ఆకరమైన మీ రక్తమును గూర్చి విచారణ చేయుదును; దాని గూర్చి ప్రతి జంతువును నరుని విచారణ చేయుదును; ప్రతి నరుని ప్రాణమును గూర్చి వాని సహోదరుని విచారణ చేయుదును.",
    "6": "నరుని రక్తమును చిందించువాని రక్తము నరునివలననే చిందింపబడును; ఏలయనగా దేవుడు తన స్వరూపమందు నరుని చేసెను.",
    "7": "మీరు ఫలించి అభివృద్ధి పొందుడి; మీరు భూమిమీద విస్తరించి దానిలో వర్ధిల్లుడని వారితో చెప్పెను.",
    "8": "మరియు దేవుడు నోవహుతోను అతనితోనున్న అతని కుమారులతోను ఇట్లనెను",
    "9": "ఇదిగో నేను మీతోను మీ తదనంతరము మీ సంతానముతోను,",
    "10": "మీతోకూడనున్న ప్రతి జీవితోను, పక్షులతోను పశువులతోను మీతోకూడనున్న భూజంతువులన్నిటితోను, ఓడలోనుండి బయటికి వచ్చిన సమస్త భూజంతువులతోను నా నిబంధన స్థిరపరచుచున్నాను.",
    "11": "నేను మీతో నా నిబంధన స్థిరపరచుదును; సమస్త శరీరులు జలప్రళయమువలన ఇకను నాశనము కారు; భూమిని నాశనము చేయుటకు ఇకను జలప్రళయము రాదని పలికెను.",
    "12": "మరియు దేవుడు - నాకును మీకును, మీతోకూడనున్న సమస్త జీవరాశులకును మధ్య నేను తరతరములకు చేయుచున్న నిబంధనకు గురుతు ఇదే.",
    "13": "మేఘములో నా ధనుస్సు ఉంచితిని; అది నాకును భూమికిని మధ్య నిబంధనకు గురుతుగా ఉండును.",
    "14": "భూమిపైకి నేను మేఘమును రప్పించునప్పుడు ఆ ధనుస్సు మేఘములో కనబడును.",
    "15": "అప్పుడు నాకును మీకును సమస్త జీవరాశులకును మధ్యనున్న నా నిబంధనను జ్ఞాపకము చేసికొందును గనుక సమస్త శరీరులను నాశనము చేయుటకు ఆ జలములు ఇకను ప్రళయముగా మారవు.",
    "16": "ఆ ధనుస్సు మేఘములో నుండును; నేను దాని చూచి దేవునికిని భూమిమీదనున్న సమస్త శరీరులలో ప్రాణము గల ప్రతి దానికిని మధ్యనున్న నిత్య నిబంధనను జ్ఞాపకము చేసికొందుననెను.",
    "17": "మరియు దేవుడు - నాకును భూమిమీదనున్న సమస్త శరీరులకును మధ్య నేను స్థిరపరచిన నిబంధనకు గురుతు ఇదే అని నోవహుతో చెప్పెను.",
    "18": "ఓడలోనుండి వచ్చిన నోవహు కుమారులు షేము హాము యాపెతు అనువారు. హాము కనానీయులకు తండ్రి.",
    "19": "ఈ ముగ్గురు నోవహు కుమారులు; వీరివలన భూమి అంతట జనుల వ్యాపించిరి.",
    "20": "నోవహు వ్యవసాయము చేయనారంభించి ద్రాక్షతోట వేసెను.",
    "21": "పిమ్మట అతడు ద్రాక్షారసము త్రాగి మత్తుడై తన గుడారములో దిగంబరుడిగా పండుకొనెను.",
    "22": "కనానుకు తండ్రియైన హాము తన తండ్రి దిగంబరత్వమును చూచి బయటనున్న తన యిద్దరు సహోదరులకు అది తెలిపెను.",
    "23": "అప్పుడు షేము యాపెతులు వస్త్రమొకటి తీసికొని తమ భుజముల మీద వేసికొని వెనుకకు నడిచివెళ్ళి తమ తండ్రి దిగంబరత్వమును కప్పిరి; వారి ముఖములు వెనుకతట్టు ఉండుటవలన తమ తండ్రి దిగంబరత్వమును చూడలేదు.",
    "24": "నోవహు మత్తునుండి మేల్కొని తన చిన్న కుమారుడు తనకు చేసినదానిని తెలిసికొని",
    "25": "కనాను శపింపబడినవాడై తన సహోదరులకు దాసానుదాసుడగును అనెను.",
    "26": "మరియు అతడు - షేము దేవుడైన యెహోవా స్తుతింపబడును గాక; కనాను అతనికి దాసుడగును.",
    "27": "దేవుడు యాపెతును విశాలపరచును; అతడు షేము గుడారములలో నివసించును; కనాను అతనికి దాసుడగును అని చెప్పెను.",
    "28": "జలప్రళయమునకు తరువాత నోవహు మూడు వందల ఏబది ఏండ్లు బ్రతికెను.",
    "29": "నోవహు దినములన్నియు తొమ్మిది వందల ఏబది ఏండ్లు; అప్పుడతడు మృతిబొందెను."
}
